{
"kala_sarpa":["ఈ జాతకంలో కాల సర్ప దోషం లేదు.",
"అనంత కాల సర్ప దోషం- 1వ ఇంట్లో రాహువు మరియు 7వ ఇంట్లో కేతువు. ఈ దోషంలో రాహువు జాతకంలో 1వ ఇంట్లోనూ, కేతువు 7వ ఇంట్లోనూ ఉంటాడు. 1వ ఇంటి నుండి రాహు-కేతువుల మధ్య అన్ని గ్రహాలు ఉంటాయి. 7వ ఇల్లు. ఈ అమరిక ఒక వ్యక్తిని అనారోగ్యంగా మార్చగలదు మరియు ఆరోగ్య సమస్యలను తెచ్చిపెడుతుంది. వైవాహిక సంబంధాలలో సమస్యలు ఉంటాయి మరియు వ్యాపారంలో ఉంటే భాగస్వాముల నుండి మద్దతు లేకపోవడం.",
"కులిక్ కాల సర్ప దోషం- 2వ ఇంట్లో రాహువు మరియు 8వ ఇంట్లో కేతువు. రాహువు 2వ ఇంట్లోనూ, కేతువు 8వ ఇంట్లోనూ ఉన్నప్పుడు ఈ దోషం ఏర్పడుతుంది మరియు అన్ని గ్రహాలు వాటి మధ్య ఉన్నప్పుడు ఏర్పడుతుంది. పీడిత వ్యక్తి నీచమైన నాలుకతో ఉండవచ్చు. మరియు బంధువుల మద్దతు లేకుండా జీవితాన్ని గడుపుతారు. ద్రవ్య సమస్యలు తలెత్తవచ్చు మరియు పొదుపు సాధ్యం కాకపోవచ్చు. బాధిత స్థానికుడు శస్త్రచికిత్స లేదా ప్రమాదాలకు గురికావచ్చు. అసహజ మరణానికి అవకాశం ఉండవచ్చు.",
"వాసుకి కాల సర్ప దోషం- 3వ ఇంట్లో రాహువు మరియు 9వ ఇంట్లో కేతువు. రాహువు మరియు కేతువు వరుసగా 3వ, 9వ గృహాలలో ఉన్నప్పుడు జాతకంలో ఈ దోషం ఏర్పడుతుంది మరియు మిగిలిన గ్రహాలు వాటి మధ్య అతుక్కుపోయి ఉంటాయి. పిరికితనం, ఆత్మగౌరవం కోసం పోరాడలేకపోవచ్చు.తమ్ముళ్లతో సంబంధాలు బాగాలేకపోవచ్చు.ప్రతికూలతను అధిగమించలేని వ్యక్తికి ఆటుపోట్లు ఎదురవుతాయి.స్థానికుడికి మతం పట్ల ఆసక్తి లేకపోవడం, అదృష్టం అనుకూలంగా ఉండకపోవచ్చు. వాటిని.",
"శంకపాల కాల సర్ప దోషం- 4వ ఇంట్లో రాహువు మరియు 10వ ఇంట్లో కేతువు. 4వ ఇంటి నుండి 10వ ఇంటి వరకు ఉంచబడిన రాహువు మరియు కేతువుల మధ్య అన్ని గ్రహాలు ఉన్నప్పుడు ఈ దోషం ఏర్పడుతుంది. ఈ అమరిక వలన స్థానికులకు చెడు కలుగుతుంది. తల్లితో సంబంధం. వ్యక్తికి మానసిక ప్రశాంతత లేకపోవచ్చు మరియు వృత్తిపరమైన సమస్యలను ఎదుర్కోవచ్చు.",
"పద్మ కాల సర్ప దోషం- 5వ ఇంట్లో రాహువు మరియు 11వ ఇంట్లో కేతువు. 5వ ఇంటి నుండి 11వ ఇంటి వరకు రాహు-కేతువుల అక్షం మరియు ఈ అక్షంలోని అన్ని గ్రహాలు ఈ దోషాన్ని కలిగిస్తాయి. బాధిత వ్యక్తి ప్రసవం మరియు ప్రసవం వంటి సమస్యలను ఎదుర్కోవచ్చు. విద్య. వారికి సంపాదించడంలో సమస్యలు ఉండవచ్చు మరియు పెద్ద తోబుట్టువులతో విభేదాలు రావచ్చు.",
"మహాపద్మ కాల సర్ప దోషం- 6వ ఇంట్లో రాహువు మరియు 12వ ఇంట్లో కేతువు. 6వ ఇంటి రాహు-కేతు అక్షంలో 12వ ఇంటికి అన్ని గ్రహాల అమరిక ఈ దోషాన్ని కలిగిస్తుంది. పీడిత వ్యక్తి శత్రువుల ఆధిపత్యం మరియు ధనాన్ని కోల్పోవచ్చు. మరియు ఆస్తి. స్థానికుడు డబ్బును వృధా చేయవచ్చు, జనాదరణ పొందకపోవచ్చు మరియు అత్తమామలతో విభేదాలు ఉండవచ్చు.",
"తక్షక కాల సర్ప దోషం- 7వ ఇంట్లో రాహువు మరియు 1వ ఇంట్లో కేతువు. 7వ ఇంటి నుండి 1వ ఇంటి వరకు రాహు-కేతువుల అక్షాంశంలో అన్ని గ్రహాల స్థాపన ఈ దోషాన్ని కలిగిస్తుంది. పీడితుడు వివాహం చేసుకోకపోవచ్చు. వివాహం చేసుకుంటే. , అప్పుడు వివాహం సజావుగా సాగకపోవచ్చు. ఈ దోషం దంపతుల మధ్య చీలికను సృష్టించి, విడిపోవడానికి దారి తీస్తుంది.",
"కారకోటక కాల సర్ప దోషం- 8వ ఇంట్లో రాహువు మరియు 2వ ఇంట్లో కేతువు. 8వ ఇంట్లో రాహువు మరియు 2వ ఇంట్లో కేతువు ఉండటం మరియు వాటి మధ్య ఉన్న మిగిలిన గ్రహాలు ఈ దోషాన్ని కలిగిస్తాయి. బాధించిన స్థానికుడు అనారోగ్యంతో ఉండవచ్చు. మరియు సంఘ వ్యతిరేక వ్యక్తులతో స్నేహం చేయండి. స్థానికులకు శత్రువులు ఉండవచ్చు మరియు పితృ సంపదను మంజూరు చేయలేరు.",
"శంకచూడ్ కాల సర్ప దోషం- 9వ ఇంట్లో రాహువు మరియు 3వ ఇంట్లో కేతువు. 9వ ఇంట్లో రాహువు, 3వ ఇంట్లో కేతువు మరియు అన్ని గ్రహాలు రాహువు మరియు కేతువుల మధ్య ఉన్నప్పుడు; ఈ దోషం జాతకంలో సృష్టించబడుతుంది. బాధపడ్డ వ్యక్తి. జీవితంలో చాలా కష్టపడవచ్చు మరియు అదృష్టం వారికి ఎన్నటికీ అనుకూలంగా ఉండకపోవచ్చు. వ్యక్తి నిరంతరం అబద్ధాలు చెప్పే అలవాటును పెంచుకోవచ్చు మరియు తక్కువ కోపంతో ఉండవచ్చు.",
"ఘటక కాల సర్ప దోషం- 10వ ఇంట్లో రాహువు మరియు 4వ ఇంట్లో కేతువు. రాహువు 10వ ఇంట్లోనూ, కేతువు 4వ ఇంట్లోనూ, గ్రహాలన్నీ 10 నుండి 4వ గృహాల మధ్య ఉన్నప్పుడు ఈ దోషం ఏర్పడుతుంది. పీడిత వ్యక్తి. తన వృత్తిలో అనేక అడ్డంకులు మరియు పనిలో పై అధికారులతో వివాదాలను ఎదుర్కోవచ్చు. వ్యక్తి దృష్టి లోపం మరియు విమర్శలను ఎదుర్కోవచ్చు. కుటుంబ సభ్యులతో సంబంధాలు చెడిపోవచ్చు. అప్పులు మరియు చెడు అలవాట్లు ఉండవచ్చు.",
"విష్ధార్ కాల సర్ప దోషం- 11వ ఇంట్లో రాహువు మరియు 5వ ఇంట్లో కేతువు. రాహువు 11వ ఇంట్లోనూ, కేతువు 5వ ఇంట్లోనూ ఉన్నప్పుడు ఈ దోషం ఏర్పడుతుంది, రాహువు మరియు కేతువుల మధ్య అన్ని గ్రహాలు అతుక్కుపోయినప్పుడు ఈ దోషం ఏర్పడుతుంది. ఈ దోషం జాతకంలో ఉన్నప్పుడు ఆర్థిక ఒత్తిడి మరియు పిల్లలకు సంబంధించిన సమస్యలు.",
"శేషాంగ్ కాల సర్ప దోషం- 12వ ఇంట్లో రాహువు మరియు 6వ ఇంట్లో కేతువు. రాహువు 12వ ఇంట్లోనూ, కేతువు 6వ ఇంట్లోనూ ఉండి, అన్ని గ్రహాలు వాటి మధ్య అతుక్కుపోయినప్పుడు, ఈ దోషం జాతకంలో ఏర్పడుతుంది. స్థానిక శక్తి జీవితంలో తృప్తి ఉండదు. దాచిన శత్రువులు ఉండవచ్చు మరియు అధికారులతో ఇబ్బందులు ఎదుర్కోవచ్చు. తరచుగా ఆరోగ్య సమస్యలు ఉండవచ్చు.",
"ఒక వ్యక్తి ఉన్నత స్థానం నుండి దిగజారడానికి కాల సర్ప దోషం ప్రధాన కారణంగా పరిగణించబడుతుంది. అన్ని ప్రధాన గ్రహాలు రాహు మరియు కేతువుల మధ్య ఉంచబడినప్పుడు, కాల సర్ప దోషం ఏర్పడుతుంది. ఇది చాలా కష్టాలను, అసంతృప్తిని కలిగిస్తుంది, మరియు ఆటంకాలు.ఇది వ్యాపారంలో వైఫల్యం, శారీరక మరియు మానసిక బలహీనత, ఆలస్యం లేదా సంతోషంగా లేని వివాహం వంటి అనేక ఇబ్బందులను కలిగిస్తుంది. కాబట్టి, సరైన వైదిక ఆచారాలతో వ్యవహరించకపోతే, అది జీవితంలో పునరావృతమయ్యే అడ్డంకులు మరియు దురదృష్టాలకు కారణం కావచ్చు. సూర్యుడు, చంద్రుడు, బుధుడు, శుక్రుడు, అంగారకుడు, బృహస్పతి మరియు శని గ్రహాలన్నీ రాహువు మరియు కేతువుల మధ్య చుట్టుముట్టబడినప్పుడు కాస్మిక్ బాడీల అమరిక, కాల సర్ప దోషం ఏర్పడుతుంది.ఒక గ్రహం రాహువు వెలుపల ఉన్నప్పటికీ- కేతు అక్షం, ఇది దోషంగా పరిగణించబడదు. రాహువు మరియు కేతువుల వేర్వేరు స్థానాలు వేర్వేరు ఫలితాలను ఇవ్వగలవు."
],
"manglik":["ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"1వ ఇల్లు లగ్నము లేదా లగ్నము, మరియు అది వ్యక్తిని లేదా స్వయాన్ని సూచిస్తుంది. కుజుడు ఈ గృహంలో ఉంచబడినప్పుడు, స్థానికులు ఉద్రేకపూరితంగా, స్వల్ప-స్వభావంతో మరియు హింసాత్మకంగా కూడా మారవచ్చు. ఇది భాగస్వాముల మధ్య విభేదాలకు దారితీస్తుంది. , మరియు వారి జీవితాన్ని గేర్‌ల నుండి విసిరేయండి మరియు దాని ఫలితంగా విభజనలు కూడా ఏర్పడతాయి.",
"2వ గృహం కుటుంబాన్ని మరియు ఆనందాన్ని సూచిస్తుంది, మరియు ఇక్కడ కుజుడు ఉంచడం వలన స్థానికులు దయ లేకుండా చేయవచ్చు మరియు వైవాహిక జీవితంలో పేదరికం మరియు ఒత్తిళ్లకు దోహదపడుతుంది. కొన్నిసార్లు, ఇది విడిపోవడానికి కూడా దారితీస్తుంది.",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"సౌఖ్యాలను సూచించే 4వ హౌస్‌లో అంగారకుడి స్థానం వృత్తి మరియు డబ్బు విషయాలలో సమస్యలను కలిగిస్తుంది. దీని వలన వ్యాధులు మరియు కుటుంబ జీవితం చెదిరిపోతుంది. ",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"7వది కళత్ర స్థానము, ఇది వివాహాన్ని ప్రత్యక్షంగా సూచిస్తుంది. ఇక్కడ కుజుడు ఉండటం వలన స్థానికులను దూకుడుగా మరియు ఆధిపత్యం చెలాయిస్తుంది మరియు భార్యాభర్తల మధ్య అభిప్రాయ భేదాలు, బాధలు మరియు దుఃఖాలకు దారితీయవచ్చు.",
"8వ ఇల్లు సుహాగ్ భావాన్ని సూచిస్తుంది, వివాహం యొక్క దీర్ఘాయువు. ఇక్కడ అంగారక గ్రహం వ్యక్తిని అత్యంత స్వభావాన్ని, లైంగికంగా దూకుడుగా, ప్రమాదాలకు గురి చేసే మరియు దురదృష్టవంతులను చేయగలదు, ఇది జీవిత భాగస్వాముల్లో ఎవరికైనా మరియు దీర్ఘాయువుకు కూడా వినాశనాన్ని కలిగిస్తుంది. ఆ విధంగా వివాహం కూడా.",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"ఈ జాతకంలో మాంగ్లిక్/అంగారక దోషం లేదు.",
"12వ స్థానం దాంపత్య సుఖం మరియు సంతోషం. ఈ ఇంట్లో కుజుడు స్థాపితుడైనప్పుడు, స్థానికుడు అశాంతి మరియు దూకుడుగా మారవచ్చు మరియు ఆత్మగౌరవాన్ని కోల్పోతారు. ఈ ప్రక్రియలో, వారి వైవాహిక బంధంలో శాంతి మరియు ఆనందం లభిస్తుంది. హిట్, మరియు జీవితం దయనీయంగా మారవచ్చు.",
"వేద జ్యోతిషశాస్త్రం ప్రకారం, కుజుడు జన్మ చార్ట్ లేదా జాతకంలో లగ్నం (1 వ ఇల్లు), చంద్రుడు మరియు శుక్రుడు నుండి 2 వ ఇల్లు, 4 వ ఇల్లు, 7 వ ఇల్లు, 8 వ ఇల్లు లేదా 12 వ ఇంటిని ఆక్రమించినప్పుడు, కాస్మిక్ అమరిక మాంగ్లిక్ దోషాన్ని సృష్టిస్తుంది. . దక్షిణ భారత జ్యోతిష్యశాస్త్రం మంగళ దోషానికి 2వ ఇంట్లో అంగారకుడిని పరిగణిస్తుంది. దీనిని తమిళంలో చెవ్వై (సెవ్వై) దోషం అంటారు."
],
"manglik_exceptions":["అనువర్తించే మినహాయింపులు లేవు.",
"సింహం లేదా కుంభంలో కుజుడు",
"2వ ఇంట్లో కుజుడు మరియు మిథున లేదా కన్య రాశులలో",
"4వ ఇంట్లో కుజుడు మరియు మేషం లేదా వృశ్చికం రాశులలో",
"7వ ఇంట్లో కుజుడు మరియు కర్కాటకం లేదా మకరం రాశులలో",
"8వ ఇంట్లో కుజుడు మరియు ధనుస్సు లేదా మీనం రాశులలో",
"12వ ఇంట్లో కుజుడు మరియు వృషభం లేదా తులం రాశులలో",
"అంగారకుడు, బృహస్పతి లేదా శని గ్రహం యొక్క అనుబంధంలో లేదా కోణంలో ఉంది",
"మార్స్ రెట్రోగ్రేడ్",
"అంగారకుడు బలహీనంగా ఉన్నాడు (దహనం, రాశి సంధి మొదలైనవి)",
"కుజుడు లగ్నాధిపతి.",
"అంగారకుని సంకేతం యొక్క పాలకుడు నీచం లేదా బలమైన ప్రయోజనకరమైన గ్రహంతో సంబంధం కలిగి ఉంటాడు",
"అంగారకుడు స్వంత ఇంటిలో ఉన్నప్పుడు, ఉచ్చం లేదా స్నేహితుల ఇంట్లో ఉన్నప్పుడు తగ్గిన ప్రభావాలు",
"మార్స్ కదిలే ఇంట్లో ఉన్నప్పుడు, అది ప్రభావాలను తగ్గిస్తుంది",
"అంగారకుడు రాశి యొక్క చతుర్భుజాలు లేదా త్రిభుజాలలో ఉన్నాడు",
"లగ్నం కర్కాటకం లేదా సింహరాశిలో ఉంటే, కుజుడు యోగ కారకుడు కాబట్టి దోషాన్ని కలిగించడు.",
"అంగారకుడు బృహస్పతి లేదా చంద్రునితో కలిసి ఉండటం వలన, అది దోషాన్ని తగ్గిస్తుంది",
"గురు లేదా శుక్రుడు లగ్నములో ఉన్నప్పుడు దోషాన్ని తగ్గిస్తుంది",
"అంగారక దోషం ఉన్నప్పటికీ- కింది మినహాయింపుల కారణంగా- అంగారక దోషం పనికిరాదు."
],
"pitru":["ఈ జాతకంలో పితృ దోషం లేదు.",
"సూర్యుడు, చంద్రుడు లేదా రాహువు తొమ్మిదవ ఇంట్లో ఉన్నారు.",
"కేతువు నాల్గవ ఇంట్లో ఉన్నాడు.",
"సూర్యుడు, చంద్రుడు, రాహువు లేదా కేతువు అంగారకుడు లేదా శని వంటి దుష్ట గ్రహాలచే బాధించబడతారు",
"శుక్రుడు, బుధుడు, రాహువు లేదా ఈ రెండు గ్రహాలలో ఏదైనా ఒకటి 2వ, 5వ, 9వ లేదా 12వ ఇంటిలో ఒకదానిలో ఉన్నాయి.",
"సూర్యుడు లేదా చంద్రుడు రాహువు లేదా కేతువుతో కలిసి ఉన్నారు.",
"పితృ దోషం అనేది గ్రహ దోషం, అంటే పూర్వీకుల కర్మ ఋణం, ఇది కుండలిలో పితృ దోషంతో బాధపడుతున్న వ్యక్తి చెల్లించాలి. మీ పూర్వీకులు తమ జీవిత ప్రయాణంలో ఏదైనా తప్పులు, నేరాలు లేదా పాపాలు చేసినప్పుడు ఇది ఏర్పడుతుంది. ప్రతిఫలంగా, మీరు మీ జీవితంలో వివిధ సవాళ్లను లేదా శిక్షలను అనుభవించడం ద్వారా కర్మ రుణాన్ని చెల్లించాలి. మీ జన్మ చార్ట్‌లో సూర్యుడు లేదా చంద్రుడు కలయికలో లేదా రాహువు లేదా కేతువు ఉన్నపుడు ఈ దోషం ఏర్పడుతుంది. జన్మ చార్ట్ యొక్క 1వ, 5వ, 8వ, లేదా 9వ ఇంట్లో సంయోగం జరిగినప్పుడు ఈ దోషం యొక్క దుష్ప్రభావాలు తీవ్రంగా ఉంటాయి. కాబట్టి, మీరు ఎప్పటికీ అంతులేని కష్టాలను ఎదుర్కొంటున్నట్లయితే, మీ జీవితంలో నొప్పి మరియు వేదనకు పితృ దోషం కారణం కావచ్చు. ఈ క్రింది కారణాల వల్ల ఈ జాతకంలో పితృ దోషం ఉంది:"
],
"kalathra":["ఈ జాతకంలో కళత్ర దోషం లేదు.",
"",
"కళత్ర దోషం అనేది వివాహాన్ని ప్రభావితం చేసే మరియు వివాహానికి ఇబ్బందులను తెచ్చే ఒక బాధ. వేద జ్యోతిషశాస్త్రంలో, 7 వ ఇల్లు సంబంధాలను సూచిస్తుంది; సంస్కృతంలో, దీనిని కాళత్ర స్థానం, జీవిత భాగస్వామి యొక్క ఇల్లు అని పిలుస్తారు. 7 వ ఇల్లు జీవిత భాగస్వామి, సామరస్యం, భాగస్వామ్యం, ఆనందాన్ని సూచిస్తుంది. , వైవాహిక సామరస్యం మరియు మంచి బంధం. ఈ కళత్ర దోషాన్ని వివాహ దోషం అని కూడా పిలుస్తారు- వివాహాలను ప్రభావితం చేసే బాధ. కళత్ర దోషం సమస్యాత్మక వివాహాలను సృష్టించి శాంతి మరియు సామరస్యానికి భంగం కలిగిస్తుంది. ఈ దోషం (బాధ) జన్మ చార్ట్‌లో ఉండటం వల్ల అడ్డంకులు మరియు క్రింది వాటిని తీసుకురావచ్చు. సమస్యలు: వివాహం ఆలస్యం, వైవాహిక జీవితంలో అసంతృప్తి, జీవిత భాగస్వామిలో ఆరోగ్య సమస్యలు"
],
"guru_chandal":["ఈ జాతకంలో గురు చండాల దోషం లేదు.",
"1వ ఇంటిలోని బృహస్పతి మరియు రాహువు లేదా కేతువు శుభ ఫలితాలను ఇస్తారు మరియు మీరు నేర్చుకుని మరియు బాగా ప్రావీణ్యం కలవారు మరియు సానుకూల సంయోగం మీకు మేధో జ్ఞానాన్ని ఇస్తుంది, ఇక్కడ మీరు మంచి ఆధ్యాత్మిక గురువు మరియు గురువుగా మారవచ్చు.",
"2వ ఇంటిలోని బృహస్పతి మరియు రాహువు లేదా కేతువు రాహువు ప్రభావం వల్ల మీకు మాటతీరును కలిగిస్తుంది మరియు ఇది కుటుంబం మరియు ప్రియమైనవారి నుండి విడిపోవడాన్ని తెస్తుంది.",
"3వ ఇంటిలో బృహస్పతి మరియు రాహువు లేదా కేతువు ప్రయాణాల వల్ల ప్రయోజనకరమైన ఫలితాలను ఇస్తారు, ఇక్కడ బృహస్పతి ఆశీర్వాదం కారణంగా తక్కువ ప్రయత్నాలతో వెంచర్లలో అనేక అవకాశాలు మీకు విజయాన్ని అందిస్తాయి.",
"4వ ఇంట్లో బృహస్పతి మరియు రాహువు లేదా కేతువు మీకు ప్రత్యేకమైన సృజనాత్మక సామర్థ్యాన్ని, తల్లి పట్ల ఆప్యాయతను అనుగ్రహిస్తారు, కానీ మీ జీవితం మీ తల్లి చుట్టూ తిరుగుతుంది మరియు ఇది మీ ఇతర సంబంధాలను ప్రతికూలంగా ప్రభావితం చేస్తుంది.",
"5వ ఇంటిలోని బృహస్పతి మరియు రాహువు లేదా కేతువు మిమ్మల్ని సృజనాత్మక జీవన విధానంలో లేదా మీ రంగంలో నైపుణ్యంతో పనులు చేయడంలో పాలుపంచుకునేలా చేస్తుంది, అయితే మీ ఉన్నత స్థితి కారణంగా మీరు చెడు అలవాట్లకు అలవాటు పడవచ్చు.",
"6వ ఇంట్లో బృహస్పతి మరియు రాహువు లేదా కేతువు మీకు ఊహాజనిత వ్యాపారంలో పెద్ద విజయాన్ని అందించవచ్చు కానీ మీ ఆరోగ్యాన్ని ప్రభావితం చేయవచ్చు.",
"7వ ఇంట్లో బృహస్పతి మరియు రాహువు లేదా కేతువు వివాహంలో జాప్యం, వైవాహిక మరియు వృత్తిపరమైన భాగస్వామ్యంలో సమస్యలు మరియు వివాహంలో ఆనందం లేకపోవడం.",
"8వ ఇంటిలో ఉన్న బృహస్పతి మరియు రాహువు లేదా కేతువులు ఆధ్యాత్మిక క్షేత్రాలను లోతుగా నేర్చుకోవడానికి, శాస్త్రవేత్తలుగా పరిశోధనలు చేయడానికి ఆసక్తిని కలిగిస్తాయి, కానీ మీ విజయంలో ప్రత్యర్థులు మరియు సవాళ్లను అందిస్తాయి.",
"9వ ఇంటిలో బృహస్పతి మరియు రాహువు లేదా కేతువు విజయవంతమైన హోదా ఉన్నప్పటికీ ప్రభావితం కాని ఉదార స్వభావంతో పాటు శుద్ధి చేసిన మతపరమైన మొగ్గుతో శుభ ఫలితాలను తెస్తుంది.",
"10వ ఇంటిలోని బృహస్పతి మరియు రాహువు లేదా కేతువు విజయవంతం కాని వృత్తిని అందించగలవు, కానీ మిమ్మల్ని మంచి మరియు ఉత్సాహభరితమైన అభ్యాసకునిగా మార్చగలవు.",
"11వ ఇంటిలో ఉన్న బృహస్పతి మరియు రాహువు లేదా కేతువు మీకు మంచి సామాజిక ఇమేజ్‌ని, పిల్లల పట్ల ఆప్యాయతను ఇస్తారు, అయితే మీరు మీ జీవితమంతా సంపద వెంట పరుగెత్తుతారు.",
"12వ ఇంట్లో బృహస్పతి మరియు రాహువు లేదా కేతువు విదేశాలలో మరియు కుటుంబానికి దూరంగా ఉన్న వృత్తిలో విజయాన్ని అందించగలడు, కానీ మానసిక మరియు శారీరక ఆరోగ్య సమస్యలను ఇవ్వగలడు.",
"ఈ జాతకంలో గురు చండాల దోషం ఉంది. జన్మ చార్ట్‌లో, బృహస్పతి గ్రహం రాహు లేదా కేతువులతో కలిసి ఉన్నప్పుడు చండాల దోషం సంభవిస్తుంది. వేద జ్యోతిషశాస్త్రంలో బృహస్పతిని గురువు అని పిలుస్తారు. చండాలుడు అసురుడిని సూచిస్తుంది, ఇది రాహువు. అందుకే, దోషాన్ని గురు చండాల దోషం అని కూడా అంటారు.దోషం స్థానికుల జీవితంలో దుష్ప్రభావాలకు కారణమవుతుంది.ప్రత్యామ్నాయంగా, బృహస్పతి బలంగా ఉంటే, ఇది గురు-చండాల-యోగంగా మారుతుంది, అయితే, ఈ దోషం అన్నింటిలోనూ చాలా హానికరం కాదు. ఇళ్ళు, మరియు బృహస్పతి బలంగా మరియు బాగా ఉంచబడి, రాహువును నియంత్రించగలిగితే, స్థానికుడు తక్కువ నష్టంతో చాలా దూరం వెళ్ళగలడు. కేతువుతో కలిసి బృహస్పతిని ఉత్తర భారతదేశంలోని జ్యోతిష్కులు చండాల దోషంగా పరిగణించరు. ఇది స్థానికుడిని చేస్తుంది. మరింత ఆధ్యాత్మికం మరియు ప్రపంచం నుండి ఒంటరిగా ఉంటుంది."
],
"ganda_moola":["ఈ జాతకంలో గండ మూల దోషం లేదు.",
"అశ్విని నక్షత్రం మొదటి దశలో జన్మించిన వ్యక్తి జీవితంలో చాలా అడ్డంకులను ఎదుర్కోవలసి ఉంటుంది. ఈ దశ గత జన్మలో చేసిన చెడు పనుల ఆధారంగా ఫలితాలను ఇస్తుంది. అలాగే, అశ్వినీ నక్షత్రం యొక్క ఈ దశలో జన్మించిన స్థానికుడు కొన్నింటిని కలిగించవచ్చు. తండ్రికి సమస్యలు.కానీ, ఈ నక్షత్రాల వల్ల ఈ నక్షత్రం ప్రతికూలంగా పరిగణించబడదు.జాతకంలో ఏర్పడిన ఇతర కలయికలను కూడా ఏదైనా నిర్ధారణకు వచ్చే ముందు విశ్లేషించాలి.అశ్వినీ నక్షత్రం యొక్క రెండవ దశలో జన్మించిన జాతకుడు సంతోషంగా మరియు సంపన్నంగా జీవిస్తాడు. అదే విధంగా అశ్వినీ నక్షత్రం తృతీయ దశలో జన్మించిన వ్యక్తి సమాజంలో ఉన్నత స్థానం మరియు గౌరవాన్ని పొందుతాడు, అతను తన స్నేహితుల సహకారం కూడా పొందుతాడు మరియు ప్రయాణాలను ఇష్టపడతాడు, వ్యక్తికి ప్రభుత్వం నుండి గౌరవం మరియు బహుమతులు లభిస్తాయి. అశ్వినీ నక్షత్రం యొక్క నాల్గవ దశ. కానీ, అతను చిన్న ఆరోగ్య సమస్యలతో బాధపడవచ్చు.",
"ఆశ్లేష నక్షత్రం కర్కాటక రాశిలో 16 డిగ్రీల 40 నిమిషాల నుండి 30 డిగ్రీల వరకు ఉంటుంది. ఈ డిగ్రీల మధ్య చంద్రుడు కర్కాటక రాశిలో ఉంటే, అది గండ్మూల నక్షత్రంలో ఉంటుంది. ఆశ్లేష నక్షత్రం యొక్క మొదటి దశ ఖచ్చితంగా అశుభమైనదిగా పరిగణించబడదు, కానీ స్థానికుడు ధన నష్టంతో బాధ పడవలసి రావచ్చు.అయితే ఈ దశ శాంతి పూజ చేస్తే శుభ ఫలితాలను ఇవ్వవచ్చు.ఆశ్లేష నక్షత్రం రెండవ దశలో జన్మించిన జాతకుడు తన సోదర సోదరీమణులకు సమస్యలను కలిగించవచ్చు లేదా ఒకసారి తన సంపదను నాశనం చేసుకోవచ్చు. పెరుగుతాడు.ఆశ్లేష నక్షత్రం యొక్క మూడవ దశలో పుట్టిన బిడ్డ తల్లి మరియు తండ్రి ఇద్దరికీ సమస్యలను కలిగిస్తుంది.నాల్గవ దశలో జన్మించినట్లయితే, పిల్లల తండ్రి ఆర్థిక నష్టాన్ని మరియు ఆరోగ్య సమస్యలను ఎదుర్కోవలసి ఉంటుంది.",
"సింహరాశి ప్రారంభం మాఘ నక్షత్రం ప్రారంభం. చంద్రుడు 0 డిగ్రీల నుండి 13 డిగ్రీల 20 నిమిషాల వరకు సింహరాశిలో ఉంటే, అది గండ్మూల నక్షత్రంలో ఉన్నట్లు చెబుతారు. మాఘ నక్షత్రం మొదటి దశలో జన్మించిన స్థానికుడు కారణం కావచ్చు. తల్లికి సమస్యలు.అదే విధంగా, రెండవ దశలో జన్మించిన జన్మతః తండ్రికి కొన్ని సమస్యలను కలిగిస్తుంది, ఒక వ్యక్తి తన జీవితాంతం అన్ని రకాల ఆనందాలతో ధనవంతుడు, అతను మాఘ నక్షత్రం యొక్క మూడవ దశలో జన్మించాడు. మాఘ నక్షత్రం యొక్క నాల్గవ దశలో జన్మించిన వ్యక్తి తన వృత్తిలో స్థిరంగా ఉంటాడు మరియు ఉన్నత విద్యను అభ్యసిస్తాడు.",
"జ్యేష్ఠ నక్షత్రం వృశ్చిక రాశిలో 16 డిగ్రీల 40 నిమిషాల నుండి 30 డిగ్రీల వరకు ఉంటుంది. ఈ డిగ్రీల మధ్య చంద్రుడు వృశ్చికరాశిలో ఉంటే, ఆ బిడ్డ గండమూల నక్షత్రంలో జన్మించినట్లు చెబుతారు. భారతీయ వైదిక జ్యోతిషశాస్త్రం ప్రకారం, జ్యేష్ఠ నక్షత్రాన్ని పరిగణిస్తారు. అశుభ నక్షత్రం.జ్యేష్ఠ నక్షత్రం మొదటి దశలో జన్మించిన స్థానికుడు తన అన్నలు మరియు సోదరీమణులకు సమస్యలను కలిగిస్తాయి. జ్యేష్ఠ నక్షత్రం యొక్క మూడవ దశలో జన్మించిన వారికి తల్లి ఆరోగ్యం ఆందోళన కలిగించే అంశంగా మారవచ్చు.నాల్గవ దశలో జన్మించడం స్థానికులకు శుభపరిణామంగా పరిగణించబడదు. వ్యక్తి తన అంతటా చాలా అడ్డంకులను ఎదుర్కోవలసి ఉంటుంది. జీవితం.",
"జన్మ సమయంలో చంద్రుడు ధనుస్సు రాశిలో 0 డిగ్రీల నుండి 13 డిగ్రీల 20 నిమిషాల వరకు ఉంటే, స్థానికుడు గండ్మూల నక్షత్రంలో జన్మించాడని చెబుతారు. స్థానికుడు పుట్టినప్పుడు తండ్రి జీవితంలో చాలా తీవ్రమైన మార్పులు సంభవిస్తాయి. మూలా నక్షత్రం యొక్క మొదటి దశ. మూలా నక్షత్రం యొక్క రెండవ దశలో పుట్టిన బిడ్డ తల్లికి అశుభమైనదిగా పరిగణించబడుతుంది, అది తల్లికి చాలా సమస్యలను కలిగిస్తుంది, మూడవ దశలో జన్మించిన స్థానికుడు సంపద నష్టాన్ని ఎదుర్కోవలసి ఉంటుంది. అతని ఆస్తి మరియు డబ్బు.మూల నక్షత్రం యొక్క నాల్గవ దశ సగటు ఫలితాలను ఇస్తుంది. అయితే, శాంతి పూజ చేస్తే ఈ దశలో శుభ ఫలితాలు సాధించవచ్చు. స్థానికుడు తన జీవితంలో ఒక్కసారైనా గొప్ప నష్టాన్ని చవిచూడవచ్చు.",
"రేవతి నక్షత్రం మీన రాశిలో 16 డిగ్రీల 40 నిమిషాల నుండి 30 డిగ్రీల వరకు ఉంటుంది. ఈ డిగ్రీల మధ్య చంద్రుడు మీన రాశిలో ఉంటే, గండ్మూల నక్షత్రంలో ఒక బిడ్డ జన్మించాడని చెబుతారు. రేవతి నక్షత్రం మొదటి దశలో జన్మించిన స్థానికుడు నివసిస్తున్నారు. సంతోషకరమైన మరియు విజయవంతమైన జీవితం.అటువంటి వ్యక్తి తన ఆర్థిక స్థితితో సంతోషంగా ఉంటాడు.రేవతి నక్షత్రం యొక్క రెండవ దశలో జన్మించిన వ్యక్తి వారి కృషి, తెలివితేటలు మరియు అంకితభావం ద్వారా ఉన్నత స్థితిని సాధిస్తాడు.అయితే, అతను భూమి మరియు సంబంధిత నష్టాలను ఎదుర్కోవలసి ఉంటుంది. రేవతి నక్షత్రం యొక్క మూడవ దశలో జన్మించిన వ్యక్తి చాలా సంపద మరియు ఆస్తిని పొందుతాడు, కానీ సంపదను కూడా కోల్పోవాల్సి రావచ్చు. ఈ దశలో పుట్టిన వారి తల్లిదండ్రులకు కూడా సమస్యలు వస్తాయి. వారు జీవితంలో చాలా కష్టాలను ఎదుర్కోవచ్చు.",
"జనన సమయంలో చంద్రుడు ఆరు గండ మూల నక్షత్రాలలో ఏదైనా ఒక నక్షత్రంలో ఉన్నప్పుడు గండ మూల దోషం ఏర్పడుతుంది. అశ్విని, ఆశ్లేష, మఘ, జ్యేష్ట, మూల అనే రాశులలో చంద్రుడు ఉన్నప్పుడు జాతకంలో దోషం ఏర్పడుతుంది. , లేదా రేవతి, సమిష్టిగా గండ మూల నక్షత్రాలు అని పిలుస్తారు. ఈ నక్షత్రాలు బుధుడు మరియు కేతువులచే పాలించబడతాయి. వేద జ్యోతిషశాస్త్రంలో, గండ మూల నక్షత్రాలు అశుభమైనవిగా పరిగణించబడతాయి మరియు జన్మ చార్ట్‌లోని ఇతర ముఖ్యమైన గ్రహాలు కూడా చెడుగా మారినప్పుడు ఈ బాధ బలంగా మారుతుంది. గండ మూలా నక్షత్రంలో జన్మించిన వ్యక్తి జీవితంలో తరచుగా సమస్యలను ఎదుర్కొంటారు.ఈ బాధ కారణంగా వారి తల్లిదండ్రులు, తోబుట్టువులు మరియు బంధువులు కూడా ప్రభావితమవుతారు.అటువంటి స్థానికులు కుటుంబంలో సమస్యలను సృష్టించవచ్చు మరియు జీవితంలో ముఖ్యమైన ప్రయత్నాలలో ఆటంకాలు ఎదుర్కొంటారు. జన్మ చార్ట్‌లో ఈ దోషం (బాధ) కలిగి ఉండటం వల్ల: తల్లిదండ్రులు మరియు తోబుట్టువులతో సమస్యలు, తండ్రి మరియు తల్లి కుటుంబాల్లోని బంధువులకు ప్రమాదం, పెంపుడు జంతువులు మరియు పశువులకు ప్రమాదం, సంపద కోల్పోవడం మరియు కుటుంబంలో అసంతృప్తి మరియు ఇబ్బందులు."
],
"ghata":["ఈ జాతకంలో ఘట దోషం లేదు.",
"1వ ఇంటిలో కుజుడు-శని సంయోగం మిమ్మల్ని వంచలేని వైఖరితో సంబంధాలలో ఆధిపత్యం చెలాయించగలదని సూచిస్తుంది. మీరు ఉద్వేగభరితమైన పరంపరతో విరుద్ధమైన స్వభావాన్ని కలిగి ఉంటారు, కాబట్టి ఏదైనా విరుద్ధమైన పరిస్థితి/సంబంధాలలో తక్కువ ప్రొఫైల్‌ను ఉంచడం మరియు మీ శక్తిని మరియు శక్తిని పెట్టుబడి పెట్టడం ఉత్తమం. నిర్మాణాత్మక పనిలో.",
"2వ ఇంట్లో కుజుడు-శని సంయోగం కుటుంబ సంబంధాలలో వైరుధ్యాన్ని తెస్తుంది, ఎందుకంటే శని కష్టపడేవాడు మరియు కుజుడు చొరవ మరియు చర్య యొక్క శక్తి, సంయోగాన్ని సానుకూలంగా ఉంచి, తరచుగా ఉపయోగించినట్లయితే ఎక్కువ ధనలాభాలను పొందవచ్చు. డబ్బు విషయాలపై ఒత్తిడి పెరుగుతుంది.",
"3వ ఇంట్లో కుజుడు-శని సంయోగం మంచి చొరవ మరియు ధైర్యాన్ని సూచిస్తుంది, ఇది మీ కృషి మరియు కృషితో మీకు మరింత ధనలాభాన్ని ఇస్తుంది, అయితే మరోవైపు, మీ మొండి స్వభావం కారణంగా తోబుట్టువులు మరియు కుటుంబ సభ్యులతో విభేదాలు కనిపిస్తాయి.",
"4వ ఇంట్లో కుజుడు-శని సంయోగం సెంటిమెంట్లలో స్థిరత్వం మరియు గృహ ఆనందాన్ని వ్యక్తపరుస్తుంది, మతపరమైన కార్యక్రమాలలో అదనపు ప్రమేయం ఉంటుంది, కానీ మీ తల్లితో చాలా తరచుగా విభేదాలు ఉండవచ్చు.",
"5వ ఇంట్లో కుజుడు-శని సంయోగం పిల్లలతో సంబంధం ఉన్న విషయాలపై దుష్ప్రభావాన్ని సూచిస్తుంది, డబ్బు విషయాలలో ఊహాగానాలు, సృజనాత్మకత మరియు ప్రేమ సంబంధాలలో బంధం.",
"6వ ఇంట్లో కుజుడు-శని సంయోగం మీ ప్రత్యర్థులపై విజయం సాధించే ధైర్యాన్ని, మంచి ఆరోగ్యం మరియు శక్తిని సూచిస్తుంది, అయితే వాహనం యొక్క ర్యాష్ డ్రైవింగ్ నుండి అదనపు కోపం మరియు జాగ్రత్తను ఇస్తుంది.",
"7వ ఇంట్లో కుజుడు-శని సంయోగం వైవాహిక జీవితం మరియు సంబంధాలలో తక్కువ ప్రగతిశీల వైఖరిని సూచిస్తుంది, అయితే ఈ కలయికను నిర్మాణాత్మకంగా ఉపయోగించినట్లయితే, ఇది బలమైన కృషి మరియు ప్రయత్నాలతో వ్యాపార ప్రయత్నాలలో విజయం సాధించగలదు.",
"8వ ఇంట్లో కుజుడు-శని సంయోగం మీకు పేరు & కీర్తి మరియు దీర్ఘాయువుతో మంచి సంపదను ఇస్తుంది, అయితే ఇది మీ ఆరోగ్యాన్ని ప్రభావితం చేస్తుంది మరియు డబ్బుకు సంబంధించిన విషయాలలో అప్పులను కలిగి ఉంటుంది.",
"9వ ఇంట్లో కుజుడు-శని సంయోగం మీ మతపరమైన కోరికలు పెరగడాన్ని సూచిస్తుంది, తోబుట్టువులతో తక్కువ స్నేహపూర్వక సంబంధాలు, తండ్రి కానీ డబ్బు విషయాలలో ఉదారంగా ఉంటారు.",
"ప్రభుత్వ విధానాలతో వ్యాపారంలో 10వ గృహంలో కుజుడు-శని సంయోగం విజయం సాధించడం కానీ ప్రత్యర్థుల నుండి మంచి పోటీ, ఇతరులతో సహకారాన్ని కొనసాగించడం లాభదాయకం.",
"11వ ఇంట్లో కుజుడు-శని సంయోగం కష్టపడి పనిచేయడం వల్ల అనేక వనరుల ద్వారా లాభాలను పొందవచ్చు కానీ సామాజిక సంబంధాలు లేదా నెట్‌వర్క్ ద్వారా తప్పుడు ఆరోపణల కారణంగా చెడ్డ పేరు తెచ్చుకోవచ్చు.",
"12వ ఇంట్లో కుజుడు-శని సంయోగం వలన మీ ప్రయత్నాలలో చాలా ఎదురుదెబ్బలు, తెలిసిన వారి ద్వారా మోసం, శక్తి మరియు శక్తిని కోల్పోవచ్చు, కానీ విద్యా విషయాలలో శ్రేయస్సు తీసుకురావచ్చు.",
"ఒక జాతకంలో శని-కుజుడు కలయిక ఉన్నప్పుడు ఘట్ దోషం సంభవిస్తుంది. రెండూ దుష్ట గ్రహాలు మరియు స్థానికుల జీవితంలో వినాశనం సృష్టించగలవు. శని మరియు అంగారక గ్రహాల యొక్క రెండు అత్యంత తీవ్రమైన శక్తులు స్థానికులను ఉద్వేగభరితంగా మరియు ద్వేష భావాలను పెంచుతాయి. దీర్ఘకాల ప్రభావంతో చెడు నిర్ణయాలు లేదా ప్రకోపాలను తీసుకురావడం. శనిగ్రహం నుండి వచ్చిన ఆంక్షల కారణంగా వ్యక్తి అన్ని చర్యలలో సంఘర్షణను అనుభవించవచ్చు."
],
"shrapit":["ఈ జాతకంలో శ్రాపిత దోషం లేదు",
"1వ ఇంటిలోని శని-రాహువు మీరు ఎల్లప్పుడూ ఆందోళన చెందుతారని, ప్రతికూల ఆలోచనలతో బాధపడే ఆరోగ్యంతో పాలించబడతారని సూచిస్తుంది, ఇది తక్కువ శక్తిని లేదా వైద్య సహాయం అవసరమయ్యే వ్యాధిని సూచిస్తుంది.",
"2వ ఇంట్లో శని-రాహువు ప్రసంగంలో సమస్యలు, కుటుంబ సంబంధాలలో వివాదాలు మరియు డబ్బు తక్కువగా ఉండటం వల్ల పనిలో సహోద్యోగులతో సమస్యలు ఉంటాయి.",
"3వ ఇంట్లో శని-రాహువు పురోభివృద్ధి కోసం తక్కువ చొరవ, తోబుట్టువుల సంతోషం లేని కారణంగా జీవితంలో ఒడిదుడుకులను అందించవచ్చు, కమ్యూనికేషన్ నాణ్యత గురించి తక్కువ ఆందోళన కలిగి ఉండవచ్చు.",
"4 వ ఇంట్లో శని-రాహువు ఆనందం మరియు స్థిరత్వం యొక్క ఇంట్లో చాలా ప్రగతిశీల స్థానం కాదు, ఇక్కడ అది మీ వ్యక్తిగత సంబంధాలను ప్రభావితం చేసే ఆస్తులు (స్థిర) మరియు సంపదను ప్రభావితం చేస్తుంది, ఎందుకంటే శని నిర్మాణాన్ని సూచిస్తుంది మరియు రాహు డబ్బు, అడ్డంకులు మరియు గందరగోళాన్ని సూచిస్తుంది." ,
"5వ ఇంట్లో శని-రాహువు మీ చదువును పూర్తి చేయడంలో ఇబ్బందితో ప్రతికూల ఆలోచనలకు లోనవుతారు, పెద్ద తోబుట్టువుల సంబంధం దెబ్బతింటుంది. సంతానం అవకాశాలు దెబ్బతింటాయి, లేదా పిల్లల ఆరోగ్యం చెడుగా ఉండవచ్చు.",
"6వ ఇంట్లో శని-రాహువు గుండెపోటు, రక్తహీనత, అప్పులు లేదా మద్యపానం మరియు జూదం వంటి చెడు అలవాట్లకు బానిసైన వ్యక్తి వంటి ఆరోగ్య సమస్యల కారణంగా మీ ఆరోగ్యాన్ని ప్రభావితం చేయవచ్చు.",
"7వ ఇంట్లో శని-రాహువు వృత్తిపరమైన భాగస్వాములు మరియు సహోద్యోగులతో వివాదాలను తక్కువ సహకారం మరియు శత్రుత్వంతో అందించవచ్చు. ఇది మీ జీవిత భాగస్వామితో మీ వ్యక్తిగత సంబంధాలపై ప్రభావం చూపుతుంది, మీ ఇంటిలో యుద్ధ వాతావరణాన్ని సృష్టిస్తుంది. మీ అన్ని వ్యాపారాలలో విజయం. సహనం మరియు కృషితో సూచించబడుతుంది.",
"8 వ ఇంట్లో శని-రాహువు చెడు ఆరోగ్యం, భయంకరమైన సంబంధాలు మరియు రహస్య వ్యవహారం యొక్క అవకాశాలు చాలా ఎక్కువగా ఉన్నాయి.",
"9వ ఇంట్లో శని-రాహువు తండ్రితో తక్కువ ప్రగతిశీల సంబంధాలతో మీకు తక్కువ అదృష్టాన్ని ఇస్తాడు, కానీ కష్టపడి వృత్తిపరంగా విజయం సాధిస్తాడు.",
"10 వ ఇంట్లో శని-రాహువు వ్యక్తిగత మరియు వృత్తిపరమైన ఒడిదుడుకులను ఇస్తాడు మరియు ప్రభుత్వ నేరానికి శిక్షించబడే అవకాశం ఉంది.",
"11వ ఇంటిలోని శని-రాహువులు జూదం లేదా బెట్టింగ్‌ల ద్వారా గోచరిస్తారు, అయితే పెద్ద తోబుట్టువులు మరియు పిల్లలు ఆరోగ్యంలో తక్కువ తేజము కారణంగా బాధపడే అవకాశం ఉంది.",
"12వ ఇంట్లో శని-రాహువు తక్కువ ఆరోగ్య అవకాశాలు, అనైతిక సంబంధాలు, వ్యక్తిగత సంబంధాలలో ఆనందం లేకపోవడం.",
"శని మరియు రాహువు ఒకే రాశిలో ఉంచబడినప్పుడు శ్రాపిత్ దోషం జన్మ చార్ట్‌లో సంభవిస్తుంది. శ్రాపిత్ అంటే గత జన్మలో ఎవరైనా చేసిన శాపం. ఈ దోషం ఒక వ్యక్తి గత జీవితంలో చేసిన తప్పుడు చర్యల వల్ల వస్తుంది. ఒక వ్యక్తి శాపానికి గురవుతాడు. ఎవరైనా గత జన్మలో చేసిన దుష్కర్మలకు.. గత జన్మ కర్మలు వర్తమానంలో తన ఉనికిని వెంబడించడం దురదృష్టంగా పరిగణించబడుతుంది. ఈ జన్మలో ఏది జరిగినా అది గత జన్మలోని చెడు కర్మల ప్రతిబింబం. ఈ క్రింది సమస్యల జాబితా ఈ దోషం యొక్క హానికరమైన ప్రభావాలను వ్యక్తి అనుభవించవచ్చు: విద్యా విషయాలలో సమస్యలు, వ్యాపారంలో అడ్డంకులు, భారీ ఆర్థిక నష్టాలు, పిల్లలకు తరచుగా వచ్చే అనారోగ్యాలు, సంతానం లేకపోవడం, వైవాహిక విభేదాలు, న్యాయ పోరాటాలు మరియు శత్రుత్వం, ఆందోళన మరియు ఒత్తిడి మరియు తక్కువ ఆత్మవిశ్వాసం"
]
}
