{
	"dharma_karmadhipati_raja_yoga":["Dharma Karmadhipati Raja yoga",
				"If the lords of dharma sthana (9th) and karma sthana (10th) form a raja yoga, it is known by this special name. The 9th house is the most important trine and the 10th house is the most important quadrant.",
				"One born with this yoga is sincere, devoted and righteous. He is fortunate."
				],
	"vipareetha_raja_yoga":["Vipareetha Raja yoga",
		"The 6th, 8th and 12th houses are known as trik sthanas or dusthanas (bad houses). If their lords occupies dusthanas or conjoin dusthanas, it results in this yoga.",
		"One having this yoga experiences tremedous success, typically after an initial struggle. Vipareeta means extreme."],
	"neecha_bhanga_raja_yoga":["Neecha Bhanga Raja yoga",
		"1. If the lord of the sign occupied by a weak or debilitated planet is exalted or is in Kendra from Moon. Ex, If Jupiter is debilitated in Capricorn and if Saturn is exalted and placed in Kendra from moon. 2. If the debilitated planet is conjunct with the Exalted Planet. 3. If the debilitated planet is aspected by the master of that sign. Ex, If Sun is debilitated in Libra and it is aspect by Venus with 7th aspect. 4. If the debilitated planet is Exalted in Navamsa Chart. 5. The planet which gets exalted in the sign where a debilitated planet is placed is in a Kendra from the Lagna or the Moon. Ex, If Sun is debilitated in the birth chart in Libra and Saturn which gets exalted in Libra is placed in Kendra from Lagna or Moon. NOTE: Checks only the first 3 conditions below. 4 and 5 to be done in future version",
		"Neecha Bhanga Raja Yoga provides one with Fame, Property, and Control usually. But all the said prosperities will be used by the native only in the next half of life particularly after the age 36 corresponding to the age at the yoga developing dasha, sub-period and transits take place in one’s chart. This typical nature is attributed to this Yoga because the planet who create Neecha Bhanga Rajayoga is subjected to debilitation first and then attains the cancellation. Likewise, the native's life too would suffer adversities in the initial part of life and then will start excelling. Earning from multiple sources and earning a good reputation from a vast number of peoples and various communities along with holding a good image is the result of this Yoga. One will be admired within his/her personal, professional and social circles. Whatever they do brings a good reputation for them and people usually like them for what they are. They will gather huge property and start producing many sources of income once the Rajayoga is in operation. They will also hold power in life. The native will be holding power over many people once this Yoga is operational."]
}