{
"vesi_yoga":["ವೇಸಾಯಿ ಯೋಗ",
"ಸೂರ್ಯನ 2ನೇ ಮನೆಯಲ್ಲಿ ಚಂದ್ರನ ಹೊರತಾಗಿ ಬೇರೆ ಗ್ರಹವಿದೆ",
"ನೀವು ಸಮತೋಲಿತ ದೃಷ್ಟಿಕೋನವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಸತ್ಯವಂತರು, ಎತ್ತರ ಮತ್ತು ಜಡರು. ನೀವು ಸ್ವಲ್ಪ ಸಂಪತ್ತಿನಲ್ಲಿಯೂ ಸಂತೋಷ ಮತ್ತು ಆರಾಮದಾಯಕವಾಗಿರುತ್ತೀರಿ."
],
"vosi_yoga":["ವೋಸಿ ಯೋಗ",
"ಸೂರ್ಯನಿಂದ 12 ನೇ ಮನೆಯಲ್ಲಿ ಚಂದ್ರನನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಗ್ರಹವಿದೆ",
"ನೀವು ಕೌಶಲ್ಯಪೂರ್ಣ, ದಾನಶೀಲ, ಪ್ರಸಿದ್ಧ, ಕಲಿತ ಮತ್ತು ಬಲಶಾಲಿ."],
"ubhayachara_yoga":["ಉಭಯಾಚಾರ ಯೋಗ",
"ಸೂರ್ಯನಿಂದ 2ನೇ ಮತ್ತು 12ನೇ ಮನೆಗಳಲ್ಲಿ ಚಂದ್ರನನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಗ್ರಹಗಳಿವೆ",
"ನೀವು ಎಲ್ಲಾ ಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ರಾಜನಂತೆ ಅಥವಾ ಸಮಾನರಾಗಿರುತ್ತೀರಿ"],
"nipuna_yoga":["ನಿಪುಣ ಯೋಗ",
"ಸೂರ್ಯ ಮತ್ತು ಬುಧ ಒಟ್ಟಿಗೆ (ಒಂದು ಚಿಹ್ನೆಯಲ್ಲಿ).",
"ನೀವು ಎಲ್ಲಾ ಕೆಲಸಗಳಲ್ಲಿ ಬುದ್ಧಿವಂತ ಮತ್ತು ಕೌಶಲ್ಯಪೂರ್ಣರಾಗಿರುತ್ತೀರಿ. ನೀವು ಚಿರಪರಿಚಿತರು, ಗೌರವಾನ್ವಿತ ಮತ್ತು ಸಂತೋಷವಾಗಿರುತ್ತೀರಿ.\\n ಈ ಯೋಗವು ಡಿ-10 ನಂತಹ ವಿಭಾಗೀಯ ಪಟ್ಟಿಯಲ್ಲಿ ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿಯಾಗಿದೆ. ರಾಶಿ ಚಾರ್ಟ್ನಲ್ಲಿಯೂ ಸಹ, ಬುಧ ಇದ್ದರೆ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ದಹಿಸುವುದಿಲ್ಲ."],
"sunaphaa_yoga":["ಸುನಫಾ ಯೋಗ",
"ಚಂದ್ರನಿಂದ 2 ನೇ ಮನೆಯಲ್ಲಿ ಸೂರ್ಯನನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಗ್ರಹಗಳಿವೆ",
"ನೀವು ರಾಜ ಅಥವಾ ಸಮಾನರಾಗುವಿರಿ. ನೀವು ಬುದ್ಧಿವಂತರು, ಶ್ರೀಮಂತರು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ನೀವು ಸ್ವಯಂ ಗಳಿಸಿದ ಸಂಪತ್ತನ್ನು ಹೊಂದುವಿರಿ."],
"anaphaa_yoga":["ಅನಫಾ ಯೋಗ",
"ಚಂದ್ರನಿಂದ 12 ನೇ ಮನೆಯಲ್ಲಿ ಸೂರ್ಯನನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಗ್ರಹಗಳಿವೆ",
"ನೀವು ಉತ್ತಮ ನೋಟವನ್ನು ಹೊಂದಿರುವ ರಾಜರಾಗುತ್ತೀರಿ. ನಿಮ್ಮ ದೇಹವು ರೋಗದಿಂದ ಮುಕ್ತವಾಗಿರುತ್ತದೆ. ನೀವು ಚಾರಿತ್ರ್ಯದ ವ್ಯಕ್ತಿ ಮತ್ತು ದೊಡ್ಡ ಖ್ಯಾತಿಯನ್ನು ಹೊಂದಿರುವಿರಿ. ನೀವು ಸೌಕರ್ಯಗಳಿಂದ ಸುತ್ತುವರೆದಿರುವಿರಿ."],
"duradhara_yoga":["ದುರಾಧರ ಯೋಗ",
"ಚಂದ್ರನಿಂದ 2 ನೇ ಮತ್ತು 12 ನೇ ಮನೆಗಳಲ್ಲಿ ಸೂರ್ಯನನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಗ್ರಹಗಳಿವೆ.",
"ನೀವು ಅನೇಕ ಸಂತೋಷಗಳನ್ನು ಅನುಭವಿಸುವಿರಿ. ನೀವು ದಾನಶೀಲರು. ನೀವು ಸಂಪತ್ತು ಮತ್ತು ವಾಹನಗಳನ್ನು ಹೊಂದುವಿರಿ. ನಿಮಗೆ ಉತ್ತಮ ಸೇವಕರು ಇರುತ್ತಾರೆ."],
"kemadruma_yoga":["ಕೇಮದ್ರುಮ ಯೋಗ",
"ಚಂದ್ರನಿಂದ 1, 2 ಮತ್ತು 12 ನೇ ಮನೆಗಳಲ್ಲಿ ಸೂರ್ಯನನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ಗ್ರಹಗಳಿಲ್ಲ ಮತ್ತು ಲಗ್ನದಿಂದ ಚತುರ್ಭುಜಗಳಲ್ಲಿ ಚಂದ್ರನನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ಗ್ರಹಗಳಿಲ್ಲ",
"ನೀವು ದುರದೃಷ್ಟವಂತರು, ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಕಲಿಕೆಯ ಕೊರತೆ ಮತ್ತು ಬಡತನ ಮತ್ತು ತೊಂದರೆಗಳಿಂದ ಪೀಡಿತರು. ಈ ಕೆಟ್ಟ ಯೋಗವು ಚಾರ್ಟ್‌ನಲ್ಲಿರುವ ಇತರ ಉತ್ತಮ ಯೋಗಗಳ ಫಲಿತಾಂಶಗಳನ್ನು ಕೊಲ್ಲುತ್ತದೆ, ವಿಶೇಷವಾಗಿ ಚಂದ್ರ ಯೋಗಗಳು (ಯಾವುದಾದರೂ ಇದ್ದರೆ). ನೀವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕು ಮತ್ತು ಹೆಚ್ಚಿನ ಪ್ರಯತ್ನಗಳ ಮೂಲಕ ಯಶಸ್ವಿಯಾಗಬೇಕು. "],
"chandra_mangala_yoga":["ಚಂದ್ರ ಮಂಗಳ ಯೋಗ",
"ಚಂದ್ರ ಮತ್ತು ಮಂಗಳ ಒಟ್ಟಿಗೆ (ಒಂದು ಚಿಹ್ನೆಯಲ್ಲಿ).",
"ನೀವು ಲೌಕಿಕ ಬುದ್ಧಿವಂತರು ಮತ್ತು ಭೌತಿಕವಾಗಿ ಯಶಸ್ವಿಯಾಗಿದ್ದೀರಿ. ನೀವು ನಿರ್ಲಜ್ಜ ವಿಧಾನಗಳ ಮೂಲಕ ಹಣವನ್ನು ಗಳಿಸಬಹುದು. ನೀವು ತಾಯಿ ಅಥವಾ ಇತರ ಮಹಿಳೆಯರನ್ನು ಕೆಟ್ಟದಾಗಿ ನಡೆಸಿಕೊಳ್ಳಬಹುದು."],
"adhi_yoga":["ಆಧಿ ಯೋಗ",
"ನೈಸರ್ಗಿಕ ಪ್ರಯೋಜನಗಳು ಚಂದ್ರನಿಂದ 6, 7 ಮತ್ತು 8 ನೇ ಸ್ಥಾನವನ್ನು ಪಡೆದುಕೊಳ್ಳುತ್ತವೆ",
"ಒಳಗೊಂಡಿರುವ ಗ್ರಹಗಳ ಬಲವನ್ನು ಅವಲಂಬಿಸಿ ನೀವು ರಾಜ ಅಥವಾ ಮಂತ್ರಿ ಅಥವಾ ಸೇನಾ ಮುಖ್ಯಸ್ಥರಾಗಬಹುದು"],
"ruchaka_yoga":["ರುಚಕ ಯೋಗ",
"ಮಂಗಳವು ಸ್ವಂತ ಚಿಹ್ನೆ ಅಥವಾ ಉದಾತ್ತ ಚಿಹ್ನೆಯಲ್ಲಿ ಚತುರ್ಭುಜದಲ್ಲಿದೆ.",
"ನೀವು ಉರಿಯುವ ಸ್ವಭಾವದ ವ್ಯಕ್ತಿ. ನೀವು ಬಹಳಷ್ಟು ಉತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಸಹಜ ನಾಯಕ. ನೀವು ಯುದ್ಧಗಳನ್ನು ಮಾಡಲು ಇಷ್ಟಪಡುತ್ತೀರಿ ಮತ್ತು ನೀವು ಶತ್ರುಗಳ ಮೇಲೆ ವಿಜಯಶಾಲಿಯಾಗುತ್ತೀರಿ. ನೀವು ತಾರತಮ್ಯ ಮತ್ತು ವಿದ್ವಾಂಸರ ಭಕ್ತರು. ನೀವು ಚೆನ್ನಾಗಿ ಪಾರಂಗತರಾಗಿದ್ದೀರಿ. ಅತೀಂದ್ರಿಯ ವಿಜ್ಞಾನದಲ್ಲಿ, ನೀವು ಉತ್ತಮ ಅಭಿರುಚಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ನೀವು ಯಾವಾಗಲೂ ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ."],
"bhadra_yoga":["ಭದ್ರ ಯೋಗ",
"ಬುಧವು ಸ್ವಂತ ಚಿಹ್ನೆ ಅಥವಾ ಉದಾತ್ತ ಚಿಹ್ನೆಯಲ್ಲಿ ಚತುರ್ಭುಜದಲ್ಲಿದೆ.",
"ನೀನು ಮಣ್ಣಿನ ಸ್ವಭಾವವುಳ್ಳವನೂ ಸಿಂಹರೂಪಿಯೂ ಆಗಿರುವೆ. ನೀನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿಯೂ ವಿದ್ವಾಂಸನು. ನೀನು ಉತ್ತಮ ದೇಹ ಮತ್ತು ಆಳವಾದ ಧ್ವನಿಯನ್ನು ಹೊಂದಿದ್ದೀಯ. ನಿನ್ನಲ್ಲಿ ಸತ್ವಗುಣವಿದೆ. ನಿನಗೆ ಯೋಗವನ್ನು ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ನೀವು ಯಾವಾಗಲೂ ಬಂಧುಗಳಿಂದ ಸುತ್ತುವರೆದಿರುವಿರಿ. ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದವರು ಮತ್ತು ಅವರೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಪತ್ತನ್ನು ಆನಂದಿಸುತ್ತೀರಿ. ನೀವು ಎಲ್ಲದರಲ್ಲೂ ಶುಚಿತ್ವವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತೀರಿ ಮತ್ತು ತುಂಬಾ ವ್ಯವಸ್ಥಿತವಾಗಿರುತ್ತೀರಿ. ನೀವು ಸ್ವಾತಂತ್ರ್ಯ ಮತ್ತು ಧಾರ್ಮಿಕ ಮನೋಭಾವವನ್ನು ಹೊಂದಿದ್ದೀರಿ."],
"sasa_yoga":["ಶಸಯೋಗ", "ಶನಿಯು ಮಕರ, ಕುಂಭ ಅಥವಾ ತುಲಾ ರಾಶಿಯಲ್ಲಿರಬೇಕು ಮತ್ತು ಅವನು ಲಗ್ನದಿಂದ 1, 4, 7 ಅಥವಾ 10ನೇ ಸ್ಥಾನದಲ್ಲಿರಬೇಕು",
"ನೀವು ಗಾಳಿಯ ಸ್ವಭಾವದ ಮಹಾನ್ ವ್ಯಕ್ತಿ, ನೀವು ಮೊಲದಂತಿರುವಿರಿ, ನೀವು ಬುದ್ಧಿವಂತರು ಮತ್ತು ಅಲೆದಾಡುವುದನ್ನು ಆನಂದಿಸುತ್ತೀರಿ, ನೀವು ಕಾಡು, ಪರ್ವತಗಳು ಮತ್ತು ಕೋಟೆಗಳಲ್ಲಿ ಹಾಯಾಗಿರುತ್ತೀರಿ, ನೀವು ಪರಾಕ್ರಮಿ ಮತ್ತು ತೆಳ್ಳಗಿನ ಮೈಕಟ್ಟು ಹೊಂದಿರುವಿರಿ. ನೀವು ಇತರರ ದೌರ್ಬಲ್ಯಗಳನ್ನು ತಿಳಿದಿದ್ದೀರಿ. ನೀವು ಉತ್ಸಾಹಭರಿತ, ಆದರೆ ಸ್ವಲ್ಪ ಚಂಚಲತೆಯನ್ನು ಹೊಂದಿರಿ. ನೀವು ದಾನಶೀಲರು."],
"maalavya_yoga":["ಮಾಲವ್ಯ ಯೋಗ",
"ಶುಕ್ರವು ಸ್ವಂತ ಚಿಹ್ನೆ ಅಥವಾ ಉದಾತ್ತ ಚಿಹ್ನೆಯಲ್ಲಿ ಚತುರ್ಭುಜದಲ್ಲಿದೆ.",
"ನೀವು ನೀರಿನ ಸ್ವಭಾವದ ಮಹಾನ್ ವ್ಯಕ್ತಿ. ನೀವು ಚಂದ್ರನ ಬೆಳಕನ್ನು ಹೋಲುವ ಹೊಳಪನ್ನು ಹೊರಸೂಸುತ್ತೀರಿ. ನೀವು ರುಚಿಕರವಾದ ಆಹಾರವನ್ನು ಆನಂದಿಸುತ್ತೀರಿ. ನೀವು ಐಷಾರಾಮಿಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾದ ಆರೋಗ್ಯವಿದೆ. ನೀವು ಕಲೆಗಳಲ್ಲಿ ಚೆನ್ನಾಗಿ ಪಾರಂಗತರಾಗಿದ್ದೀರಿ."],
"hamsa_yoga":["ಹಂಸ ಯೋಗ",
"ಗುರುವು ಧನು ರಾಶಿ, ಮೀನ ಅಥವಾ ಮಕರ ರಾಶಿಯಲ್ಲಿರಬೇಕು ಮತ್ತು ಅವನು ಲಗ್ನದಿಂದ 1, 4, 7 ಅಥವಾ 10 ನೇ ಸ್ಥಾನದಲ್ಲಿರಬೇಕು.",
"ನೀನು ಈಥರಿ ಸ್ವಭಾವದ ಶ್ರೇಷ್ಠ ವ್ಯಕ್ತಿ . ನೀವು ಬುದ್ಧಿವಂತ ಸಂಭಾಷಣಾಕಾರರು ಮತ್ತು ಉತ್ತಮ ಭಾಷಣವನ್ನು ಹೊಂದಿದ್ದಾರೆ."], 
"rajju_yoga":["ರಜ್ಜು ಯೋಗ", 
	"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಪ್ರತ್ಯೇಕವಾಗಿ ಚಲಿಸಬಲ್ಲ ಚಿಹ್ನೆಗಳಲ್ಲಿವೆ.", 
	"ನೀವು ಪ್ರಯಾಣಿಸಲು ಇಷ್ಟಪಡಬಹುದು. ನೀವು ಉತ್ತಮ ನೋಟವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ವಿದೇಶಗಳಲ್ಲಿ ಅಭಿವೃದ್ಧಿ ಹೊಂದಬಹುದು. ನೀವು ಕ್ರೂರವಾಗಿರಬಹುದು."],
"musala_yoga":["ಮುಸಲ ಯೋಗ",
	"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಪ್ರತ್ಯೇಕವಾಗಿ ಸ್ಥಿರ ಚಿಹ್ನೆಗಳಲ್ಲಿವೆ.",
	"ನೀವು ಗೌರವ, ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಸಂಪತ್ತನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ರಾಜರು ನಿಮ್ಮನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ನೀವು ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಅನೇಕ ಮಕ್ಕಳನ್ನು ಹೊಂದುವಿರಿ. ನೀವು ದೃಢವಾದ ಮನೋಭಾವವನ್ನು ಹೊಂದಿದ್ದೀರಿ."],
"nala_yoga":["ನಾಳ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಪ್ರತ್ಯೇಕವಾಗಿ ಎರಡು ಚಿಹ್ನೆಗಳಲ್ಲಿವೆ.",
"ನೀವು ಕಳಪೆ ಮೈಕಟ್ಟು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಹಣವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ನೀವು ಉತ್ತಮ ನೋಟವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ಸಂಬಂಧಿಕರಿಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಕೌಶಲ್ಯವಂತರು."],
"maalaa_yoga":["ಮಾಲಾ ಯೋಗ",
"ಮೂರು ಚತುರ್ಭುಜಗಳನ್ನು ನೈಸರ್ಗಿಕ ಲಾಭದಾಯಕ ಗ್ರಹಗಳು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ನೀವು ಯಾವಾಗಲೂ ಸಂತೋಷವಾಗಿರುವಿರಿ. ನೀವು ಉತ್ತಮವಾದ ಬಟ್ಟೆ, ವಾಹನಗಳು, ಐಷಾರಾಮಿ ಮತ್ತು ಅನೇಕ ಮಹಿಳೆಯರ ಸ್ನೇಹವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."],
"sarpa_yoga":["ಸರ್ಪ ಯೋಗ",
"ಮೂರು ಚತುರ್ಭುಜಗಳನ್ನು ನೈಸರ್ಗಿಕ ಹಾನಿಕಾರಕ ಗ್ರಹಗಳು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ದುಃಖಿತ, ಅತೃಪ್ತಿ, ಕ್ರೂರ, ಬಡ ಮತ್ತು ಆಹಾರಕ್ಕಾಗಿ ಇತರರ ಮೇಲೆ ಅವಲಂಬಿತನಾಗಿರುತ್ತಾನೆ. ಇದು ತುಂಬಾ ಕೆಟ್ಟ ಸಂಯೋಜನೆಯಾಗಿದೆ."],
"gadaa_yoga":["ಗದಾ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ ಎರಡು ಸತತ ಚತುರ್ಭುಜಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಸಂಪತ್ತು, ಚಿನ್ನ ಮತ್ತು ರತ್ನಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ನೀವು ಯಜ್ಞಗಳನ್ನು (ತ್ಯಾಗದ ವಿಧಿಗಳನ್ನು) ಮಾಡಬಹುದು. ನಿಮಗೆ ಶಾಸ್ತ್ರಗಳು (ವಿಜ್ಞಾನಗಳು) ಮತ್ತು ಹಾಡುಗಳು ತಿಳಿದಿದೆ."],
"sakata_yoga":["ಸಕತ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 4 ಮತ್ತು 10 ನೇ ಮನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಅಲೆದಾಡಲು ಇಷ್ಟಪಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಸಂದೇಶವಾಹಕನಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಲೈಂಗಿಕತೆಯನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಗೆ ನಾಚಿಕೆ ಇಲ್ಲ ಮತ್ತು ಜಗಳವಾಡಲು ಇಷ್ಟಪಡುತ್ತಾನೆ. ವಿಹಂಗ ಎಂದರೆ ಪಕ್ಷಿ. ಕೆಲವು ಲೇಖಕರು ಇದನ್ನು ವಿಹಗ ಯೋಗ ಎಂದು ಕರೆಯುತ್ತಾರೆ."],
"sringaataka_yoga":["ಶೃಂಗಾಟಕ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ ತ್ರಿಕೋನಗಳನ್ನು (1 ನೇ, 5 ನೇ ಮತ್ತು 9 ನೇ) ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂತೋಷದಿಂದ ಮತ್ತು ರಾಜರಿಂದ ಇಷ್ಟಪಟ್ಟವನು. ಈ ವ್ಯಕ್ತಿಯು ಉದಾತ್ತ ಹೆಂಡತಿಯನ್ನು ಹೊಂದಿದ್ದಾನೆ ಮತ್ತು ಮಹಿಳೆಯರನ್ನು ದ್ವೇಷಿಸುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿ ಶ್ರೀಮಂತ. ಶೃಂಗಾಟಕ ಎಂದರೆ ಅಡ್ಡರಸ್ತೆ ಜಂಕ್ಷನ್. ಇದು ಇತರ ಕೆಲವು ಜನಪ್ರಿಯ ಅರ್ಥಗಳನ್ನು ಹೊಂದಿದೆ."],
"hala_yoga":["ಹಲ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಪರಸ್ಪರ ತ್ರಿಕೋನಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ ಆದರೆ ಲಗ್ನದಿಂದ ತ್ರಿಕೋನಗಳಲ್ಲ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ರೈತನಾಗುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಹಳಷ್ಟು ಆಹಾರವನ್ನು ತಿನ್ನುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಡವ. ಈ ವ್ಯಕ್ತಿಯು ಸ್ನೇಹಿತರು ಮತ್ತು ಸಂಬಂಧಿಕರಿಂದ ಪರಿತ್ಯಕ್ತನಾಗಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಅತೃಪ್ತಿ ಮತ್ತು ಚಿಂತಿತನಾಗಿರುತ್ತಾನೆ. ಹಾಲ ಎಂದರೆ ನೇಗಿಲು."],
"vajra_yoga":["ವಜ್ರ ಯೋಗ",
"ಲಗ್ನ ಮತ್ತು 7 ನೇ ಮನೆಗಳು ನೈಸರ್ಗಿಕ ಲಾಭದಾಯಕ ಗ್ರಹಗಳಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು 4 ನೇ ಮತ್ತು 10 ನೇ ಮನೆಗಳು ನೈಸರ್ಗಿಕ ದೋಷಪೂರಿತ ಗ್ರಹಗಳಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಜೀವನದ ಆರಂಭಿಕ ಮತ್ತು ಕೊನೆಯ ಭಾಗಗಳಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಗೆ ಶೌರ್ಯವಿದೆ. ಈ ವ್ಯಕ್ತಿಯು ಅದೃಷ್ಟವಂತನಲ್ಲ, ಆದರೆ ಯಾವುದೇ ಆಸೆಗಳನ್ನು ಹೊಂದಿಲ್ಲ. ಈ ವ್ಯಕ್ತಿಯು ಹೋರಾಡುತ್ತಾನೆ. ವಜ್ರ ಎಂದರೆ ವಜ್ರ."
],
"yava_yoga":["ಯವ ಯೋಗ",
"ಲಗ್ನ ಮತ್ತು 7 ನೇ ಮನೆಗಳು ನೈಸರ್ಗಿಕ ದೋಷಪೂರಿತ ಗ್ರಹಗಳಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು 4 ನೇ ಮತ್ತು 10 ನೇ ಮನೆಗಳು ನೈಸರ್ಗಿಕ ಲಾಭದಾಯಕ ಗ್ರಹಗಳಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಧಾರ್ಮಿಕ ನಿಯಮಗಳನ್ನು ಪಾಲಿಸುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಜೀವನದ ಮಧ್ಯ ಭಾಗದಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಸಂಪತ್ತು ಮತ್ತು ಒಳ್ಳೆಯ ಮಕ್ಕಳನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ದಾನಶೀಲನಾಗಿರುತ್ತಾನೆ. ಅವನು ದೃಢ ಮನಸ್ಸಿನವನಾಗಿದ್ದಾನೆ. ಯವ ಎಂದರೆ ಇತರ ವಸ್ತುಗಳ ಜೊತೆಗೆ ಧಾನ್ಯ."] ,
"kamala_yoga":["ಕಮಲ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ ಚತುರ್ಭುಜಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ರಾಜನಾಗುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಲವಾದ ಗುಣವನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಪ್ರಸಿದ್ಧ ಮತ್ತು ದೀರ್ಘಾಯುಷ್ಯವನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಶುದ್ಧ ಮತ್ತು ಅನೇಕ ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳನ್ನು ಮಾಡುತ್ತಾನೆ. ಕಮಲ ಎಂದರೆ ಕಮಲ."
],
"vaapi_yoga":["Vaapi Yoga",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ ಪಾನಪರ ಅಥವಾ ಅಪೋಕ್ಲಿಮಾಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಎಲ್ಲಾ ಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ರಾಜನಾಗುತ್ತಾನೆ. ವಾಪಿ ಎಂದರೆ ಕೊಳ ಅಥವಾ ನೀರಿನ ತೊಟ್ಟಿ ಅಥವಾ ಬಾವಿ."],
"yoopa_yoga":["Yoopa Yoga",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 1 ನೇ, 2 ನೇ, 3 ನೇ ಮತ್ತು 4 ನೇ ಮನೆಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನಿಗೆ ಆಧ್ಯಾತ್ಮಿಕ ಜ್ಞಾನ ಮತ್ತು ಯಜ್ಞಗಳ (ತ್ಯಾಗದ ವಿಧಿಗಳ) ಜ್ಞಾನವಿದೆ. ಈ ವ್ಯಕ್ತಿಯ ಸಂಗಾತಿಯು ಯಾವಾಗಲೂ ಒಟ್ಟಿಗೆ ಇರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಸತ್ವ ಗುಣವನ್ನು ಹೊಂದಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಎಲ್ಲಾ ಧಾರ್ಮಿಕ ನಿಯಮಗಳನ್ನು ಪಾಲಿಸುತ್ತಾನೆ. ಯೂಪ ಎಂದರೆ ಕಂಬ ಮತ್ತು ನಿರ್ದಿಷ್ಟವಾಗಿ ತ್ಯಾಗದ ಹುದ್ದೆ. "],
"sara_yoga":["ಸರ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 4, 5, 6 ಮತ್ತು 7 ನೇ ಮನೆಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಬಾಣಗಳನ್ನು ಮಾಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಜೈಲುಗಳ ಮುಖ್ಯಸ್ಥನಾಗುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬೇಟೆಗಾರ. ಈ ವ್ಯಕ್ತಿಯು ಮಾಂಸವನ್ನು ತಿನ್ನುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಜನರನ್ನು ಹಿಂಸಿಸುತ್ತಾನೆ. ಸರ ಎಂದರೆ ಬಾಣ."],
"sakti_yoga":["ಶಕ್ತಿ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 7, 8, 9 ಮತ್ತು 10 ನೇ ಮನೆಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಅತೃಪ್ತರು, ಬಡವರು, ವಿಫಲರು, ಅಯೋಗ್ಯರು, ಸೋಮಾರಿಗಳು, ದೀರ್ಘಾಯುಷ್ಯರು ಮತ್ತು ದೃಢವಾಗಿರುತ್ತಾರೆ. ಅವರು ಯುದ್ಧದಲ್ಲಿ ತೀಕ್ಷ್ಣವಾದ ಮನಸ್ಸನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಶಕ್ತಿ ಎಂದರೆ ಶಕ್ತಿ ಮತ್ತು ಅದು ಪ್ರಬಲವಾದ ಆಯುಧವೂ ಆಗಿದೆ."],
"danda_yoga":["ದಂಡ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 10, 11, 12 ಮತ್ತು 1 ನೇ ಮನೆಗಳಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಹೆಂಡತಿ ಮತ್ತು ಮಕ್ಕಳನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ ಮತ್ತು ಅವರ ಜನರು ಅವರನ್ನು ತೊರೆದು ಹೋಗುತ್ತಾರೆ. ಅವರು ಅತೃಪ್ತಿ ಹೊಂದಿದ್ದಾರೆ ಮತ್ತು ಕೆಟ್ಟ ಜನರ ಸೇವೆ ಮಾಡುತ್ತಾರೆ. ದಂಡ ಎಂದರೆ ಜನರನ್ನು ಶಿಕ್ಷಿಸಲು ಬಳಸುವ ಕೋಲು."],
"naukaa_yoga":["ನೌಕಾ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 7 ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ನೀರಿಗೆ ಸಂಬಂಧಿಸಿದ ವಸ್ತುಗಳ ಮೇಲೆ ಹಣ ಸಂಪಾದಿಸುತ್ತಾರೆ. ಅವರಿಗೆ ಅನೇಕ ಆಸೆಗಳಿವೆ. ಅವರು ಪ್ರಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಅವರು ದುಷ್ಟರು, ಒರಟು ಮತ್ತು ಜಿಪುಣರು. ನೌಕಾ ಎಂದರೆ ಹಡಗು."],
"koota_yoga":["ಕೂಟ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು 4 ನೇ ಮನೆಯಿಂದ 7 ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಜೈಲರ್ ಆಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿಯು ಸುಳ್ಳುಗಾರನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಬೆಟ್ಟಗಳು ಮತ್ತು ಕೋಟೆಗಳಲ್ಲಿ ವಾಸಿಸುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಬಡ ಮತ್ತು ಕ್ರೂರ. ಕೂಟ ಎಂದರೆ ಗುಂಪು. ಇದು ಹಲವಾರು ಇತರ ಅರ್ಥಗಳನ್ನು ಹೊಂದಿದೆ."],
"chatra_yoga":["ಛತ್ರ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು 7 ನೇ ಮನೆಯಿಂದ 7 ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ತನ್ನ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಅನೇಕ ರಾಜರಿಂದ ದಯೆ ಮತ್ತು ಇಷ್ಟಪಟ್ಟಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬುದ್ಧಿವಂತನಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಜೀವನದ ಆರಂಭಿಕ ಮತ್ತು ಅಂತ್ಯದ ಭಾಗಗಳಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ದೀರ್ಘಾಯುಷಿಯಾಗಿದ್ದಾನೆ. ಚತ್ರ ಎಂದರೆ ಛತ್ರಿ." ],
"chaapa_yoga":["ಚಾಪ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು 10 ನೇ ಮನೆಯಿಂದ 7 ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಸುಳ್ಳುಗಾರ, ಕಳ್ಳ ಮತ್ತು ರಹಸ್ಯಗಳ ರಕ್ಷಕನಾಗುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಕಾಡುಗಳಲ್ಲಿ ಅಲೆದಾಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ದುರದೃಷ್ಟಕರ. ಈ ವ್ಯಕ್ತಿಯು ಜೀವನದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ. ಚಾಪ ಎಂದರೆ ಬಿಲ್ಲು."],
"ardha_chandra_yoga":["ಅರ್ಧ ಚಂದ್ರ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಪನಾಪರಾ ಅಥವಾ ಅಪೊಕ್ಲಿಮಾದಿಂದ ಪ್ರಾರಂಭವಾಗುವ 7 ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸುತ್ತವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಸೈನ್ಯದ ಮುಖ್ಯಸ್ಥನಾಗುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಉತ್ತಮ ದೇಹರಚನೆಯನ್ನು ಹೊಂದಿದ್ದಾನೆ. ರಾಜರು ಈ ವ್ಯಕ್ತಿಯಂತೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಲಶಾಲಿ ಮತ್ತು ರತ್ನಗಳು, ಚಿನ್ನ ಮತ್ತು ಅನೇಕ ಆಭರಣಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ಅರ್ಧಚಂದ್ರ ಎಂದರೆ ಅರ್ಧಚಂದ್ರ"],
"chakra_yoga":["ಚಕ್ರ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 1 ನೇ, 3 ನೇ, 5 ನೇ, 7 ನೇ, 9 ನೇ ಮತ್ತು 11 ನೇ ಮನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಮಹಾನ್ ಚಕ್ರವರ್ತಿಯಾಗುತ್ತಾನೆ. ಅನೇಕ ರಾಜರ ವಜ್ರಖಚಿತ ಕಿರೀಟಗಳು ಈ ವ್ಯಕ್ತಿಯ ಪಾದಗಳನ್ನು ಸ್ಪರ್ಶಿಸುತ್ತವೆ (ಅಂದರೆ ಈ ವ್ಯಕ್ತಿಯ ಮೊದಲು ಅನೇಕ ರಾಜರು ಪ್ರಾಸ್ಟೇಟ್). ಚಕ್ರ ಎಂದರೆ ಚಕ್ರ. ಚಕ್ರವರ್ತಿ ಎಂದರೆ ಚಕ್ರವರ್ತಿ."],
"samudra_yoga":["ಸಮುದ್ರ ಯೋಗ",
"ಎಲ್ಲಾ ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ 2 ನೇ, 4 ನೇ, 6 ನೇ, 8 ನೇ, 10 ನೇ ಮತ್ತು 12 ನೇ ಮನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಬಹಳಷ್ಟು ಸಂಪತ್ತು ಮತ್ತು ಅನೇಕ ರತ್ನಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಐಷಾರಾಮಿಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ ಮತ್ತು ಜನರನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ. ಅವರ ಅದೃಷ್ಟ ಮತ್ತು ಹಿರಿಮೆ ಸ್ಥಿರವಾಗಿರುತ್ತದೆ. ಅವರು ಮೃದು ಸ್ವಭಾವದವರು. ಸಮುದ್ರ ಎಂದರೆ ಸಮುದ್ರ ಅಥವಾ ಸಾಗರ. ಸಮುದ್ರವು ದೇವರ ಹೆಸರೂ ಆಗಿದೆ. ಈ ವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಬಹಳಷ್ಟು ಸಂಪತ್ತು ಮತ್ತು ಅನೇಕ ರತ್ನಗಳನ್ನು ಹೊಂದಿರುವ ಸಾಗರದ."],
"veenaa_yoga":["ವೀಣಾ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 7 ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಸಂಗೀತ, ನೃತ್ಯ ಮತ್ತು ಹಾಡುಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಅನೇಕ ಸೇವಕರನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಶ್ರೀಮಂತ, ಕೌಶಲ್ಯ ಮತ್ತು ಪುರುಷರ ನಾಯಕ. ವೀಣೆಯು ತಂತಿಯ ಸಂಗೀತ ವಾದ್ಯವಾಗಿದೆ. ಇದನ್ನು ಕೆಲವು ಲೇಖಕರು ವಲ್ಲಕಿ ಯೋಗ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ."] ,
"daama_yoga":["ದಾಮ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 6 ​​ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಬಹಳ ಶ್ರೀಮಂತ ಮತ್ತು ಪ್ರಸಿದ್ಧ. ಈ ವ್ಯಕ್ತಿಗೆ ಅನೇಕ ಮಕ್ಕಳಿದ್ದಾರೆ. ಈ ವ್ಯಕ್ತಿಗೆ ಅನೇಕ ರತ್ನಗಳಿವೆ. ಈ ವ್ಯಕ್ತಿಯು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾನೆ. ದಾಮ ಎಂದರೆ ಮಾಲೆ. ಕೆಲವು ಲೇಖಕರು ಇದನ್ನು ದಾಮಿನಿ ಯೋಗ ಎಂದು ಕರೆಯುತ್ತಾರೆ."],
"paasa_yoga":["ಪಾಸ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 5 ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಸೆರೆಮನೆಗೆ ಹೋಗುವ ಅಪಾಯವಿದೆ. ಈ ವ್ಯಕ್ತಿಯು ತನ್ನ ಕೆಲಸದಲ್ಲಿ ಸಮರ್ಥನಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಮಾತನಾಡುವವನು. ಈ ವ್ಯಕ್ತಿಯು ಅನೇಕ ಸೇವಕರನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಗೆ ಚಾರಿತ್ರ್ಯದ ಕೊರತೆಯಿದೆ. ಪಾಸ ಎಂದರೆ ಕುಣಿಕೆ."],
"kedaara_yoga":["ಕೇದಾರ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 4 ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಕೃಷಿಕ. ಈ ವ್ಯಕ್ತಿಯು ಸಂತೋಷದ ಶ್ರೀಮಂತ ಮತ್ತು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುವವನು. ಕೇದಾರ ಎಂದರೆ ಹೊಲ."],
"soola_yoga":["ಸೂಲ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 3 ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ತೀಕ್ಷ್ಣ, ಸೋಮಾರಿ, ಹಿಂಸಾತ್ಮಕ, ಬಡ, ನಿಷೇಧಿತ ಮತ್ತು ಪರಾಕ್ರಮಿ. ಅವರು ಯುದ್ಧಗಳಲ್ಲಿ ಪ್ರಶಂಸೆಗಳನ್ನು ಗಳಿಸುತ್ತಾರೆ. ಸೂಲವು ಶಿವನ ಆಯುಧವಾಗಿದೆ."],
"yuga_yoga":["ಯುಗ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಅವುಗಳಲ್ಲಿ ನಿಖರವಾಗಿ 2 ವಿಭಿನ್ನ ಚಿಹ್ನೆಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಧರ್ಮದ್ರೋಹಿ. ಈ ವ್ಯಕ್ತಿಯು ಬಡವ ಮತ್ತು ಜಗತ್ತಿನಲ್ಲಿ ತಿರಸ್ಕರಿಸಲ್ಪಟ್ಟಿದ್ದಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಅಧರ್ಮಿ. ಈ ವ್ಯಕ್ತಿಗೆ ಮಕ್ಕಳು ಮತ್ತು ತಾಯಿಯಿಂದ ಯಾವುದೇ ಸಂತೋಷವಿಲ್ಲ. ಯುಗ ಎಂದರೆ ಜೋಡಿ."],
"gola_yoga":["ಗೋಲ ಯೋಗ",
"ಏಳು ಗ್ರಹಗಳು ಒಂದೇ ರಾಶಿಯಲ್ಲಿವೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಬಲಶಾಲಿ, ಬಡವ, ಕೊಳಕು ಮತ್ತು ಅವಿದ್ಯಾವಂತ. ಈ ವ್ಯಕ್ತಿಯು ಯಾವಾಗಲೂ ದುಃಖಿತನಾಗಿರುತ್ತಾನೆ. ಗೋಲ ಎಂದರೆ ಗೋಳ ಅಥವಾ ಗೋಳ."],
"subha_yoga":["ಶುಭ ಯೋಗ",
"ಲಗ್ನವು ಲಾಭದಾಯಕ ಗ್ರಹಗಳನ್ನು ಹೊಂದಿದೆ ಅಥವಾ ಲಗ್ನದಿಂದ 12 ನೇ ಮತ್ತು 2 ನೇ ಮನೆಯಲ್ಲಿ ಸುಭಾ ಕರ್ತಾರಿ (ಲಾಭದಾಯಕ ಗ್ರಹಗಳು) ಹೊಂದಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ವಾಕ್ಚಾತುರ್ಯ, ಉತ್ತಮ ನೋಟ ಮತ್ತು ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ"],
"asubha_yoga":["ಅಶುಭ ಯೋಗ",
"ಲಗ್ನವು ಅಶುಭ ಗ್ರಹಗಳನ್ನು ಹೊಂದಿದೆ ಅಥವಾ ಲಗ್ನದಿಂದ 12 ನೇ ಮತ್ತು 2 ನೇ ಮನೆಯಲ್ಲಿ ಪಾಪ ಕರ್ತರಿ (ದೋಷಕಾರಕ ಗ್ರಹಗಳು) ಹೊಂದಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಅನೇಕ ಆಸೆಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ ಮತ್ತು ಪಾಪ ಮತ್ತು ಇತರರ ಸಂಪತ್ತನ್ನು ಅನುಭವಿಸುತ್ತಾನೆ."],
"gaja_kesari_yoga":["ಗಜ-ಕೇಸರಿ ಯೋಗ",
"ಗಜ-ಕೇಸರಿ ಯೋಗ: (1) ಗುರುವು ಚಂದ್ರನಿಂದ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, (2) ಒಂದು ಲಾಭದಾಯಕ ಗ್ರಹವು ಗುರುವನ್ನು ಸೇರುತ್ತದೆ ಅಥವಾ ಮಗ್ಗುಲು ಹೊಂದಿದ್ದರೆ, ಮತ್ತು (3) ಗುರುವು ದುರ್ಬಲವಾಗಿಲ್ಲ ಅಥವಾ ದಹನವಾಗಿಲ್ಲ ಅಥವಾ ಶತ್ರುವಿನ ಮನೆಯಲ್ಲಿಲ್ಲ",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಪ್ರಸಿದ್ಧ, ಶ್ರೀಮಂತ ಮತ್ತು ಬುದ್ಧಿವಂತ. ವ್ಯಕ್ತಿಯು ಶ್ರೇಷ್ಠ ಗುಣವನ್ನು ಹೊಂದಿದ್ದಾನೆ ಮತ್ತು ರಾಜರಿಗೆ ಇಷ್ಟವಾಗುತ್ತಾನೆ. ಸದ್ಗುಣ ಮತ್ತು ಶಾಶ್ವತವಾದ ಖ್ಯಾತಿಗಾಗಿ, ಇದು ಪ್ರಮುಖ ಯೋಗವಾಗಿದೆ."],
"guru_mangala_yoga":["ಗುರು ಮಂಗಲ ಯೋಗ",
"ಗುರು ಮತ್ತು ಮಂಗಳ ಒಟ್ಟಿಗೆ ಇದ್ದರೆ ಅಥವಾ ಪರಸ್ಪರ 7 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ನೀತಿವಂತರು ಮತ್ತು ಶಕ್ತಿಯುತರು. ವ್ಯಕ್ತಿಯ 'ಶಕ್ತಿಗಳು ಧಾರ್ವಿುಕ ಮಾರ್ಗಗಳಲ್ಲಿ ಚಾನೆಲ್ ಆಗುತ್ತವೆ."],
"amala_yoga":["ಅಮಲ ಯೋಗ",
"ಲಗ್ನ ಅಥವಾ ಚಂದ್ರನಿಂದ 10 ನೇ ಮನೆಯಲ್ಲಿ ನೈಸರ್ಗಿಕ ಲಾಭಗಳು ಮಾತ್ರ ಇವೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಶಾಶ್ವತವಾದ ಖ್ಯಾತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ, ವ್ಯಕ್ತಿಯನ್ನು ರಾಜರಿಂದ ಗೌರವಿಸಲಾಗುತ್ತದೆ, ವ್ಯಕ್ತಿಗೆ ಐಷಾರಾಮಿ ಮತ್ತು ಸದ್ಗುಣವಿದೆ, ವ್ಯಕ್ತಿ ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾನೆ. ಅಮಲ ಎಂದರೆ ಶುದ್ಧ. ಏಕೆಂದರೆ 10 ನೇ ಮನೆಯು ಸಮಾಜದಲ್ಲಿ ಒಬ್ಬರ ನಡವಳಿಕೆಯನ್ನು ತೋರಿಸುತ್ತದೆ, ಅಲ್ಲಿ ಕೇವಲ ಪ್ರಯೋಜನಕಾರಿ ಪರಿಸ್ಥಿತಿ. ಸಮಾಜದಲ್ಲಿ ಒಬ್ಬರ ನಡತೆಯನ್ನು ಅತ್ಯಂತ ಪರಿಶುದ್ಧವಾಗಿಸುತ್ತದೆ."],
"parvata_yoga":["ಪರ್ವತ ಯೋಗ",
"(1) ಕ್ವಾಡ್ರಾಂಟ್‌ಗಳನ್ನು ಫಲಾನುಭವಿಗಳು ಮಾತ್ರ ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದರೆ ಮತ್ತು (2) 7 ಮತ್ತು 8 ನೇ ಮನೆಗಳು ಖಾಲಿಯಾಗಿದ್ದರೆ ಅಥವಾ ಫಲಾನುಭವಿಗಳು ಮಾತ್ರ ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದರೆ",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಅದೃಷ್ಟವಂತ, ವಾಗ್ಮಿ, ಪ್ರಸಿದ್ಧ, ದಾನಶೀಲ, ಸುಲಭ ಸ್ವಭಾವದ ಮತ್ತು ಹಾಸ್ಯವನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ. ಪರ್ವತ ಎಂದರೆ ಪರ್ವತ."],
"kaahala_yoga":["ಕಾಹಲ ಯೋಗ",
"(1) 4ನೇ ಅಧಿಪತಿ ಮತ್ತು ಗುರು32 ಪರಸ್ಪರ ಚತುರ್ಭುಜಗಳಲ್ಲಿದ್ದು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲಿಷ್ಠನಾಗಿದ್ದರೆ ಈ ಯೋಗವಿದೆ. ಪರ್ಯಾಯವಾಗಿ 4ನೇ ಅಧಿಪತಿ ಉಚ್ಛಾಧಿಪತಿಯಾಗಿದ್ದರೆ ಅಥವಾ ಸ್ವಂತ ರಾಶಿಯಲ್ಲಿದ್ದು 10ನೇ ಅಧಿಪತಿ ಸೇರಿದರೆ ಈ ಯೋಗವಿದೆ. ಅವನು.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಬಲಿಷ್ಠ, ದಿಟ್ಟ, ಕುತಂತ್ರ ಮತ್ತು ದೊಡ್ಡ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸುತ್ತಾನೆ. ವ್ಯಕ್ತಿಯು ಕೆಲವು ಹಳ್ಳಿಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ. ಕಾಹಳ ಎಂದರೆ ವಿಪರೀತ. ಇದರರ್ಥ ಚೇಷ್ಟೆ."],
"chaamara_yoga":["ಚಾಮರ ಯೋಗ","ಲಗ್ನಾಧಿಪತಿಯು ಗುರುವಿನ ಅಂಶವಿರುವ ಚತುರ್ಭುಜದಲ್ಲಿ ಉಚ್ಛನಾಗಿದ್ದರೆ ಅಥವಾ 7, 9 ಅಥವಾ 10 ನೇ ಸ್ಥಾನದಲ್ಲಿ ಇಬ್ಬರು ಲಾಭಿಗಳು ಸೇರಿದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ರಾಜ ಅಥವಾ ರಾಜರಿಂದ ಗೌರವಾನ್ವಿತ ವ್ಯಕ್ತಿ. ವ್ಯಕ್ತಿ ದೀರ್ಘಾಯುಷ್ಯ, ಪಾಂಡಿತ್ಯ, ವಾಕ್ಚಾತುರ್ಯ ಮತ್ತು ಅನೇಕ ಕಲೆಗಳಲ್ಲಿ ಪಾಂಡಿತ್ಯ ಹೊಂದಿದ್ದಾನೆ. ಚಾಮರ ಎಂದರೆ ಕುದುರೆಯ ತಲೆಯ ಮೇಲಿನ ಗರಿಯನ್ನು ಹೋಲುತ್ತದೆ. ಅದನ್ನು ಬೀಸುವ ಮೂಲಕ ಸೇವಕರು ನೀಡುತ್ತಾರೆ. ಶಾಖದಿಂದ ರಾಜರಿಗೆ ಪರಿಹಾರ (ಫ್ಯಾನ್‌ನಂತೆ). ಇದು ಮೂಲಭೂತವಾಗಿ ಅಧಿಕಾರದ ಬಲೆಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ."],
"sankha_yoga":["ಶಂಖ ಯೋಗ","(1) ಲಗ್ನಾಧಿಪತಿ ಬಲಿಷ್ಠನಾಗಿದ್ದರೆ ಮತ್ತು (2) 5 ಮತ್ತು 6ನೇ ಅಧಿಪತಿಗಳು ಪರಸ್ಪರ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, (1) ಲಗ್ನಾಧಿಪತಿಯಾಗಿದ್ದರೆ ಈ ಯೋಗವು ಇರುತ್ತದೆ. ಮತ್ತು 10 ನೇ ಅಧಿಪತಿಯು ಚಲಿಸಬಲ್ಲ ಚಿಹ್ನೆಯಲ್ಲಿ ಒಟ್ಟಿಗೆ ಇದ್ದಾರೆ ಮತ್ತು (2) 9 ನೇ ಅಧಿಪತಿ ಬಲಶಾಲಿಯಾಗಿದ್ದಾನೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳೊಂದಿಗೆ ಆಶೀರ್ವದಿಸುತ್ತಾನೆ. ಅವನು ದಯೆ, ಧರ್ಮನಿಷ್ಠ, ಬುದ್ಧಿವಂತ ಮತ್ತು ದೀರ್ಘಾಯುಷಿ. ಶಂಖ ಎಂದರೆ ಶಂಖ."],
"bheri_yoga":["ಭೇರಿ ಯೋಗ","(1) 9ನೇ ಅಧಿಪತಿ ಬಲಿಷ್ಠನಾಗಿದ್ದರೆ ಮತ್ತು (2) 1ನೇ, 2ನೇ, 7ನೇ ಮತ್ತು 12ನೇ ಮನೆಗಳು ಗ್ರಹಗಳಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, ಇದು ಯೋಗವಾಗಿದೆ. (1) 9ನೇ ಅಧಿಪತಿ ಬಲಶಾಲಿಯಾಗಿದ್ದರೆ ಮತ್ತು (2) ಗುರು, ಶುಕ್ರ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿಗಳು ಪರಸ್ಪರ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳೊಂದಿಗೆ ಆಶೀರ್ವದಿಸುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ರಾಜನಾಗಬಹುದು. ವ್ಯಕ್ತಿಗೆ ಖ್ಯಾತಿ ಮತ್ತು ಗುಣವಿದೆ. ವ್ಯಕ್ತಿ ಸದ್ಗುಣ ಮತ್ತು ಧಾರ್ಮಿಕ. ವ್ಯಕ್ತಿ ಸಂತೋಷಗಳನ್ನು ಅನುಭವಿಸುತ್ತಾನೆ. ಭೇರಿ ಎಂದರೆ ಕೆಟಲ್ಡ್ರಮ್."],
"mridanga_yoga":["ಮೃದಂಗ ಯೋಗ",
"(1) ಸ್ವಂತ ಗ್ರಹಗಳು ಮತ್ತು ಚತುರ್ಭುಜಗಳು ಮತ್ತು ತ್ರಿಕೋನಗಳಲ್ಲಿ ಉತ್ಕೃಷ್ಟ ಚಿಹ್ನೆಗಳಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲಶಾಲಿಯಾಗಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ರಾಜ ಅಥವಾ ಸಮಾನರು ಮತ್ತು ಸಂತೋಷವಾಗಿರುತ್ತಾರೆ. ಮೃದಂಗವು ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ಜನಪ್ರಿಯವಾಗಿರುವ ಶ್ರೀಮಂತ ಮತ್ತು ಸೊಗಸಾದ ತಾಳವಾದ್ಯವಾಗಿದೆ."],
"sreenaatha_yoga":["ಶ್ರೀನಾಥ ಯೋಗ",
"(1) 7ನೇ ಅಧಿಪತಿಯು 10ನೇ ಸ್ಥಾನದಲ್ಲಿ ಉತ್ಕೃಷ್ಟನಾಗಿದ್ದರೆ ಮತ್ತು (2) 10ನೇ ಅಧಿಪತಿಯು 9ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಇದ್ದರೆ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಇಂದ್ರನಿಗೆ ಸಮಾನವಾದ ಮಹಾನ್ ರಾಜನಾಗುತ್ತಾನೆ - ದೇವತೆಗಳ ರಾಜ. ಶ್ರೀನಾಥ ಎಂದರೆ ದೊಡ್ಡ ಸಂಪತ್ತು ಮತ್ತು ಸಮೃದ್ಧಿಯ ಅಧಿಪತಿ. ಇದರ ಅರ್ಥ ವಿಷ್ಣು."],
"matsya_yoga":["ಮತ್ಸ್ಯ ಯೋಗ",
"(1) ಲಗ್ನದಲ್ಲಿ ಮತ್ತು 9ನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದರೆ, (2) ಕೆಲವು ಗ್ರಹಗಳು 5ನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) ದುಷ್ಟರು ಚತುರರಾಶಿಯಲ್ಲಿದ್ದರೆ (4 ಮತ್ತು 8ನೇ ಮನೆಗಳು) ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಜ್ಯೋತಿಷಿ ಅಥವಾ ದ್ರಷ್ಟಾರರಾಗುತ್ತಾರೆ. ವ್ಯಕ್ತಿ ದಯೆ, ಚಾರಿತ್ರ್ಯ ಮತ್ತು ಬುದ್ಧಿವಂತಿಕೆಯ ವ್ಯಕ್ತಿತ್ವ. ವ್ಯಕ್ತಿ ಬಲಶಾಲಿ ಮತ್ತು ಚೆಲುವು, ವ್ಯಕ್ತಿ ಪ್ರಸಿದ್ಧ ಮತ್ತು ಕಲಿತವರು. ವ್ಯಕ್ತಿ ತಪಸ್ವಿ (ಕಠಿಣ ಹಿಂಬಾಲಕ). ಮೀನು."],
"koorma_yoga":["ಕೂರ್ಮ ಯೋಗ",
"(1) 5ನೇ, 6ನೇ ಮತ್ತು 7ನೇ ಮನೆಗಳು ಸ್ವಂತ, ಉತ್ಕೃಷ್ಟತೆ ಅಥವಾ ಸ್ನೇಹಪರ ಚಿಹ್ನೆಗಳು ಮತ್ತು (2) 1ನೇ, 3ನೇ ಮತ್ತು 11ನೇ ಮನೆಗಳನ್ನು ಸ್ವಂತ ಅಥವಾ ಉದಾತ್ತ ಚಿಹ್ನೆಗಳಲ್ಲಿರುವ ದುಷ್ಕರ್ಮಿಗಳು ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದರೆ, ಆಗ ಇದು ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿಗೆ ಧರ್ಮನಿಷ್ಠೆ ಮತ್ತು ಚಾರಿತ್ರ್ಯವಿದೆ. ವ್ಯಕ್ತಿ ಸಂತೋಷ, ಸಹಾಯಕ ಮತ್ತು ಪ್ರಸಿದ್ಧ. ಕೂರ್ಮ ಎಂದರೆ ಆಮೆ."],
"khadga_yoga":["ಖಡ್ಗ ಯೋಗ",
"(1) 2ನೇ ಅಧಿಪತಿಯು 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) 9ನೇ ಅಧಿಪತಿಯು 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) ಲಗ್ನಾಧಿಪತಿಯು ಚತುರ್ಭುಜ ಅಥವಾ ತ್ರಿಕೋನದಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಕುಶಲ, ಶ್ರೀಮಂತ, ಕಲಿತ, ಸಂತೋಷ, ಅದೃಷ್ಟ, ಬುದ್ಧಿವಂತ, ಕೃತಜ್ಞ ಮತ್ತು ಪರಾಕ್ರಮಶಾಲಿ. ಖಡ್ಗ ಎಂದರೆ ಖಡ್ಗ."],
"kusuma_yoga":["ಕುಸುಮ ಯೋಗ",
"(1) ಲಗ್ನವು ಸ್ಥಿರ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, (2) ಶುಕ್ರನು ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, (3) ಚಂದ್ರನು ಲಾಭದಾಯಕನಾಗಿ ತ್ರಿಕೋನದಲ್ಲಿದ್ದರೆ ಮತ್ತು (4) ಶನಿಯು 10 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ. ",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ರಾಜನಾಗುತ್ತಾನೆ ಅಥವಾ ಸಮಾನನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ದಾನಶೀಲನಾಗಿದ್ದಾನೆ. ವ್ಯಕ್ತಿಯು ಸುಖ-ಸಂತೋಷಗಳಿಂದ ಕೂಡಿರುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಸಮುದಾಯದ ನಾಯಕನಾಗಿದ್ದಾನೆ. ವ್ಯಕ್ತಿಗೆ ಗುಣ ಮತ್ತು ಪಾಂಡಿತ್ಯವಿದೆ. ಕುಸುಮ ಎಂದರೆ ಹೂವು."],
"kalaanidhi_yoga":["ಕಲಾನಿಧಿ ಯೋಗ",
"(1) ಗುರುವು 2 ನೇ ಮನೆಯಲ್ಲಿ ಅಥವಾ 5 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ಅವರು ಬುಧ ಮತ್ತು ಶುಕ್ರರಿಂದ ಕೂಡಿದ್ದರೆ ಅಥವಾ ಅಂಶವಾಗಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಗುಣ, ಸಂತೋಷ, ಉತ್ತಮ ಆರೋಗ್ಯ, ಸಂಪತ್ತು ಮತ್ತು ಕಲಿಕೆಯಿಂದ ಕೂಡಿರುತ್ತಾರೆ. ವ್ಯಕ್ತಿಯನ್ನು ರಾಜರು ಗೌರವಿಸುತ್ತಾರೆ. ಕಲಾನಿಧಿ ಎಂದರೆ ಕಲೆ ಮತ್ತು ಕೌಶಲ್ಯಗಳ ನಿಧಿ."],
"kalpadruma_yoga":["ಕಲ್ಪದ್ರುಮ ಯೋಗ",
"(1) ಲಗ್ನ ಅಧಿಪತಿ, (2) ಅವನ ವ್ಯವಸ್ಥಾಪಕ, (3) ನಂತರದ ಸ್ಥಾನವನ್ನು ರಾಶಿಯಲ್ಲಿ ಮತ್ತು (4) ನವಾಂಶದಲ್ಲಿ ಪರಿಗಣಿಸಿ. ಎಲ್ಲಾ ನಾಲ್ಕು ಗ್ರಹಗಳು ಎಲ್ಲಾ ಚತುರ್ಭುಜಗಳು, ತ್ರಿಕೋನಗಳು ಅಥವಾ ರಾಶಿ ಮತ್ತು ನವಾಂಶಗಳ ಉತ್ಕೃಷ್ಟ ಚಿಹ್ನೆಗಳಲ್ಲಿದ್ದರೆ, ಆಗ ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿಯು ಯುದ್ಧಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಅತ್ಯಂತ ಸಮೃದ್ಧ, ತತ್ವಬದ್ಧ, ಬಲಶಾಲಿ ಮತ್ತು ದಯೆ ಹೊಂದಿದ್ದಾನೆ. ಕಲ್ಪದ್ರುಮವು ಸ್ವರ್ಗದ ಆಕಾಶ ವೃಕ್ಷವಾಗಿದೆ. ಈ ಯೋಗವನ್ನು ಪಾರಿಜಾತ ಯೋಗ ಎಂದೂ ಕರೆಯಲಾಗುತ್ತದೆ. ಪಾರಿಜಾತವು ಆಕಾಶದ ಹೂವು." ],
"lagnaadhi_yoga":["ಲಗ್ನಾಧಿ ಯೋಗ",
"ಲಗ್ನದಿಂದ (1) 7 ಮತ್ತು 8 ನೇ ಮನೆಗಳು ಲಾಭದಾಯಕರಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿದ್ದರೆ ಮತ್ತು (2) ಯಾವುದೇ ದುಷ್ಕರ್ಮಿಗಳು ಈ ಗ್ರಹಗಳನ್ನು ಸೇರಿಕೊಳ್ಳುವುದಿಲ್ಲ ಅಥವಾ ನೋಡದಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಶ್ರೇಷ್ಠ ವ್ಯಕ್ತಿಯಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಕಲಿತ ಮತ್ತು ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ. ಅಧಿ ಎಂದರೆ ಮೇಲೆ ಅಥವಾ ಮೇಲೆ. ಲಗ್ನಾಧಿ ಯೋಗ ಎಂದರೆ ಲಗ್ನದಿಂದ ಅಧಿಯೋಗ."],
"hari_yoga":["ಹರಿ ಯೋಗ",
"2ನೇ ಅಧಿಪತಿಯಿಂದ ಎಣಿಸಿದ 2ನೇ, 12ನೇ ಮತ್ತು 8ನೇ ಮನೆಗಳನ್ನು ಲಾಭದಾಯಕರು ಆಕ್ರಮಿಸಿಕೊಂಡರೆ, ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಸಂತೋಷದಿಂದ, ಕಲಿತವರು ಮತ್ತು ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಡುತ್ತಾರೆ. ಹರಿ ಎಂಬುದು ಭಗವಾನ್ ವಿಷ್ಣುವಿನ ಹೆಸರು. 2 ನೇ ಮನೆಯು ಆಹಾರ ಮತ್ತು ಹಣದ ಮನೆಯಾಗಿದೆ ಮತ್ತು ಇದು ಕರ್ಮ ಸ್ಥಾನದಿಂದ ತ್ರಿಕೋನವಾಗಿದೆ - 10 ನೇ ಮನೆ. ಅದು ನಿಂತಿದೆ. ಪೋಷಣೆಗಾಗಿ ಮತ್ತು ಅದರ ಅಧಿಪತಿ ಹರಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ - ಹಿಂದೂ ಟ್ರಿನಿಟಿಯ ಪೋಷಕ - ಚಾರ್ಟ್‌ನಲ್ಲಿ."],
"brahma_yoga":["ಬ್ರಹ್ಮ ಯೋಗ",
"ಲಗ್ನಾಧಿಪತಿಯಿಂದ ಎಣಿಸಿದ 4, 10 ಮತ್ತು 11 ನೇ ಮನೆಗಳನ್ನು ಲಾಭದಾಯಕರು ಆಕ್ರಮಿಸಿಕೊಂಡರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ. ಬ್ರಹ್ಮ ಯೋಗದ ಮತ್ತೊಂದು ಬದಲಾವಣೆ: (1) ಗುರುವು 9 ನೇ ಅಧಿಪತಿಯಿಂದ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, (2) ಶುಕ್ರನು ಚತುರ್ಭುಜದಲ್ಲಿದ್ದಾನೆ. 11 ನೇ ಅಧಿಪತಿಯಿಂದ, ಮತ್ತು, (3) ಬುಧನು 1 ನೇ ಅಧಿಪತಿ ಅಥವಾ 10 ನೇ ಅಧಿಪತಿಯಿಂದ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದಾನೆ, ಆಗ ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಸಂತೋಷದಿಂದ, ಕಲಿತವರು ಮತ್ತು ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳೊಂದಿಗೆ ಆಶೀರ್ವದಿಸುತ್ತಾರೆ. ಬ್ರಹ್ಮ ಈ ಬ್ರಹ್ಮಾಂಡದ ಸೃಷ್ಟಿಕರ್ತ. ಲಗ್ನವು ಜನ್ಮವನ್ನು ಆಳುತ್ತದೆ ಮತ್ತು ಸೃಷ್ಟಿಕರ್ತನು ಲಗ್ನಾಧಿಪತಿಯಿಂದ ಚಾರ್ಟ್ನಲ್ಲಿ ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ."],
"vishnu_yoga":["ವಿಷ್ಣು ಯೋಗ",
"(1) 9 ಮತ್ತು 10 ನೇ ಅಧಿಪತಿಗಳು 2 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) 9 ನೇ ರಾಶಿಯ ಅಧಿಪತಿಯಿಂದ ನವಾಂಶದಲ್ಲಿ ಆಕ್ರಮಿಸಿಕೊಂಡಿರುವ ರಾಶಿಯ ಅಧಿಪತಿಯು 2 ನೇ ಮನೆಯಲ್ಲಿಯೂ ಇದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಅದೃಷ್ಟವಂತರು, ವಿದ್ವಾಂಸರು, ದೀರ್ಘಾಯುಷ್ಯರು ಮತ್ತು ರಾಜರಿಂದ ಇಷ್ಟಪಟ್ಟವರು. ವ್ಯಕ್ತಿ ವಿಷ್ಣುವಿನ ಆರಾಧಕ."],
"siva_yoga":["ಶಿವಯೋಗ",
"(1) 5ನೇ ಅಧಿಪತಿ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) 9ನೇ ಅಧಿಪತಿ 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) 10ನೇ ಅಧಿಪತಿ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಬುದ್ಧಿವಂತರು ಮತ್ತು ಸದ್ಗುಣಶೀಲರು. ವ್ಯಕ್ತಿ ವಿಜಯಶಾಲಿ. ವ್ಯಕ್ತಿ ಸೇನಾ ಮುಖ್ಯಸ್ಥ ಅಥವಾ ಉದ್ಯಮಿಯಾಗಬಹುದು. ಭಗವಾನ್ ಶಿವನು ತ್ರಿಮೂರ್ತಿಗಳಲ್ಲಿ ಒಬ್ಬರು."],
"trilochana_yoga":["ತ್ರಿಲೋಚನ ಯೋಗ",
"ಸೂರ್ಯ, ಚಂದ್ರ ಮತ್ತು ಮಂಗಳ ಪರಸ್ಪರ ತ್ರಿಕೋನದಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಶ್ರೀಮಂತರು, ಬುದ್ಧಿವಂತರು, ದೀರ್ಘಾಯುಷ್ಯರು ಮತ್ತು ಶತ್ರುಗಳ ಮೇಲೆ ವಿಜಯಶಾಲಿಯಾಗುತ್ತಾರೆ. ವ್ಯಕ್ತಿಯು ಅನೇಕ ಅಡೆತಡೆಗಳಿಲ್ಲದೆ ಎಲ್ಲವನ್ನೂ ಸಾಧಿಸುತ್ತಾನೆ. ತ್ರಿಲೋಚನ ಎಂದರೆ 'ಮೂರು ಕಣ್ಣುಗಳಿರುವವನು'. ಇದು ಭಗವಾನ್ ಶಿವನ ಇನ್ನೊಂದು ಹೆಸರು, ಅವನಲ್ಲಿ ಗುಪ್ತ ಕಣ್ಣು ಇದೆ. ಹಣೆ."],
"gouri_yoga":["ಗೌರಿ ಯೋಗ",
"10ನೇ ಅಧಿಪತಿಯು ನವಾಂಶದಲ್ಲಿ ನೆಲೆಸಿರುವ ರಾಶಿಯ ಅಧಿಪತಿಯು 10ನೇ ಮನೆಯಲ್ಲಿ ಉಚ್ಛನಾಗಿದ್ದರೆ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿಯು ಅವನೊಂದಿಗೆ ಸೇರಿಕೊಂಡರೆ, ಆಗ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಗೌರವಾನ್ವಿತ ಕುಟುಂಬದಿಂದ ಬಂದವರು ಮತ್ತು ವ್ಯಕ್ತಿಯು ಧಾರ್ಮಿಕ ಮತ್ತು ಸದ್ಗುಣಶೀಲರು. ವ್ಯಕ್ತಿಯು ಕುಟುಂಬದಿಂದ ಸಂತೋಷದಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಡುತ್ತಾರೆ. ಗೌರಿಯು ಪಾರ್ವತಿಯ ಒಂದು ರೂಪವಾಗಿದೆ - ಭಗವಾನ್ ಶಿವನ ಪತ್ನಿ. ಅವಳು ವೈವಾಹಿಕ ಆನಂದ ಮತ್ತು ಪರಿಶುದ್ಧತೆಯ ದ್ಯೋತಕ."],
"chandikaa_yoga":["ಚಂಡಿಕಾ ಯೋಗ",
"(1) ಲಗ್ನವು 6 ನೇ ಅಧಿಪತಿಯಿಂದ ಸ್ಥಿರವಾದ ರಾಶಿಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ಸೂರ್ಯನು 6 ಮತ್ತು 9 ನೇ ಅಧಿಪತಿಗಳಿಂದ ನವಾಂಶದಲ್ಲಿ ಆಕ್ರಮಿಸಿಕೊಂಡಿರುವ ರಾಶಿಗಳ ಅಧಿಪತಿಯೊಂದಿಗೆ ಸೇರಿಕೊಂಡರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಆಕ್ರಮಣಕಾರಿ, ದಾನಶೀಲ, ಶ್ರೀಮಂತ, ಪ್ರಸಿದ್ಧ ಮತ್ತು ದೀರ್ಘಾಯುಷಿ. ಚಂಡಿಕಾ ಪಾರ್ವತಿಯ ಆಕ್ರಮಣಕಾರಿ ರೂಪ. ಅವಳು ನಿಷ್ಕರುಣೆಯಿಂದ ರಾಕ್ಷಸರನ್ನು ಕೊಲ್ಲುತ್ತಾಳೆ."],
"lakshmi_yoga":["ಲಕ್ಷ್ಮಿ ಯೋಗ",
"(1) 9ನೇ ಅಧಿಪತಿಯು ಸ್ವಂತ ರಾಶಿಯಲ್ಲಿದ್ದರೆ ಅಥವಾ ಲಗ್ನದಿಂದ ಚತುರ್ಭುಜವಾಗಿ ಉಚ್ಛ್ರಾಯ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲಶಾಲಿಯಾಗಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿಯು ಉತ್ತಮ ನೋಟ, ಚಾರಿತ್ರ್ಯ, ಸಂಪತ್ತು ಮತ್ತು ಅನೇಕ ಮಕ್ಕಳೊಂದಿಗೆ ಆಶೀರ್ವದಿಸುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ತತ್ವ ಮತ್ತು ಪ್ರಸಿದ್ಧ. ಲಕ್ಷ್ಮಿ ವಿಷ್ಣುವಿನ ಪತ್ನಿ. ಅವಳು ಸಮೃದ್ಧಿಯ ದೇವತೆ."],
"saarada_yoga":["ಸಾರದ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿಯು 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) ಬುಧನು ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, (3) ಸಿಂಹ ರಾಶಿಯಲ್ಲಿ ಸೂರ್ಯನು ಬಲಿಷ್ಠನಾಗಿದ್ದರೆ, (4) ಬುಧ ಅಥವಾ ಗುರುವು ಚಂದ್ರನಿಂದ ತ್ರಿಕೋನದಲ್ಲಿದ್ದರೆ ಮತ್ತು (5) ಮಂಗಳ 11ರಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳೊಂದಿಗೆ ಆಶೀರ್ವದಿಸುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಸಂತೋಷ, ಕಲಿತ, ತತ್ವ ಮತ್ತು ರಾಜರಿಂದ ಇಷ್ಟಪಟ್ಟಿದ್ದಾನೆ. ವ್ಯಕ್ತಿ ತಪಸ್ವಿ (ಜ್ಞಾನದ ಅನ್ವೇಷಕ). "],
"bhaarathi_yoga":["ಭಾರತಿ ಯೋಗ",
"ನವಾಂಸದಲ್ಲಿ 2ನೇ, 5ನೇ ಅಥವಾ 11ನೇ ಅಧಿಪತಿಯು ಉತ್ತುಂಗದಲ್ಲಿದ್ದರೆ ಮತ್ತು 9ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಸೇರಿಕೊಂಡರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಮಹಾನ್ ವಿದ್ವಾಂಸರು. ವ್ಯಕ್ತಿ ಬುದ್ಧಿವಂತ, ಧಾರ್ಮಿಕ, ಸುಂದರ ಮತ್ತು ಪ್ರಸಿದ್ಧ. ಭಾರತಿ ಎಂಬುದು ಕಲಿಕೆಯ ದೇವತೆಯಾದ ಸರಸ್ವತಿಯ ಮತ್ತೊಂದು ಹೆಸರು."],
"saraswathi_yoga":["ಸರಸ್ವತಿ ಯೋಗ",
"(1) ಬುಧ, ಗುರು ಮತ್ತು ಶುಕ್ರ ಪ್ರತಿಯೊಂದೂ ಒಂದು ಚತುರ್ಭುಜ ಅಥವಾ ತ್ರಿಕೋನ ಅಥವಾ 2 ನೇ ಮನೆಯನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದರೆ (ಅಗತ್ಯವಾಗಿ ಒಟ್ಟಿಗೆ ಅಲ್ಲ) ಮತ್ತು (2) ಗುರುವು ತನ್ನದೇ ಆದ ಅಥವಾ ಸ್ನೇಹಪರ ಅಥವಾ ಉದಾತ್ತ ಚಿಹ್ನೆಯಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಬಹಳ ಕಲಿತವರು, ಕೌಶಲ್ಯವಂತರು, ಬುದ್ಧಿವಂತರು, ಶ್ರೀಮಂತರು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ವ್ಯಕ್ತಿಯನ್ನು ಎಲ್ಲರೂ ಹೊಗಳುತ್ತಾರೆ. ಸರಸ್ವತಿ ಕಲಿಕೆಯ ದೇವತೆ."],
"amsaavatara_yoga":["ಅಂಸಾವತಾರ ಯೋಗ",
"ಗುರು, ಶುಕ್ರ ಮತ್ತು ಉಚ್ಛ ಶನಿ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಾಗುತ್ತಾನೆ ಅಥವಾ ಸಮಾನನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ವಿದ್ವಾಂಸ ಮತ್ತು ಭೋಗ-ಪ್ರೀತಿ. ವ್ಯಕ್ತಿಗೆ ಕಳಂಕವಿಲ್ಲದ ಖ್ಯಾತಿ ಇದೆ. ಅಂಶಾವತಾರ ಎಂದರೆ ಭಗವಂತನ ಒಂದು ಭಾಗದ ಅವತಾರ."],
"devendra_yoga":["ದೇವೇಂದ್ರ ಯೋಗ",
"(1) ಲಗ್ನವು ಸ್ಥಿರ ಚಿಹ್ನೆಯಲ್ಲಿದ್ದರೆ, (2) 2 ಮತ್ತು 10 ನೇ ಅಧಿಪತಿಗಳು ವಿನಿಮಯ35 ಹೊಂದಿದ್ದರೆ, ಮತ್ತು (3) ಲಗ್ನ ಮತ್ತು 11 ನೇ ಅಧಿಪತಿಗಳು ವಿನಿಮಯವನ್ನು ಹೊಂದಿದ್ದರೆ, ಆಗ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ಪುರುಷರ ನಾಯಕ. ವ್ಯಕ್ತಿ ಸುಂದರ, ಪ್ರಣಯ, ದೀರ್ಘಾಯುಷ್ಯ ಮತ್ತು ಪ್ರಸಿದ್ಧ. ದೇವೇಂದ್ರನು ದೇವತೆಗಳ ಅಧಿಪತಿ."],
"indra_yoga":["ಇಂದ್ರ ಯೋಗ",
"(1) 5 ಮತ್ತು 11 ನೇ ಅಧಿಪತಿಗಳು ವಿನಿಮಯವನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು (2) ಚಂದ್ರನು 5 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಆಗ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಹುಟ್ಟಿದವನು ರಾಜನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ದಿಟ್ಟ, ಪ್ರಸಿದ್ಧ ಮತ್ತು ದೀರ್ಘಾಯುಷ್ಯ. ಇಂದ್ರನು ದೇವತೆಗಳ ಅಧಿಪತಿ."],
"ravi_yoga":["ರವಿ ಯೋಗ",
"(1) ಸೂರ್ಯನು 10 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) 10 ನೇ ಅಧಿಪತಿ ಶನಿಯೊಂದಿಗೆ 3 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಕಲಿತ, ಭಾವೋದ್ರಿಕ್ತ ಮತ್ತು ರಾಜರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತಾನೆ. ರವಿ ಎಂದರೆ ಸೂರ್ಯ."],
"bhaaskara_yoga":["ಭಾಸ್ಕರ ಯೋಗ",
"(1) ಚಂದ್ರನು ಸೂರ್ಯನಿಂದ 12 ನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದರೆ, (2) ಬುಧವು ಸೂರ್ಯನಿಂದ 2 ನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) ಗುರುವು ಚಂದ್ರನಿಂದ 5 ಅಥವಾ 9 ನೇ ಸ್ಥಾನದಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಶ್ರೀಮಂತರು, ಪರಾಕ್ರಮಿಗಳು ಮತ್ತು ಶ್ರೀಮಂತರು. ವ್ಯಕ್ತಿ ಶಾಸ್ತ್ರಗಳು, ಜ್ಯೋತಿಷ್ಯ ಮತ್ತು ಸಂಗೀತವನ್ನು ಕಲಿತಿದ್ದಾರೆ. ವ್ಯಕ್ತಿ ಉತ್ತಮ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಹೊಂದಿರುತ್ತಾನೆ. ಭಾಸ್ಕರ ಎಂದರೆ 'ಪ್ರಕಾಶಮಾನವಾದ ಕಿರಣಗಳನ್ನು ಹೊಂದಿರುವವನು'. ಇದು ಸೂರ್ಯನ ಹೆಸರು."],
"kulavardhana_yoga":["ಕುಲವರ್ಧನ ಯೋಗ",
"ಪ್ರತಿ ಗ್ರಹವು ಲಗ್ನ ಅಥವಾ ಚಂದ್ರ ಅಥವಾ ಸೂರ್ಯನಿಂದ 5 ನೇ ಮನೆಯನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂತೋಷದಿಂದ, ಶ್ರೀಮಂತನಾಗಿರುತ್ತಾನೆ ಮತ್ತು ಅವನ ವಂಶಕ್ಕೆ ಮತ್ತು ಸಮುದಾಯಕ್ಕೆ ಹೆಸರನ್ನು ತರುತ್ತಾನೆ. ವ್ಯಕ್ತಿಗೆ ಯೋಗ್ಯ ಉತ್ತರಾಧಿಕಾರಿಗಳ ಅವಿಚ್ಛಿನ್ನ ರೇಖೆಯಿದೆ. ಕುಲ ಎಂದರೆ 'ವಂಶ ಅಥವಾ ಸಮುದಾಯ'. ವರ್ಧನ ಎಂದರೆ 'ಅದನ್ನು ಬೆಳೆಯುವ ಮತ್ತು ಸಮೃದ್ಧಿ ಮಾಡುವವನು'." ],
"vasumati_yoga":["ವಸುಮತಿ ಯೋಗ",
"ಪ್ರಯೋಜನಕಾರಿಗಳು ಉಪಚಾಯಾಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಇದು ಸಂಪೂರ್ಣ ಫಲಿತಾಂಶವನ್ನು ನೀಡಬೇಕಾದರೆ, ದುಷ್ಟರು ಉಪಚಯಗಳನ್ನು ಆಕ್ರಮಿಸಬಾರದು ಮತ್ತು ಉಪಚಯಗಳನ್ನು ಆಕ್ರಮಿಸುವ ಲಾಭಿಗಳು ಬಲವಾಗಿರಬೇಕು. ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಹೇರಳವಾದ ಸಂಪತ್ತನ್ನು ಹೊಂದಿದ್ದಾರೆ. ವಸುಮತಿ ಎಂದರೆ ಭೂಮಿ."],
"gandharva_yoga":["ಗಂಧರ್ವ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿಯು 7ನೇ ಮನೆಯಿಂದ ತ್ರಿಕೋನದಲ್ಲಿದ್ದರೆ, (2) ಲಗ್ನಾಧಿಪತಿಯು ಗುರುಗ್ರಹದಿಂದ ಕೂಡಿ ಅಥವಾ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ, (3) ಸೂರ್ಯನು ಉನ್ನತ ಮತ್ತು ಬಲಶಾಲಿ, ಮತ್ತು (4) ಚಂದ್ರನು 9 ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಆಗ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಲಲಿತಕಲೆಗಳಲ್ಲಿ ಕುಶಲ ಮತ್ತು ಪ್ರಸಿದ್ಧನಾಗಿದ್ದಾನೆ. ಗಂಧರ್ವರು ಹಾಡುಗಾರಿಕೆ ಮತ್ತು ಇತರ ಲಲಿತಕಲೆಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಕೌಶಲ್ಯ ಹೊಂದಿರುವ ದೇವತೆಗಳ ವರ್ಗ."],
"go_yoga":["ಗೋ ಯೋಗ",
"(1) ಗುರುವು ತನ್ನ ಮೂಲತ್ರಿಕೋನದಲ್ಲಿ ಬಲಿಷ್ಠನಾಗಿದ್ದರೆ, (2) 2ನೇ ಮನೆಯ ಅಧಿಪತಿ ಗುರುವಿನೊಡನೆ ಇದ್ದರೆ ಮತ್ತು (3) ಲಗ್ನಾಧಿಪತಿಯು ಉಚ್ಛನಾಗಿದ್ದರೆ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಗೌರವಾನ್ವಿತ ಕುಟುಂಬದಿಂದ ಬಂದವರು. ವ್ಯಕ್ತಿ ಶ್ರೀಮಂತ ಮತ್ತು ಎಲ್ಲರಿಂದಲೂ ಗೌರವಿಸಲ್ಪಡುತ್ತಾನೆ. ಗೋ ಎಂದರೆ ಹಸು."],
"vidyut_yoga":["ವಿದ್ಯುತ್ ಯೋಗ",
"(1) 11 ನೇ ಅಧಿಪತಿಯು ಆಳವಾದ ಉತ್ಕೃಷ್ಟ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದರೆ, (2) ಅವನು ಶುಕ್ರನನ್ನು ಸೇರುತ್ತಾನೆ ಮತ್ತು (3) ಅವರಿಬ್ಬರು ಲಗ್ನಾಧಿಪತಿಯಿಂದ ಚತುರ್ಭುಜದಲ್ಲಿದ್ದರೆ, ಈ ಯೋಗವು ಪ್ರಸ್ತುತವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಾಗುತ್ತಾನೆ ಅಥವಾ ಸಮಾನನಾಗುತ್ತಾನೆ. ವ್ಯಕ್ತಿ ಶ್ರೀಮಂತ, ಆನಂದ ಪ್ರಿಯ ಮತ್ತು ದಾನಶೀಲ. ವಿದ್ಯುತ್ ಎಂದರೆ ಮಿಂಚು ಅಥವಾ ವಿದ್ಯುತ್."],
"chapa_yoga":["ಚಾಪ ಯೋಗ",
"(1) 4 ಮತ್ತು 10 ನೇ ಅಧಿಪತಿಗಳು ವಿನಿಮಯವನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಉತ್ಕೃಷ್ಟನಾಗಿದ್ದರೆ, ಆಗ ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ರಾಜನಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ಬಹಳಷ್ಟು ಸಂಪತ್ತನ್ನು ಆಜ್ಞಾಪಿಸುತ್ತಾನೆ. ಚಾಪ ಎಂದರೆ ಬಿಲ್ಲು."],
"pushkala_yoga":["ಪುಷ್ಕಲ ಯೋಗ","(1) ಲಗ್ನಾಧಿಪತಿಯು ಚಂದ್ರನೊಂದಿಗೆ ಇದ್ದರೆ, (2) ಚಂದ್ರನ ವಿಸರ್ಜಕನು ಚತುರ್ಭುಜದಲ್ಲಿ ಅಥವಾ ಅಧಿಮಿತ್ರನ (ಉತ್ತಮ ಸ್ನೇಹಿತ) ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) ಚಂದ್ರನ ಅಂಶಗಳ ವಿಲೇವಾರಿ ಲಗ್ನ, ಮತ್ತು, (4) ಲಗ್ನದಲ್ಲಿ ಗ್ರಹವಿದೆ, ಆಗ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ವಾಕ್ಚಾತುರ್ಯ, ಶ್ರೀಮಂತ, ಪ್ರಸಿದ್ಧ ಮತ್ತು ರಾಜರಿಂದ ಗೌರವಾನ್ವಿತನಾಗಿರುತ್ತಾನೆ. ಪುಷ್ಕಳ ಎಂದರೆ ಸಮೃದ್ಧವಾಗಿದೆ."],
"makuta_yoga":["ಮಕುಟ ಯೋಗ",
"(1) ಗುರುವು 9ನೇ ಅಧಿಪತಿಯಿಂದ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) ಗುರುವಿನಿಂದ 9ನೇ ಮನೆಯು ಲಾಭದಾಯಕವಾಗಿದ್ದರೆ ಮತ್ತು (3) ಶನಿಯು 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಪುರುಷರ ಪ್ರಬಲ ನಾಯಕರಾಗಿದ್ದಾರೆ. ವ್ಯಕ್ತಿ ಸಾಮಾನ್ಯವಾಗಿ ಅಶಿಸ್ತಿನ ಚಟುವಟಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಾರೆ. ಮಕುಟ ಎಂದರೆ ಕಿರೀಟ."],
"jaya_yoga":["ಜಯ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿಯು ಆಳವಾದ ಉತ್ಕೃಷ್ಟ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) 6ನೇ ಅಧಿಪತಿಯು ದುರ್ಬಲನಾಗಿದ್ದರೆ, ಈ ಯೋಗವು ಇರುತ್ತದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಸಂತೋಷ, ಯಶಸ್ವಿ, ಶತ್ರುಗಳ ಮೇಲೆ ವಿಜಯಶಾಲಿ ಮತ್ತು ದೀರ್ಘಾಯುಷಿ. ಜಯ ಎಂದರೆ ವಿಜಯಶಾಲಿ."],
"harsha_yoga":["ಹರ್ಷ ಯೋಗ",
"6ನೇ ಅಧಿಪತಿಯು 6ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ಸಂತೋಷ, ಬಲಶಾಲಿ, ಒಳ್ಳೆಯ ಸ್ವಭಾವದವರು ಮತ್ತು ಅಜೇಯರು. ಹರ್ಷ ಎಂದರೆ ಸಂತೋಷ."],
"sarala_yoga":["ಸರಳ ಯೋಗ",
"8ನೇ ಅಧಿಪತಿಯು 8ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವರು ದೀರ್ಘಾಯುಷ್ಯರು, ನಿರ್ಭೀತರು, ವಿದ್ವಾಂಸರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಸಮೃದ್ಧಿ ಹೊಂದಿದ್ದಾರೆ. ವ್ಯಕ್ತಿ ತನ್ನ ಶತ್ರುಗಳಿಗೆ ಭಯಂಕರ. ಸರಳ ಎಂದರೆ ನೇರ-ಮುಂದಿರುವವನು."],
"vimala_yoga":["ವಿಮಲ ಯೋಗ",
"12ನೇ ಅಧಿಪತಿಯು 12ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಉದಾತ್ತ, ಮಿತವ್ಯಯ, ಸಂತೋಷ ಮತ್ತು ಸ್ವತಂತ್ರ. ವಿಮಲಾ ಎಂದರೆ ಶುದ್ಧ."]

} 