{
	"vesi_yoga":["Vesai Yoga",
				"There is a planet other than Moon in the 2nd house from Sun",
				"You will have a balanced outlook. You are truthful, tall and sluggish. You will be happy and comfortable even with little wealth."
				],
	"vosi_yoga":["Vosi Yoga",
		"There is a planet other than Moon in the 12th house from Sun",
		"You will be skillful, charitable, famous, learned and strong."],
	"ubhayachara_yoga":["Ubhayachara Yoga",
		"There are planets other than Moon in the 2nd and 12th houses from Sun",
		"You will have all comforts. You will be like a king or an equal"],
	"nipuna_yoga":["Nipuna Yoga",
				"Sun and Mercury are together (in one sign).", 
				"You will be intelligent and skillful in all works. You will be well known, respected and happy.\\n This yoga is the most powerful in divisional charts like D-10. In rasi chart also, it can give results if Mercury is not combust."],	
	"sunaphaa_yoga":["Sunaphaa Yoga",
		"There are planets other than Sun in the 2nd house from Moon",
		"You will become a king or an equal. You are intelligent, wealthy and famous. You will have self-earned wealth."],
	"anaphaa_yoga":["Anaphaa Yoga",
					"There are planets other than Sun in the 12th house from Moon",
					"You will become a king with good looks. Your body is likely free from disease. You are a person of character and have great reputation. You are surrounded by comforts."],
	"duradhara_yoga":["Duradhara Yoga",
		"There are planets other than Sun in the 2nd and 12th houses from Moon.",
		"You will enjoy many pleasures. You are charitable. You will wealth and vehicles. You will have good servants."],
	"kemadruma_yoga":["Kemadruma Yoga",
		"There are no planets other than Sun in the 1st, 2nd and 12th houses from Moon and there are no planets other than Moon in the quadrants from lagna",
		"You are unlucky, bereft of intelligence and learning and afflicted by poverty and trouble. This bad yoga kills the results of other good yogas in the chart, especially Chandra yogas (if any). You have to work hard and succeed through great efforts."],
	"chandra_mangala_yoga":["Chandra Mangala Yoga",
		"Moon and Mars are together (in one sign).",
		"You are worldly wise and materially successful. You may earn money through unscrupulous means. You may treat mother or other women badly."],
	"adhi_yoga":["Adhi Yoga", 
		"Natural benefics occupy 6th, 7th and 8th from Moon",
		"You may become a king or a minister or an army chief, depending on the strength of the planets involved"],
	"ruchaka_yoga":["Ruchaka Yoga",
		"Mars is in a quadrant in own sign or exaltation sign.",
		"You are a person of fiery nature. You have a lot of enthusiasm. You are a natural leader. You love to fight wars and you will be victorious over enemies. You are discriminative and a devotee of learned people. You are well-versed in occult sciences. You have good taste. You will be always successful."],
	"bhadra_yoga":["Bhadra Yoga",
		"Mercury is in a quadrant in own sign or exaltation sign.",
		"You are a person of earthy nature and are lion-like. You are learned in all respects. You have a good build of body and a deep voice. You have sattwa guna. You know yoga well. You are always surrounded by relatives, friends and family and enjoys your wealth with them. You maintain cleanliness in everything and are very systematic. You are a spirit of independence and religious."],
	"sasa_yoga":["Sasa Yoga", "Saturn should be in Capricorn, Aquariius or Libra and he should be in 1st, 4th, 7th or 10th from lagna",
		"You are a great person of airy nature. You are rabbit-like. You are wise and enjoy wandering. You are comfortable in forests, mountains and forts. You are valorous and have a slender build. You know the weaknesses of others. You are lively, but have some vacillation. You are charitable."],
	"maalavya_yoga":["Maalavya Yoga",
		"Venus is in a quadrant in own sign or exaltation sign.",
		"You are a great person of watery nature. You emit a lustre akin to moonlight. You enjoy tasty food. You have luxuries. You have excellent health. You are well-versed in arts."],
	"hamsa_yoga":["Hamsa Yoga",
		"Jupiter should be in Sagitarius, Pisces or Capricornn and he should be in 1st, 4th, 7th or 10th from lagna.",
		"You are a great man of ethery nature. You are swan-like. You have spiritual strength and purity. You are respected by everyone. You are very passionate. You may become a king. You may have all comforts. You enjoy life fully. You are a clever conversationalist and endowed with good speech."],	
	"rajju_yoga":["Rajju Yoga",
		"All the planets are exclusively in movable signs.",
		"You may like to travel. You may have good looks and flourishes in foreign countries. You may be cruel."],
	"musala_yoga":["Musala Yoga",
		"All the planets are exclusively in fixed signs.",
		"You will have honor, wisdom and wealth. Kings will like you. You are famous and will have many children. You have a firm spirit."],
	"nala_yoga":["Nala Yoga",
		"All the planets are exclusively in dual signs.",
		"You will have a poor physique. You may accumulate money. You may have good looks and help relatives. You are skillful."],
	"maalaa_yoga":["Maalaa Yoga",
		"Three quadrants are occupied by natural benefics.",
		"You will be always happy. You will have nice clothes, vehicles, luxuries and friendship of many women."],
	"sarpa_yoga":["Sarpa Yoga",
		"Three quadrants are occupied by natural malefic planets.",
		"One born with this yoga is miserable, unhappy, cruel, poor and dependent on others for food. This is a very bad combination."],
	"gadaa_yoga":["Gadaa Yoga",
		"All the planets occupy two successive quadrants from lagna.",
		"One born with this yoga possesses wealth, gold and gems. You may perform yajnas (sacrificial rites). You know sastras (sciences) and songs."],
	"sakata_yoga":["Sakata Yoga",
		"All the planets occupy 4th and 10th houses from lagna.",
		"One born with this yoga loves to wander. This person works as a messenger. This person likes sex. This person has no shame and likes to quarrel. Vihanga means a bird. Some authors call this Vihaga yoga."],
	"sringaataka_yoga":["Sringaataka Yoga",
		"All the planets occupy trines (1st, 5th and 9th) from lagna.",
		"One born with this yoga is happy and liked by kings. This person has a noble wife and hates women. This person is wealthy. Sringaataka means a cross-road junction. It has some other popular meanings too."],
	"hala_yoga":["Hala Yoga",
		"All the planets occupy mutual trines but not trines from lagna.",
		"One born with this yoga becomes a farmer. This person eats a lot of food. This person is poor. This person is deserted by friends and relatives. This person is unhappy and worried. Hala means a plough."],
	"vajra_yoga":["Vajra Yoga",
		"Lagna and the 7th houses are occupied by natural benefic planet and the 4th and 10th houses are occupied by natural malefic planets.",
		"One born with this yoga is happy in the early and late parts of life. This person has valour. This person is not fortunate, but has no desires either. This person fights. Vajra means a diamond."
		],
	"yava_yoga":["Yava Yoga",
		"Lagna and the 7th houses are occupied by natural malefic planets and the 4th and 10th houses are occupied by natural benefic planets.",
		"One born with this yoga observes religious rules. This person is happy in the middle part of life. This person has wealth and good children. This person is charitable. He is strong-minded. Yava means a grain among other things."],
	"kamala_yoga":["Kamala Yoga",
		"All the planets are in quadrants from lagna.",
		"One born with this yoga becomes a king. This person has a strong character. This person is famous and long-lived. This person is pure and performs many good deeds. Kamala means a lotus."
		],		
	"vaapi_yoga":["Vaapi Yoga",
		"All the planets are panaparas or in apoklimas from lagna.",
		"One born with this yoga has a mind capable of amassing wealth. This person has all comforts. This person becomes a king. Vaapi means a pond or a water tank or a well."],
	"yoopa_yoga":["Yoopa Yoga",
		"All the planets are in 1st, 2nd, 3rd and 4th houses from lagna.",
		"One born with this yoga has spiritual knowledge and knowledge of yajnas (sacrificial rites). This person's spouse is always together. This person has sattwa guna. This person observes all the religious rules. Yoopa means a pillar and in particular a sacrificial post."],
	"sara_yoga":["Sara Yoga",
		"All the planets are in 4th, 5th, 6th and 7th houses from lagna.",
		"One born with this yoga makes arrows. This person heads prisons. This person is a hunter. This person eats meats. This person tortures people. Sara means an arrow."],
	"sakti_yoga":["Sakti Yoga",
		"All the planets are in 7th, 8th, 9th and 10th houses from lagna.",
		"One born with this yoga are unhappy, poor, unsuccessful, unworthy, lazy, long-lived and firm. They have sharp minds in war. Sakti means energy and it is also a powerful weapon."],
	"danda_yoga":["Danda Yoga",
		"All the planets are in 10th, 11th, 12th and 1st houses from lagna.",
		"One born with this yoga lose wife and children and their people will desert them. They are unhappy and serve mean people. Danda means a stick used to punish people."],
	"naukaa_yoga":["Naukaa Yoga",
		"All the planets occupy the 7 signs from lagna.",
		"One born with this yoga make money on things related to water. They have many desires. They are well-known. They are wicked, rough and miserly. Naukaa means a ship."],
	"koota_yoga":["Koota Yoga",
		"All the planets occupy the 7 signs from the 4th house.",
		"One born with this yoga becomes a jailer. The person is a liar. The person lives in hills and forts. The person is poor and cruel. Koota means a group. It has several other meanings."],
	"chatra_yoga":["Chatra Yoga",
		"All the planets occupy the 7 signs from the 7th house.",
		"One born with this yoga will help his people. This person is kind and liked by many kings. This person is intelligent. This person is happy in the early and late parts of life. This person is longlived. Chatra means an umbrella."],
	"chaapa_yoga":["Chaapa Yoga",
		"All the planets occupy the 7 signs from the 10th house.",
		"One born with this yoga becomes a liar, thief and a protector of secrets. This person wanders in forests. This person is unfortunate. This person is happy in the middle part of the life. Chaapa means a bow."],
	"ardha_chandra_yoga":["Ardha Chandra Yoga",
		"All the planets occupy the 7 signs starting from a panapara or an apoklima.",
		"One born with this yoga becomes an army chief. This person has a good physique. Kings like this person. This person is strong and possesses gems, gold and many ornaments. Ardha Chandra means half-Moon."],
	"chakra_yoga":["Chakra Yoga",
		"All the planets occupy 1st, 3rd, 5th, 7th, 9th and 11th houses from the lagna.",
		"One born with this yoga becomes a great emperor. Diamond-studded crowns of many kings touch this person's feet (i.e. many kings prostate before this person). Chakra means a wheel. Chakravarti means an emperor."],
	"samudra_yoga":["Samudra Yoga",
		"All the planets occupy 2nd, 4th, 6th, 8th, 10th and 12th houses from the lagna.",
		"One born with this yoga owns a lot of wealth and many gems. This person has luxuries and likes people. Their fortune and greatness are stable. They are softnatured. Samudra means a sea or an ocean. Samudra is also the name of the God of Ocean, who has a lot of wealth and many gems with this person."],
	"veenaa_yoga":["Veenaa Yoga",
		"The seven planets occupy exactly 7 distinct signs among them.",
		"One born with this yoga likes music, dance and songs. This person has many servants. This person is wealthy, skillful and a leader of men. Veenaa is a stringed musical instrument. This is also called Vallaki yoga by some authors."],
	"daama_yoga":["Daama Yoga",
		"The seven planets occupy exactly 6 distinct signs among them.",
		"One born with this yoga is very rich and famous. This person has many children. This person has many gems. This person helps others. Daama means a wreath. Some authors call this Daamini yoga."],
	"paasa_yoga":["Paasa Yoga",
		"The seven planets occupy exactly 5 distinct signs among them.",
		"One born with this yoga has the risk of being imprisoned. This person is capable in their work. This person is talkataive. This person has many servants. This person lacks character. Paasa means a noose."],
	"kedaara_yoga":["Kedaara Yoga",
		"The seven planets occupy exactly 4 distinct signs among them.",
		"One born with this yoga is an agriculturist. This person is happy wealthy and helpful to others. Kedaara means a field."],
	"soola_yoga":["Soola Yoga",
		"The seven planets occupy exactly 3 distinct signs among them.",
		"One born with this yoga is sharp, lazy, violent, poor, prohibited and valiant. They win accolades in wars. Soola is Shiva’s weapon."],
	"yuga_yoga":["Yuga Yoga",
		"The seven planets occupy exactly 2 distinct signs among them.",
		"One born with this yoga is a heretic. This person is poor and discarded in the world. This person is irrelegious. This person has no happiness from children and mother. Yuga means a pair."],
	"gola_yoga":["Gola Yoga",
		"The seven planets are in one sign.",
		"One born with this yoga is strong, poor, dirty and uneducated. This person is always sad. Gola means a sphere or a globe."],
	"subha_yoga":["Subha Yoga",
		"Lagna has benefics or has “subha kartari – benefics in 12th and 2nd house from Lagna.",
		" One born with this yoga has eloquence, good looks and character"],
	"asubha_yoga":["Asubha Yoga",
		"Lagna has malefics or has “paapa kartari or maleefics in 12th and 2nd house from Lagna.",
		"One born with this yoga has many desires and is sinful and enjoys the wealth of others."],
	"gaja_kesari_yoga":["gaja_kesari_yoga",
		"Gaja-Kesari Yoga: If (1) Jupiter is in a quadrant from Moon, (2) a benefic planet conjoins or aspects Jupiter, and, (3) Jupiter is not debilitated or combust or in an enemy’s house",
		"One born with this yoga is famous, wealthy and intelligent. The person has great character and is liked by kings. For virtuousness and ever-lasting fame, this is a key yoga."
		],
	"guru_mangala_yoga":["guru_mangala_yoga",
		"If Jupiter and Mars are together or in the 7th house from each other, then this yoga is present.",
		"One born with this yoga is righteous and energetic. The person's 'energies are channelled in dharmic paths."],
	"amala_yoga":["Amala Yoga",
	"There are only natural benefics present in the 10th house from lagna or Moon.",
	"One born with this yoga has ever-lasting fame. The person is respected by kings. Person has luxuries and is virtuous. Person helps others. Amala means pure. Because the 10th house shows one's' conduct in society, situation of only benefics there makes one’s conduct in the society very pure."],
	"parvata_yoga":["Parvata Yoga",
	"If (1) quadrants are occupied only by benefics and (2) the 7th and 8th houses are either vacant or occupied only by benefics",
	"One born with this yoga is fortunate, eloquent, famous, charitable, easy-going and likes humour. Parvata means a mountain."],
	"kaahala_yoga":["Kaahala Yoga",
	"If (1) the 4th lord and Jupiter32 are in mutual quadrants and (2) lagna lord is strong, then this yoga is present. Alternately, this yoga is present if the 4th lord is exalted or in own sign and the 10th lord joins him.",
	"One born with this yoga is strong, bold, cunning and leads a large army. Person owns a few villages. Kaahala means excessive. It also means mischievous."],
	"chaamara_yoga":["Chaamara Yoga","If the lagna lord is exalted in a quadrant with Jupiter’s aspect or two benefics join in 7th, 9th or 10th, then this yoga is present.",
	"One born with this yoga is a king or someone respected by kings. Person is long-lived, scholarly, eloquent and learned in many arts. Chaamara means something akin to the plume on the head of a horse. By waving it, servants give relief to kings from heat (like a fan). It basically stands for the trappings of power."],
	"sankha_yoga":["Sankha Yoga","If (1) lagna lord is strong and (2) 5th and 6th lords are in mutual quadrants, then this yoga is present. Alternately, this yoga is present if (1) lagna lord and 10th lord are together in a movable sign and (2) the 9th lord is strong.",
	"One born with this yoga is blessed with wealth, spouse and children. He is kind, pious, intelligent and long-lived. Sankha means a conch shell."],
	"bheri_yoga":["Bheri Yoga","]If (1) the 9th lord is strong and (2) 1st, 2nd, 7th and 12th houses are occupied by planets, then this yoga is present. Alternately, this is yoga is present if (1) the 9th lord is strong and (2) Jupiter, Venus and lagna lord are in mutual quadrants.",
	"One born with this yoga is blessed with wealth, spouse and children. Person can be a king. Person has fame and character. Person is virtuous and religious. Person enjoys pleasures. Bheri means a kettledrum."],
	"mridanga_yoga":["Mridanga Yoga",
		"If (1) there are planets in own and exaltation signs in quadrants and trines and (2) lagna lord is strong, then this yoga is present.",
		"One born with this yoga is a king or an equal and is happy. Mridanga is a rich and elegant percussion instrument popular in south India."],
	"sreenaatha_yoga":["Sreenaatha Yoga",
	"If (1) the 7th lord is exalted in 10th and (2) 10th lord is with 9th lord, then this yoga is present.",
	"One born with this yoga becomes a great king equal to Indra – king of gods. Sreenaatha means the lord of great wealth and prosperity. It also means Vishnu."],
	"matsya_yoga":["Matsya Yoga", 
	"If (1) benefics are in lagna and 9th, (2) some planets are in 5th, and, (3) malefics are in chaturasras (4th and 8th houses), then this yoga is present.",
	"One born with this yoga becomes an astrologer or a seer. Person is a personification of kindness, character and intelligence. Person is strong and good-looking. Person is famous and learned. Person is a tapasvi (austere pursuer). Matsya means a fish."],
	"koorma_yoga":["Koorma Yoga",
	"If (1) the 5th, 6th and 7th houses are occupied by benefics who are in own, exaltation or friendly signs and (2) the 1st, 3rd and 11th houses are occupied by malefics who are in own or exaltation signs, then this yoga is present.",
	"One born with this yoga becomes a king. Person has piety and character. Person is happy, helpful and famous. Koorma means a tortoise."],
	"khadga_yoga":["Khadga Yoga",
	"If (1) the 2nd lord is in the 9th house, (2) the 9th lord is in the 2nd house, and, (3) lagna lord is in a quadrant or a trine, then this yoga is present.",
	"One born with this yoga is skillful, wealthy, learned, happy, fortunate, intelligent, grateful and mighty. Khadga means a sword."],
	"kusuma_yoga":["Kusuma Yoga",
	"If (1) lagna is in a fixed sign, (2) Venus is in a quadrant, (3) Moon is in a trine with a benefic, and, (4) Saturn is in the 10th house, then this yoga is present.",
	"One born with this yoga becomes a king or an equal. Person is charitable. Person is endowed with pleasures and happiness. Person is a leader of community. Person has character and scholarship. Kusuma means a flower."],
	"kalaanidhi_yoga":["Kalaanidhi Yoga",
	"If (1) Jupiter is in the 2nd house or the 5th house and (2) he is conjoined or aspected by Mercury and Venus, then this yoga is present.",
	"One born with this yoga is endowed with character, happiness, good health, wealth and learning. Person is respected by kings. Kalaanidhi means a treasure of arts and skills."],
	"kalpadruma_yoga":["Kalpadruma Yoga", 
	"Consider (1) lagna lord, (2) his dispositor, (3) the latter’s dispositor in rasi and (4) in navamsa. If all the four planets are all in quadrants, trines or exaltation signs of both rasi and navamsa, then this yoga is present.",
	"One born with this yoga becomes a king. Person likes wars. Person is very prosperous, principled, strong and kind. Kalpadruma is a celestial tree of the heaven. This yoga is also known as Paarijaata yoga. Paarijaata is a celestial flower."],
	"lagnaadhi_yoga":["Lagnaadhi Yoga",
	"If (1) the 7th and 8th houses from lagna are occupied by benefics and (2) no malefics conjoin or aspect these planets, then this yoga is present.",
	"One born with this yoga becomes a great person. Person is learned and happy. Adhi means over or above. Lagnaadhi yoga means Adhi Yoga from lagna."],
	"hari_yoga":["Hari Yoga",
	"If benefics occupy the 2nd, 12th and 8th houses counted from the 2nd lord, then this yoga is present.",
	"One born with this yoga is happy, learned and blessed with wealth and children. Hari is a name of Lord Vishnu. The 2nd house is the house of food and money and it is a trine from karma sthana – the 10th house. It stands for sustenance and its lord represents Hari – Sustainer of Hindu Trinity – in a chart."],
	"brahma_yoga":["Brahma Yoga",
	"If benefics occupy the 4th, 10th and 11th houses counted from lagna lord, then this yoga is present. Another variation of Brahma yoga: If (1) Jupiter is in a quadrant from the 9th lord, (2) Venus is in a quadrant from the 11th lord, and, (3) Mercury is in a quadrant from the 1st lord or 10th lord, then this yoga is present.",
	"One born with this yoga is happy, learned and blessed with wealth and children. Brahma is the creator of this universe. Lagna rules birth and the Creator is represented in a chart by lagna lord."],
	"vishnu_yoga":["Vishnu Yoga",
	"If (1) the 9th and 10th lords are in the 2nd house and (2) the lord of the sign occupied in navamsa by the 9th lord in rasi chart is also in the 2nd house, then this yoga is present.",
	"One born with this yoga is fortunate, learned, long-lived and liked by kings. Person is a worshipper of Vishnu."],
	"siva_yoga":["Siva Yoga",
	"If (1) the 5th lord is in the 9th house, (2) the 9th lord is in the 10th house, and, (3) the 10th lord is in the 5th house, then this yoga is present.",
	"One born with this yoga is wise and virtuous. Person is a conqueror. Person can be an army chief or a businessman. Lord Siva is one of the Trinity of Gods."],
	"trilochana_yoga":["Trilochana Yoga",
	"If Sun, Moon and Mars are in mutual trines, then this yoga is present.",
	"One born with this yoga is wealthy, intelligent, long-lived and victorious over enemies. Person achieves everything without many obstacles. Trilochana means 'one with three eyes'. It is another name of Lord Siva, who has a hidden eye in His forehead."],
	"gouri_yoga":["Gouri Yoga",
	"If the lord of the sign occupied in navamsa by the 10th lord is exalted in the 10th house and lagna lord joins him, then this yoga is present.",
	"One born with this yoga is from a respectable family and person is religious and virtuous. Person is blessed with happiness from family. Gouri is a form of Parvati – Lord Siva’s wife. She is an epitome of marital bliss and purity."],
	"chandikaa_yoga":["Chandikaa Yoga",
	"If (1) lagna is in a fixed sign aspected by 6th lord and (2) Sun joins the lords of the signs occupied in navamsa by 6th and 9th lords, then this yoga is present.",
	"One born with this yoga is aggressive, charitable, wealthy, famous and longlived. Chandika is an aggressive form of Parvati. She kills demons mercilessly."],
"lakshmi_yoga":["Lakshmi Yoga",
"If (1) the 9th lord is in an own sign or in his exaltation sign that happens to be quadrant from lagna and (2) lagna lord is strong, then this yoga is present.",
"One born with this yoga becomes a king. Person is blessed with good looks, character, wealth and many children. Person is principled and famous. Lakshmi is Vishnu’s wife. She is the goddess of prosperity."],
"saarada_yoga":["Saarada Yoga",
"If (1) the 10th lord is in the 5th house, (2) Mercury is in a quadrant, (3) Sun is strong in Leo, (4) Mercury or Jupiter is in a trine from Moon, and, (5) Mars is in 11th, then this yoga is present.",
"One born with this yoga is blessed with wealth, spouse and children. Person is happy, learned, principled and liked by kings. Person is a tapaswi (autere pursuer of knowledge). Saarada is another name of Saraswathi, the goddess of learning."],
"bhaarathi_yoga":["Bhaarathi Yoga",
"If the lord of the sign occupied in navamsa by 2nd, 5th or 11th lord exalted and joins the 9th lord, then this yoga is present.",
"One born with this yoga is a great scholar. Person is intelligent, religious, good-looking and famous. Bhaarathi is another name of Saraswathi, the goddess of learning."],
"saraswathi_yoga":["Saraswathi Yoga",
"If (1) each of Mercury, Jupiter and Venus occupies a quadrant or a trine or the 2nd house (not necessarily together) and (2) Jupiter is in an own or friendly or exaltation sign, then this yoga is present.",
"One born with this yoga is very learned, skillful, intelligent, rich and famous. Person is praised by all. Saraswathi is the goddess of learning."],
"amsaavatara_yoga":["Amsaavatara Yoga",
"If Jupiter, Venus and exalted Saturn are in quadrants, then this yoga is present.",
"One born with this yoga becomes a king or an equal. Person is learned and pleasure-loving. Person has unsullied reputation. Amsaavatara means one who is an incarnation of a part of the Lord."],
"devendra_yoga":["Devendra Yoga",
"If (1) lagna is in a fixed sign, (2) 2nd and 10th lords have an exchange35, and, (3) lagna and 11th lords have an exchange, then this yoga is present.",
"One born with this yoga is a leader of men. Person is handsome, romantic, long-lived and famous. Devendra is the ruler of gods."],	
"indra_yoga":["Indra Yoga",
"If (1) the 5th and 11th lords have an exchange and (2) Moon occupies the 5th house, then this yoga is present.",
"One born with this yoga becomes a king. Person is bold, famous and long-lived. Indra is the ruler of gods."],
"ravi_yoga":["Ravi Yoga",
"If (1) Sun is in the 10th house and (2) the 10th lord is in the 3rd house with Saturn, then this yoga is present.",
"One born with this yoga is learned, passionate and respected by kings. Ravi means Sun."],
"bhaaskara_yoga":["Bhaaskara Yoga",
"If (1) Moon is in the 12th from Sun, (2) Mercury is in the 2nd from Sun, and, (3) Jupiter is in the 5th or 9th from Moon, then this yoga is present.",
"One born with this yoga is wealthy, valorous and aristocratic. Person is learned in sastras, astrology and music. Person has a good personality. Bhaaskara means 'one with bright rays'. It is a name of Sun."],
"kulavardhana_yoga":["Kulavardhana Yoga",
"If each planet occupies the 5th house from either lagna or Moon or Sun, then this yoga is present.",
"One born with this yoga is happy, wealthy and brings name to his lineage and community. Person has an unbroken line of worthy successors. Kula means 'lineage or community''. Vardhana means 'one who makes it grow and prosper'."],
"vasumati_yoga":["Vasumati Yoga",
"If benefics occupy upachayas, then this yoga is present.",
"For it to give full results, malefics should not occupy upachayas and the benefics occupying upachayas should be strong. One born with this yoga has abundant wealth. Vasumati means earth."],
"gandharva_yoga":["Gandharva Yoga",
"If (1) the 10th lord is in a trine from the 7th house, (2) lagna lord is conjoined or aspected by Jupiter, (3) Sun is exalted and strong, and, (4) Moon is in the 9th house, then this yoga is present.",
"One born with this yoga is skillful and famous in fine arts. Gandharvas are a class of gods with excellent skills in singing and other fine arts."],
"go_yoga":["Go Yoga",
"If (1) Jupiter is strong in his moolatrikona, (2) the lord of the 2nd house is with Jupiter, and, (3) lagna lord is exalted, then this yoga is present.",
"One born with this yoga is from a respectable family. Person is wealthy and resepcted by all. Go means a cow."],
"vidyut_yoga":["Vidyut Yoga",
"If (1) the 11th lord is in deep exaltation, (2) he joins Venus, and, (3) the two of them are in a quadrant from lagna lord, then this yoga is present.",
"One born with this yoga becomes a king or an equal. Person is wealthy, pleasure-loving and charitable. Vidyut means a lightning bolt or electricity."],
"chapa_yoga":["Chapa Yoga",
"If (1) the 4th and 10th lords have an exchange and (2) lagna lord is exalted, then this yoga is present.",
"One born with this yoga works for a king and commands a lot of wealth. Chapa means a bow."],
"pushkala_yoga":["Pushkala Yoga","If (1) lagna lord is with Moon, (2) dispositor of Moon is in a quadrant or in the house of an adhimitra (good friend), (2) dispositor of Moon aspects lagna, and, (4) there is a planet in lagna, then this yoga is present.",
"One born with this yoga is eloquent, wealthy, famous and respected by kings. Pushkala means abundant."],
"makuta_yoga":["Makuta Yoga",
"If (1) Jupiter is in the 9th house from the 9th lord, (2) the 9th house from Jupiter has a benefic, and, (3) Saturn is in the 10th house, then this yoga is present.",
"One born with this yoga is a powerful leader of men. Person often manages unruly activities. Makuta means crown."],
"jaya_yoga":["Jaya Yoga",
"If (1) the 10th lord is in deep exaltation and (2) the 6th lord is debilitated, then this yoga is present.",
"One born with this yoga is happy, successful, victorious over enemies and long-lived. Jaya means victorious."],
"harsha_yoga":["Harsha Yoga",
"If the 6th lord occupies the 6th house, then this yoga is present.",
"One born with this yoga is happy, strong, good-natured and invincible. Harsha means joyous."],
"sarala_yoga":["Sarala Yoga",
"If the 8th lord occupies the 8th house, then this yoga is present.",
"One born with this yoga is long-lived, fearless, learned, celebrated and prosperous. Person is a terror to his enemies. Sarala means straight-forward."],
"vimala_yoga":["Vimala Yoga",
"If the 12th lord occupies the 12th house, then this yoga is present.",
"One born with this yoga is noble, frugal, happy and independent. Vimala means pure."]
}