{
"vesi_yoga":["वेसाई योग",
"सूर्य से दूसरे भाव में चंद्रमा के अलावा कोई अन्य ग्रह है",
"आपके पास एक संतुलित दृष्टिकोण होगा। आप सच्चे, लंबे और सुस्त हैं। आप थोड़े से धन के साथ भी खुश और सहज रहेंगे।"
],
"vosi_yoga":["वोसी योग",
"सूर्य से बारहवें घर में चंद्रमा के अलावा कोई अन्य ग्रह है",
"आप कुशल, परोपकारी, प्रसिद्ध, विद्वान और बलवान होंगे।"],
"ubhayachara_yoga":["उभयचारा योग",
"सूर्य से दूसरे और बारहवें भाव में चंद्रमा के अलावा अन्य ग्रह हैं",
"आपको सभी सुख प्राप्त होंगे। आप एक राजा या एक समान होंगे"],
"nipuna_yoga":["निपुण योग",
"सूर्य और बुध एक साथ हैं (एक राशि में)",
"आप सभी कार्यों में बुद्धिमान और कुशल होंगे। आप जाने-माने, सम्मानित और खुश रहेंगे।\\n यह योग डी -10 जैसे मंडल चार्ट में सबसे शक्तिशाली है। राशि चार्ट में भी, यह बुध होने पर परिणाम दे सकता है दहन नहीं।"],
"sunaphaa_yoga":["सुनफा योग",
"चंद्रमा से दूसरे भाव में सूर्य के अलावा अन्य ग्रह हैं",
"आप राजा या समान बनेंगे। आप बुद्धिमान, धनी और प्रसिद्ध हैं। आपके पास स्वयं अर्जित धन होगा।"],
"anaphaa_yoga":["अनफा योग",
"चंद्रमा से बारहवें घर में सूर्य के अलावा अन्य ग्रह हैं",
"आप अच्छे दिखने वाले राजा बनेंगे। आपका शरीर रोग से मुक्त होने की संभावना है। आप चरित्र के व्यक्ति हैं और महान प्रतिष्ठा रखते हैं। आप आराम से घिरे हुए हैं।"],
"duradhara_yoga":["दुराधार योग",
"चंद्रमा से दूसरे और बारहवें भाव में सूर्य के अलावा अन्य ग्रह हैं।",
"आप कई सुखों का आनंद लेंगे। आप धर्मार्थ हैं। आपके पास धन और वाहन होंगे। आपके पास अच्छे नौकर होंगे।"],
"kemadruma_yoga":["केमद्रुम योग",
"चंद्रमा से पहले, दूसरे और बारहवें भाव में सूर्य के अलावा कोई ग्रह नहीं है और लग्न से चतुर्थांश में चंद्रमा के अलावा कोई ग्रह नहीं है",
"आप बदकिस्मत हैं, बुद्धि और विद्या से वंचित और गरीबी और परेशानी से पीड़ित हैं। यह बुरा योग चार्ट में अन्य अच्छे योगों के परिणामों को मारता है, खासकर चंद्र योग (यदि कोई हो)। आपको कड़ी मेहनत करनी होगी और महान प्रयासों के माध्यम से सफल होना होगा। "],
"chandra_mangala_yoga":["चंद्र मंगल योग",
"चंद्रमा और मंगल एक साथ हैं (एक राशि में)",
"आप सांसारिक बुद्धिमान और भौतिक रूप से सफल हैं। आप बेईमान साधनों से धन कमा सकते हैं। आप माँ या अन्य महिलाओं के साथ बुरा व्यवहार कर सकते हैं।"],
"adhi_yoga":["आधि योग",
"चंद्रमा से 6वें, 7वें और 8वें स्थान पर प्राकृतिक लाभ",
"शामिल ग्रहों की ताकत के आधार पर आप राजा या मंत्री या सेना प्रमुख बन सकते हैं"],
"ruchaka_yoga":["रुचक योग",
"मंगल अपनी राशि या उच्च राशि में चतुर्थांश में है।",
"आप उग्र स्वभाव के व्यक्ति हैं। आपके पास बहुत उत्साह है। आप एक प्राकृतिक नेता हैं। आप युद्ध लड़ना पसंद करते हैं और आप दुश्मनों पर विजय प्राप्त करेंगे। आप विवेकशील और विद्वान लोगों के भक्त हैं। आप अच्छी तरह से वाकिफ हैं मनोगत विज्ञान में। आपका स्वाद अच्छा है। आप हमेशा सफल रहेंगे। "],
"bhadra_yoga":["भद्र योग",
"बुध अपनी राशि या उच्च राशि में चतुर्थांश में है।",
"आप मिट्टी के स्वभाव के व्यक्ति हैं और सिंह जैसे हैं। आप हर तरह से विद्वान हैं। आपके पास एक अच्छा शरीर और एक गहरी आवाज है। आपके पास सत्त्व गुण है। आप योग को अच्छी तरह से जानते हैं। आप हमेशा रिश्तेदारों से घिरे रहते हैं, दोस्तों और परिवार और उनके साथ अपने धन का आनंद लेते हैं। आप हर चीज में स्वच्छता बनाए रखते हैं और बहुत व्यवस्थित हैं। आप स्वतंत्रता और धार्मिक की भावना हैं। "], 
"sasa_yoga":["शसा योग","शनि मकर, कुम्भ या तुला राशि में हो और वह लग्न से 1, 4, 7, या 10वें भाव में हो",
"आप हवादार प्रकृति के एक महान व्यक्ति हैं। आप खरगोश की तरह हैं। आप बुद्धिमान हैं और घूमने का आनंद लेते हैं। आप जंगलों, पहाड़ों और किलों में सहज हैं। आप बहादुर हैं और पतला निर्माण करते हैं। आप दूसरों की कमजोरियों को जानते हैं। आप जीवंत हैं, लेकिन कुछ हिचकिचाहट है। आप धर्मार्थ हैं। "],
"maalavya_yoga":["मालव्य योग",
"शुक्र अपनी राशि या उच्च राशि में चतुर्थांश में है।",
"आप पानीदार प्रकृति के एक महान व्यक्ति हैं। आप चांदनी के समान चमक का उत्सर्जन करते हैं। आप स्वादिष्ट भोजन का आनंद लेते हैं। आपके पास विलासिता है। आपके पास उत्कृष्ट स्वास्थ्य है। आप कला में पारंगत हैं।"],
"hamsa_yoga":["हंस योग",
"बृहस्पति धनु, मीन या मकर राशि में हो और वह लग्न से 1, 4, 7 या 10 में हो।",
"आप ईथर प्रकृति के एक महान व्यक्ति हैं। आप हंस के समान हैं। आपके पास आध्यात्मिक शक्ति और पवित्रता है। आप सभी का सम्मान करते हैं। आप बहुत भावुक हैं। आप एक राजा बन सकते हैं। आपके पास सभी सुख हो सकते हैं। आप जीवन का पूरी तरह से आनंद लेते हैं। आप एक चतुर संवादी हैं और अच्छे भाषण के साथ संपन्न हैं। "],
"rajju_yoga": ["रज्जू योग", 
	"सभी ग्रह विशेष रूप से चल राशियों में हैं।", 
	"आप यात्रा करना पसंद कर सकते हैं। विदेशों में आपका रूप अच्छा हो सकता है और फलता-फूलता है। आप क्रूर हो सकते हैं।"], 
"musala_yoga":["मुसल योग",
"सभी ग्रह विशेष रूप से निश्चित राशियों में हैं।",
"आपके पास सम्मान, ज्ञान और धन होगा। राजा आपको पसंद करेंगे। आप प्रसिद्ध हैं और आपके कई बच्चे होंगे। आपके पास दृढ़ आत्मा है।"], 
"nala_yoga":["नल योग",
"सभी ग्रह विशेष रूप से दोहरी राशियों में हैं।",
"आपके पास एक गरीब काया होगा। आप धन जमा कर सकते हैं। आप अच्छे दिखने वाले और रिश्तेदारों की मदद कर सकते हैं। आप कुशल हैं।"],
"maalaa_yoga":["माला योगम",
"तीन चतुर्भुज प्राकृतिक लाभकारी ग्रहों के कब्जे में हैं।",
"आप हमेशा खुश रहेंगे। आपके पास अच्छे कपड़े, वाहन, विलासिता और कई महिलाओं की दोस्ती होगी।"],
"sarpa_yoga":["सर्प योग",
"तीन चतुर्भुजों पर प्राकृतिक अशुभ ग्रहों का कब्जा है।",
"इस योग के साथ जन्म लेने वाला दुखी, दुखी, क्रूर, गरीब और भोजन के लिए दूसरों पर निर्भर होता है। यह बहुत खराब संयोजन है।"],
"gadaa_yoga":["गदा योग",
"सभी ग्रह लग्न से दो क्रमागत चतुर्थांशों में स्थित हैं।",
"इस योग के साथ जन्म लेने वाले के पास धन, सोना और रत्न होते हैं। आप यज्ञ (यज्ञ संस्कार) कर सकते हैं। आप शास्त्र (विज्ञान) और गीत जानते हैं।"],
"sakata_yoga":["सकता योग",
"सभी ग्रह लग्न से चौथे और दसवें भाव में हैं।",
"इस योग के साथ पैदा हुआ व्यक्ति घूमना पसंद करता है। यह व्यक्ति एक दूत के रूप में काम करता है। यह व्यक्ति सेक्स पसंद करता है। इस व्यक्ति को कोई शर्म नहीं है और झगड़ा पसंद है। विहंग का मतलब एक पक्षी है। कुछ लेखक इसे विहग योग कहते हैं।"],
"sringaataka_yoga":["श्रृंगाटक योग",
"सभी ग्रह लग्न से त्रिकोण (प्रथम, 5वें और 9वें) में स्थित हैं।",
"इस योग के साथ जन्म लेने वाला राजा प्रसन्न और प्रिय होता है। इस व्यक्ति की एक कुलीन पत्नी होती है और वह महिलाओं से घृणा करता है। यह व्यक्ति धनवान है। श्रृंगाटक का अर्थ है एक चौराहे का जंक्शन। इसके कुछ अन्य लोकप्रिय अर्थ भी हैं।"],
"hala_yoga":["हला योग",
"सभी ग्रह आपस में त्रिशूल धारण करते हैं लेकिन लग्न से त्रिगुण नहीं।",
"इस योग के साथ जन्म लेने वाला किसान बन जाता है। यह व्यक्ति बहुत अधिक खाता है। यह व्यक्ति गरीब है। यह व्यक्ति मित्रों और रिश्तेदारों द्वारा त्याग दिया जाता है। यह व्यक्ति दुखी और चिंतित है। हल का अर्थ हल है।"],
"vajra_yoga":["वज्र योग",
"लग्न और सप्तम भाव प्राकृतिक शुभ ग्रह के कब्जे में हैं और चौथे और दसवें घर में प्राकृतिक अशुभ ग्रहों का कब्जा है।",
"इस योग के साथ जन्म लेने वाला जीवन के शुरुआती और देर के हिस्सों में खुश रहता है। इस व्यक्ति में वीरता है। यह व्यक्ति भाग्यशाली नहीं है, लेकिन उसकी कोई इच्छा भी नहीं है। यह व्यक्ति लड़ता है। वज्र का मतलब हीरा होता है।"
],
"yava_yoga":["यव योग",
"लग्न और सप्तम भाव प्राकृतिक पाप ग्रहों के कब्जे में हैं और चौथे और दसवें घर में प्राकृतिक लाभकारी ग्रहों का कब्जा है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति धार्मिक नियमों का पालन करता है। यह व्यक्ति जीवन के मध्य भाग में खुश रहता है। इस व्यक्ति के पास धन और अच्छे बच्चे होते हैं। यह व्यक्ति परोपकारी होता है। वह मजबूत दिमाग वाला होता है। यव का अर्थ है अन्य चीजों के अलावा एक अनाज।"] ,
"kamala_yoga":["कमल योग",
"सभी ग्रह लग्न से चतुर्थांश में हैं।",
"इस योग के साथ जन्म लेने वाला राजा बनता है। इस व्यक्ति का एक मजबूत चरित्र होता है। यह व्यक्ति प्रसिद्ध और दीर्घायु होता है। यह व्यक्ति शुद्ध होता है और कई अच्छे कर्म करता है। कमल का अर्थ कमल होता है।"
],
"vaapi_yoga":["वापी योग",
"सभी ग्रह पनपरास हैं या लग्न से अपोक्लिमा में हैं।",
"इस योग के साथ जन्म लेने वाले के पास धन एकत्र करने में सक्षम दिमाग होता है। इस व्यक्ति के पास सभी सुख होते हैं। यह व्यक्ति राजा बन जाता है। वापी का मतलब तालाब या पानी की टंकी या कुआं होता है।"],
"yoopa_yoga":["यूपा योग",
"सभी ग्रह लग्न से पहले, दूसरे, तीसरे और चौथे भाव में हैं।",
"इस योग के साथ जन्म लेने वाले को यज्ञों (यज्ञों) का आध्यात्मिक ज्ञान और ज्ञान होता है। इस व्यक्ति का जीवनसाथी हमेशा साथ रहता है। इस व्यक्ति में सत्त्वगुण होता है। यह व्यक्ति सभी धार्मिक नियमों का पालन करता है। यूप का अर्थ है एक स्तंभ और विशेष रूप से एक बलिदान पद। "],
"sara_yoga":["सर योग",
"सभी ग्रह लग्न से चौथे, पांचवें, छठे और सातवें भाव में हैं।",
"इस योग के साथ पैदा हुआ व्यक्ति तीर बनाता है। यह व्यक्ति जेलों का मुखिया होता है। यह व्यक्ति शिकारी होता है। यह व्यक्ति मांस खाता है। यह व्यक्ति लोगों को यातना देता है। सर का अर्थ तीर होता है।"],
"sakti_yoga":["शक्ति योग",
"सभी ग्रह लग्न से 7वें, 8वें, 9वें और 10वें भाव में हैं।",
"इस योग के साथ जन्म लेने वाले दुखी, गरीब, असफल, अयोग्य, आलसी, लंबे समय तक जीवित और दृढ़ होते हैं। युद्ध में उनके पास तेज दिमाग होता है। शक्ति का अर्थ ऊर्जा है और यह एक शक्तिशाली हथियार भी है।"],
"danda_yoga":["दंड योग", 
"सभी ग्रह लग्न से 10वें, 11वें, 12वें और प्रथम भाव में हैं।",
"इस योग के साथ जन्म लेने वाला अपनी पत्नी और बच्चों को खो देता है और उनके लोग उन्हें छोड़ देंगे। वे दुखी हैं और नीच लोगों की सेवा करते हैं। डंडा का अर्थ है लोगों को दंडित करने के लिए इस्तेमाल की जाने वाली छड़ी।"],
"naukaa_yoga":["नौका योग",
"सभी ग्रह लग्न से 7 राशियों में विराजमान हैं।",
"इस योग के साथ जन्म लेने वाले लोग पानी से संबंधित चीजों पर पैसा कमाते हैं। उनकी कई इच्छाएं होती हैं। वे प्रसिद्ध हैं। वे दुष्ट, कठोर और कंजूस हैं। नौका का मतलब जहाज है।"],
"koota_yoga":["कूट योग",
"सभी ग्रह चतुर्थ भाव से 7 राशियों में विराजमान हैं।",
"इस योग के साथ जन्म लेने वाला जेलर बन जाता है। व्यक्ति झूठा होता है। व्यक्ति पहाड़ियों और किलों में रहता है। व्यक्ति गरीब और क्रूर होता है। कूट का अर्थ समूह होता है। इसके कई अन्य अर्थ हैं।"],
"chatra_yoga":["छत्र योग",
"सभी ग्रह 7वें भाव से 7 राशियों में विराजमान हैं।",
"इस योग के साथ जन्म लेने वाला अपने लोगों की मदद करेगा। यह व्यक्ति दयालु है और कई राजाओं द्वारा पसंद किया जाता है। यह व्यक्ति बुद्धिमान है। यह व्यक्ति जीवन के शुरुआती और बाद के हिस्सों में खुश रहता है। यह व्यक्ति लंबे समय तक जीवित रहता है। चतरा का अर्थ एक छाता है।" ],
"chaapa_yoga":["चाप योग",
"सभी ग्रह दशम भाव से 7 राशियों में विराजमान हैं।",
"इस योग के साथ जन्म लेने वाला झूठा, चोर और रहस्यों का रक्षक बन जाता है। यह व्यक्ति जंगलों में भटकता है। यह व्यक्ति दुर्भाग्यपूर्ण है। यह व्यक्ति जीवन के मध्य भाग में खुश रहता है। चाप का अर्थ धनुष होता है।"],
"ardha_chandra_yoga":["अर्ध चंद्र योग",
"सभी ग्रह एक पनपारा या अपोक्लिमा से शुरू होकर 7 राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाला एक सेना प्रमुख बन जाता है। इस व्यक्ति का शरीर अच्छा होता है। इस व्यक्ति को राजा पसंद करते हैं। यह व्यक्ति मजबूत होता है और रत्न, सोना और कई गहने रखता है। अर्ध चंद्र का अर्थ अर्धचंद्र होता है।"],
"chakra_yoga":["चक्र योग",
"सभी ग्रह लग्न से पहले, तीसरे, पांचवें, सातवें, नौवें और ग्यारहवें भाव में स्थित हैं।",
"इस योग के साथ जन्म लेने वाला एक महान सम्राट बन जाता है। कई राजाओं के हीरे जड़ित मुकुट इस व्यक्ति के पैर छूते हैं (यानी इस व्यक्ति के सामने कई राजा प्रोस्टेट। चक्र का अर्थ है एक पहिया। चक्रवर्ती का अर्थ है सम्राट।"],
"samudra_yoga":["समुद्र योग",
"सभी ग्रह लग्न से दूसरे, चौथे, छठे, आठवें, दसवें और बारहवें भाव में स्थित हैं।",
"इस योग के साथ जन्म लेने वाला व्यक्ति बहुत धन और कई रत्नों का मालिक होता है। इस व्यक्ति के पास विलासिता होती है और लोग उसे पसंद करते हैं। उनका भाग्य और महानता स्थिर होती है। वे मृदु स्वभाव वाले होते हैं। समुद्र का अर्थ समुद्र या समुद्र होता है। समुद्र भी भगवान का नाम है। समुद्र के, जिसके पास इस व्यक्ति के पास बहुत धन और बहुत से रत्न हैं।"],
"veenaa_yoga":["वीणा योग",
"सात ग्रह उनमें से ठीक 7 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाले को संगीत, नृत्य और गीत पसंद होते हैं। इस व्यक्ति के कई नौकर होते हैं। यह व्यक्ति धनवान, कुशल और पुरुषों का नेता होता है। वीणा एक तार वाला वाद्य यंत्र है। इसे कुछ लेखकों द्वारा वल्लकी योग भी कहा जाता है।"] ,
"daama_yoga":["दामा योग",
"सात ग्रह उनमें से ठीक 6 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाला व्यक्ति बहुत अमीर और प्रसिद्ध होता है। इस व्यक्ति के कई बच्चे होते हैं। इस व्यक्ति के पास कई रत्न होते हैं। यह व्यक्ति दूसरों की मदद करता है। दामा का अर्थ पुष्पांजलि होता है। कुछ लेखक इसे दामिनी योग कहते हैं।"],
"paasa_yoga":["पासा योग",
"सात ग्रह उनमें से ठीक 5 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाले को कैद होने का खतरा होता है। यह व्यक्ति अपने काम में सक्षम है। यह व्यक्ति बातूनी है। इस व्यक्ति के कई नौकर हैं। इस व्यक्ति में चरित्र की कमी है। पासा का अर्थ है फंदा।"],
"kedaara_yoga":["केदार योग",
"सात ग्रह उनमें से ठीक 4 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाला एक कृषक होता है। यह व्यक्ति सुखी धनवान और दूसरों की मदद करने वाला होता है। केदार का अर्थ है एक खेत।"],
"soola_yoga":["सूला योग",
"सात ग्रह उनमें से बिल्कुल 3 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाला तेज, आलसी, हिंसक, गरीब, निषिद्ध और बहादुर होता है। वे युद्धों में प्रशंसा जीतते हैं। सूल शिव का हथियार है।"],
"yuga_yoga":["युग योग",
"सात ग्रह उनके बीच बिल्कुल 2 अलग-अलग राशियों पर कब्जा करते हैं।",
"इस योग के साथ जन्म लेने वाला एक विधर्मी है। यह व्यक्ति दुनिया में गरीब और त्यागी है। यह व्यक्ति अधार्मिक है। इस व्यक्ति को बच्चों और मां से कोई खुशी नहीं है। युग का मतलब एक जोड़ी है।"],
"gola_yoga":["गोला योग",
"सात ग्रह एक राशि में हैं।",
"इस योग के साथ जन्म लेने वाला बलवान, गरीब, गंदा और अशिक्षित होता है। यह व्यक्ति हमेशा दुखी रहता है। गोला का अर्थ है गोला या गोल।"],
"subha_yoga":["शुभ योग",
"लग्न के शुभ ग्रह हैं या लग्न से 12वें और दूसरे घर में शुभ करतारी (लाभदायक ग्रह) हैं।",
"इस योग के साथ जन्म लेने वाला व्यक्ति वाक्पटु, सुन्दर और चरित्रवान होता है"],
"asubha_yoga":["अशुभा योग",
"लग्न में पाप ग्रह हैं या लग्न से बारहवें और दूसरे घर में पाप करतारी (हानिकारक ग्रह) हैं।",
"इस योग के साथ जन्म लेने वाले की कई इच्छाएँ होती हैं और वह पापी होता है और दूसरों के धन का भोग करता है।"],
"gaja_kesari_yoga":["गज-केसरी योग",
"गज-केसरी योग: यदि (1) बृहस्पति चंद्रमा से एक चतुर्थांश में है, (2) एक लाभकारी ग्रह बृहस्पति के साथ या दृष्टि में है, और, (3) बृहस्पति नीच या दहन या शत्रु के घर में नहीं है",
"इस योग के साथ जन्म लेने वाला प्रसिद्ध, धनवान और बुद्धिमान होता है। व्यक्ति महान चरित्र वाला होता है और राजाओं द्वारा पसंद किया जाता है। सदाचार और सदा की प्रसिद्धि के लिए, यह एक प्रमुख योग है।"],
"guru_mangala_yoga":["गुरु मंगला योग",
"यदि बृहस्पति और मंगल एक साथ हों या एक दूसरे से सप्तम भाव में हों तो यह योग होता है।", 
"इस योग के साथ जन्म लेने वाला व्यक्ति धर्मी और ऊर्जावान होता है। व्यक्ति की 'ऊर्जाएं धार्मिक पथों में प्रवाहित होती हैं।"],
"amala_yoga":["अमलायोग",
"दसवें भाव में लग्न या चंद्रमा से केवल प्राकृतिक लाभ ही मौजूद हैं।",
"इस योग के साथ जन्म लेने वाले व्यक्ति की हमेशा के लिए प्रसिद्धि होती है। व्यक्ति राजाओं द्वारा सम्मानित होता है। व्यक्ति के पास विलासिता होती है और वह गुणी होता है। व्यक्ति दूसरों की मदद करता है। अमला का अर्थ शुद्ध होता है। क्योंकि दसवां घर समाज में किसी के आचरण को दर्शाता है, वहां केवल लाभ की स्थिति होती है। समाज में किसी के आचरण को बहुत शुद्ध बनाता है।"],
"parvata_yoga":["पर्वत योग",
"यदि (1) चतुर्थांश केवल शुभचिंतकों के कब्जे में हों और (2) 7वें और 8वें घर या तो खाली हों या केवल शुभचिंतकों के कब्जे में हों",
"इस योग के साथ जन्म लेने वाला भाग्यशाली, वाक्पटु, प्रसिद्ध, धर्मार्थ, सहज और हास्य पसंद करता है। पर्वत का अर्थ है एक पर्वत।"],
"kaahala_yoga":["काहल योग",
"यदि (1) चतुर्थेश और बृहस्पति 32 आपस में चतुर्थांश में हों और (2) लग्नेश बलवान हों, तो यह योग उपस्थित होता है। वैकल्पिक रूप से, यह योग उपस्थित होता है यदि 4 वें स्वामी उच्च या स्वयं के भाव में हों और दसवें स्वामी जुड़ते हैं उसका।",
"इस योग के साथ जन्म लेने वाला मजबूत, साहसी, चालाक होता है और एक बड़ी सेना का नेतृत्व करता है। व्यक्ति कुछ गांवों का मालिक होता है। कहला का अर्थ अत्यधिक होता है। इसका मतलब शरारती भी होता है।"],
"chaamara_yoga":["चामार योग", "यदि लग्न स्वामी उच्च का गुरु की दृष्टि से चतुर्थांश में स्थित हो या दो शुभ योग 7वें, 9वें या 10वें भाव में हों तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला राजा या राजाओं द्वारा सम्मानित व्यक्ति होता है। व्यक्ति दीर्घायु, विद्वान, वाक्पटु और कई कलाओं में निपुण होता है। चामार का अर्थ है घोड़े के सिर पर पंख के समान कुछ। इसे लहराते हुए, सेवक देते हैं राजाओं को गर्मी से राहत (पंखे की तरह)। यह मूल रूप से सत्ता के जाल के लिए है। "],
"sankha_yoga":["शंख योग","यदि (1) लग्न स्वामी बलवान हो और (2) पंचम और षष्ठेश परस्पर चतुर्थांश में हों, तो यह योग मौजूद है। वैकल्पिक रूप से, यह योग मौजूद है यदि (1) लग्न स्वामी और दसवें स्वामी एक साथ चल चिह्न में हैं और (2) नौवां स्वामी बलवान है।",
"इस योग के साथ जन्म लेने वाले को धन, जीवनसाथी और संतान का आशीर्वाद प्राप्त होता है। वह दयालु, पवित्र, बुद्धिमान और लंबे समय तक जीवित रहने वाला होता है। शंख का अर्थ शंख होता है।"],
"bheri_yoga":["भेरी योग","यदि (1) नवमेश बलवान हो और (2) पहले, दूसरे, सातवें और बारहवें भाव में ग्रह हों, तो यह योग मौजूद है। वैकल्पिक रूप से, यह योग है यदि (1) नवमेश बलवान हो और (2) बृहस्पति, शुक्र और लग्नेश परस्पर चतुर्थांश में हों।",
"इस योग के साथ जन्म लेने वाले को धन, जीवनसाथी और संतान का आशीर्वाद प्राप्त होता है। व्यक्ति राजा हो सकता है। व्यक्ति के पास प्रसिद्धि और चरित्र होता है। व्यक्ति गुणी और धार्मिक होता है। व्यक्ति सुखों का आनंद लेता है। भेरी का अर्थ केटलड्रम होता है।"],
"mridanga_yoga":["मृदंग योग",
"यदि (1) स्वयं में ग्रह हों और चतुर्भुज और त्रिकोण में उच्च राशियां हों और (2) लग्न स्वामी बलवान हों, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला राजा या समान होता है और खुश रहता है। मृदंग दक्षिण भारत में लोकप्रिय एक समृद्ध और सुरुचिपूर्ण ताल वाद्य यंत्र है।"],
"sreenaatha_yoga":["श्रीनाथ योग",
"यदि (1) सप्तमेश दशम भाव में उच्च का हो और (2) दशमेश नवमेश के साथ हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला इंद्र के समान एक महान राजा बन जाता है - देवताओं का राजा। श्रीनाथ का अर्थ है महान धन और समृद्धि का स्वामी। इसका अर्थ विष्णु भी है।"],
"matsya_yoga":["मत्स्य योग",
"यदि (1) शुभ लग्न में और 9वें, (2) कुछ ग्रह 5वें भाव में हों, और, (3) पाप चतुरस्रास (चौथे और 8वें भाव) में हों, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला एक ज्योतिषी या द्रष्टा बन जाता है। व्यक्ति दयालुता, चरित्र और बुद्धि की पहचान है। व्यक्ति मजबूत और अच्छा दिखने वाला है। व्यक्ति प्रसिद्ध और विद्वान है। व्यक्ति एक तपस्वी (कठिन अनुयायी) है। मत्स्य का अर्थ है एक मछली।"],
"koorma_yoga":["कूर्मा योग",
"यदि (1) 5वें, 6वें और 7वें घर में शुभ, उच्च या मैत्रीपूर्ण राशियाँ हों और (2) 1, 3 और 11 वें घर में पापियों का कब्जा हो जो स्वयं या उच्च राशियों में हों, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला राजा बन जाता है। व्यक्ति में पवित्रता और चरित्र होता है। व्यक्ति खुश, सहायक और प्रसिद्ध होता है। कूर्मा का मतलब कछुआ होता है।"],
"khadga_yoga":["खडगा योग",
"यदि (1) दूसरा स्वामी 9वें भाव में हो, (2) 9वें स्वामी दूसरे भाव में हो, और, (3) लग्न स्वामी चतुर्थांश या त्रिकोण में हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति कुशल, धनवान, विद्वान, सुखी, भाग्यशाली, बुद्धिमान, कृतज्ञ और पराक्रमी होता है। खड्ग का अर्थ तलवार होता है।"],"kusuma_yoga":["Kusuma Yoga",
"If (1) lagna is in a fixed sign, (2) Venus is in a quadrant, (3) Moon is in a trine with a benefic, and, (4) Saturn is in the 10th house, then this yoga is present.",
"One born with this yoga becomes a king or an equal. Person is charitable. Person is endowed with pleasures and happiness. Person is a leader of community. Person has character and scholarship. Kusuma means a flower."],
"kalaanidhi_yoga":["कलानिधि योग",
"यदि (1) बृहस्पति दूसरे भाव या 5वें भाव में हो और (2) वह बुध और शुक्र से युत या दृष्ट हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति चरित्र, सुख, अच्छे स्वास्थ्य, धन और विद्या से संपन्न होता है। व्यक्ति का सम्मान राजाओं द्वारा किया जाता है। कलानिधि का अर्थ है कला और कौशल का खजाना।"],
"kalpadruma_yoga":["कल्पद्रुम योग",
"(1) लग्न स्वामी, (2) उसके स्वामी, (3) राशि में दूसरे के स्वामी और (4) नवांश में विचार करें। यदि सभी चार ग्रह राशि और नवांश दोनों के चतुर्थांश, त्रिकोण या उच्च राशियों में हैं, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला राजा बन जाता है। व्यक्ति को युद्ध पसंद होता है। व्यक्ति बहुत समृद्ध, राजसी, मजबूत और दयालु होता है। कल्पद्रुम स्वर्ग का एक दिव्य वृक्ष है। इस योग को पारिजात योग के रूप में भी जाना जाता है। पारिजात एक आकाशीय फूल है।" ],
"lagnaadhi_yoga":["लग्नाधि योग",
"यदि (1) लग्न से 7वें और 8वें भाव में शुभ ग्रह हों और (2) कोई अशुभ ग्रह इन ग्रहों से युति या दृष्टि न डालें, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला एक महान व्यक्ति बन जाता है। व्यक्ति सीखा और खुश होता है। अधिक का अर्थ है ऊपर या ऊपर। लग्नधि योग का अर्थ लग्न से अधिक योग है।"],
"hari_yoga":["हरि योग",
"यदि द्वितीय स्वामी से गिनने पर दूसरे, बारहवें और आठवें भाव में शुभ फल हों तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति धन और संतान के साथ खुश, विद्वान और धन्य होता है। हरि भगवान विष्णु का एक नाम है। दूसरा घर भोजन और धन का घर है और यह कर्म स्थान से एक त्रिकोण है - दसवां घर। यह खड़ा है जीविका के लिए और इसका स्वामी हरि का प्रतिनिधित्व करता है - हिंदू ट्रिनिटी के पालनकर्ता - एक चार्ट में।"],
"brahma_yoga":["ब्रह्म योग",
"यदि लग्न स्वामी से गिने जाने वाले चौथे, दसवें और ग्यारहवें भाव में शुभ ग्रह हों तो यह योग होता है। ब्रह्म योग का एक और रूपांतर: यदि (1) बृहस्पति नौवें स्वामी से चतुर्थांश में हो, (2) शुक्र चतुर्थांश में हो। 11वें स्वामी से, और, (3) बुध पहले स्वामी या 10वें स्वामी से चतुर्थांश में है, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति धन और संतान के साथ खुश, विद्वान और धन्य होता है। ब्रह्मा इस ब्रह्मांड के निर्माता हैं। लग्न जन्म को नियंत्रित करता है और निर्माता को लग्न स्वामी द्वारा एक चार्ट में दर्शाया जाता है।"],
"vishnu_yoga":["विष्णु योग",
"यदि (1) 9वें और 10वें स्वामी दूसरे भाव में हों और (2) राशी कुंडली में 9वें स्वामी द्वारा नवांश में स्थित राशि का स्वामी भी द्वितीय भाव में हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला भाग्यशाली, विद्वान, लंबे समय तक जीवित और राजाओं द्वारा पसंद किया जाता है। व्यक्ति विष्णु का उपासक होता है।"],
"siva_yoga":["शिव योग",
"यदि (1) पंचमेश नौवें भाव में, (2) नवां स्वामी दसवें भाव में हो, और, (3) दसवां स्वामी 5वें भाव में हो, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला बुद्धिमान और गुणी होता है। व्यक्ति विजेता होता है। व्यक्ति सेना प्रमुख या व्यवसायी हो सकता है। भगवान शिव देवताओं की त्रिमूर्ति में से एक हैं।"],
"trilochana_yoga":["त्रिलोचन योग",
"यदि सूर्य, चंद्र और मंगल परस्पर त्रिदोष में हों तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति धनवान, बुद्धिमान, दीर्घायु और शत्रुओं पर विजय प्राप्त करने वाला होता है। व्यक्ति बिना किसी बाधा के सब कुछ प्राप्त करता है। त्रिलोचन का अर्थ है 'तीन आँखों वाला'। यह भगवान शिव का दूसरा नाम है, जिनकी आँखों में एक छिपी हुई आँख है। माथा।"],
"gouri_yoga":["गौरी योग",
"यदि दशमेश द्वारा नवांश में विराजमान राशि का स्वामी दशम भाव में उच्च का हो और लग्नेश उसके साथ हो, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला एक सम्मानित परिवार से होता है और व्यक्ति धार्मिक और सदाचारी होता है। व्यक्ति को परिवार से खुशी मिलती है। गौरी पार्वती का एक रूप है - भगवान शिव की पत्नी। वह वैवाहिक आनंद और पवित्रता का प्रतीक है।"],
"chandikaa_yoga":["चंडिका योग",
"यदि (1) लग्न 6वें स्वामी से दृष्ट हो और (2) सूर्य 6वें और 9वें स्वामी द्वारा नवांश में स्थित राशियों के स्वामी में शामिल हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति आक्रामक, परोपकारी, धनवान, प्रसिद्ध और दीर्घायु होता है। चंडिका पार्वती का एक आक्रामक रूप है। वह राक्षसों को निर्दयता से मारती है।"],
"lakshmi_yoga":["लक्ष्मी योग",
"यदि (1) नवमेश स्वराशि में या अपनी उच्च राशि में हो जो लग्न से चतुर्थांश हो और (2) लग्नेश बलवान हो, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला राजा बन जाता है। व्यक्ति को अच्छे दिखने, चरित्र, धन और कई बच्चों का आशीर्वाद मिलता है। व्यक्ति राजसी और प्रसिद्ध है। लक्ष्मी विष्णु की पत्नी है। वह समृद्धि की देवी है।"],
"saarada_yoga":["सारदा योग",
"यदि (1) दशमेश पंचम भाव में हो, (2) बुध चतुर्थांश में हो, (3) सूर्य सिंह राशि में बलवान हो, (4) बुध या बृहस्पति चन्द्रमा से त्रिक में हो, और, (5) मंगल 11वें भाव में हो तो यह योग उपस्थित होता है।",
"इस योग के साथ जन्म लेने वाले को धन, जीवनसाथी और संतान का आशीर्वाद प्राप्त होता है। व्यक्ति खुश, विद्वान, राजसी और राजाओं द्वारा पसंद किया जाता है। व्यक्ति एक तपस्वी (ज्ञान का आत्मसात करने वाला) है। सारदा, विद्या की देवी सरस्वती का दूसरा नाम है। "],
"bhaarathi_yoga":["भारती योग",
"यदि राशि का स्वामी 2, 5वें या 11वें भाव में नवांश में स्थित होकर उच्च का हो और 9वें स्वामी से मिल जाए, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला एक महान विद्वान होता है। व्यक्ति बुद्धिमान, धार्मिक, सुंदर और प्रसिद्ध होता है। भारती विद्या की देवी सरस्वती का दूसरा नाम है।"],
"saraswathi_yoga":["सरस्वती योग",
"यदि (1) बुध, बृहस्पति और शुक्र में से प्रत्येक एक चतुर्थांश या एक त्रिकोण या दूसरे घर में (जरूरी नहीं कि एक साथ हो) और (2) बृहस्पति अपनी या मित्रता या उच्च राशि में हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला बहुत ही विद्वान, कुशल, बुद्धिमान, धनी और प्रसिद्ध होता है। व्यक्ति की प्रशंसा सभी करते हैं। सरस्वती विद्या की देवी हैं।"],
"amsaavatara_yoga":["अमसावतार योग",
"यदि बृहस्पति, शुक्र और उच्च का शनि चतुर्थांश में हों तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला राजा या समकक्ष बन जाता है। व्यक्ति विद्वान और आनंद-प्रेमी होता है। व्यक्ति की बदनाम प्रतिष्ठा होती है। अमसावतार का अर्थ है जो भगवान के एक अंश का अवतार है।"],
"devendra_yoga":["देवेंद्र योग",
"यदि (1) लग्न एक निश्चित राशि में हो, (2) दूसरे और दसवें भाव के स्वामी की अदला-बदली हो35, और, (3) लग्न और 11वें स्वामी का विनिमय हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति पुरुषों का नेता होता है। व्यक्ति सुंदर, रोमांटिक, लंबे समय तक जीवित और प्रसिद्ध होता है। देवेंद्र देवताओं के शासक हैं।"],
"indra_yoga":["इंद्र योग",
"यदि (1) 5वें और 11वें स्वामी की अदला-बदली हो और (2) चंद्रमा पंचम भाव में हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला राजा बन जाता है। व्यक्ति साहसी, प्रसिद्ध और दीर्घायु होता है। इंद्र देवताओं के शासक हैं।"],
"ravi_yoga":["रवि योग",
"यदि (1) सूर्य दशम भाव में हो और (2) दशमेश शनि के साथ तृतीय भाव में हो तो यह योग होता है।",
"इस योग के साथ पैदा हुआ व्यक्ति राजाओं द्वारा सीखा, भावुक और सम्मानित होता है। रवि का अर्थ सूर्य होता है।"],
"bhaaskara_yoga":["भास्कर योग",
"यदि (1) चन्द्रमा सूर्य से 12वें भाव में हो, (2) बुध सूर्य से 2वें भाव में हो, और (3) बृहस्पति चन्द्रमा से 5वें या 9वें भाव में हो, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति धनवान, पराक्रमी और कुलीन होता है। व्यक्ति शास्त्र, ज्योतिष और संगीत में सीखा जाता है। व्यक्ति का व्यक्तित्व अच्छा होता है। भास्कर का अर्थ है 'उज्ज्वल किरणों वाला'। यह सूर्य का एक नाम है।"],
"kulavardhana_yoga":["कुलवर्धन योग",
"यदि प्रत्येक ग्रह लग्न या चंद्रमा या सूर्य से पंचम भाव में हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति सुखी, धनवान होता है और अपने वंश और समुदाय में नाम लाता है। व्यक्ति के पास योग्य उत्तराधिकारियों की एक अखंड रेखा होती है। कुल का अर्थ है 'वंश या समुदाय'। वर्धन का अर्थ है 'जो इसे विकसित और समृद्ध बनाता है।" ],
"vasumati_yoga":["वसुमती योग",
"यदि उपाध्याय में लाभार्थी हों, तो यह योग मौजूद है।",
"इसका पूर्ण फल देने के लिए पापियों को उपचयों पर कब्जा नहीं करना चाहिए और उपाध्यायों में रहने वाले शुभचिंतकों को मजबूत होना चाहिए। इस योग के साथ पैदा हुए व्यक्ति के पास प्रचुर धन है। वसुमती का अर्थ है पृथ्वी।"],
"gandharva_yoga":["गंधर्व योग",
"यदि (1) 10वें स्वामी 7वें घर से एक त्रिकोण में हों, (2) लग्न स्वामी बृहस्पति से युति या दृष्ट हो, (3) सूर्य उच्च का और बलवान हो, और, (4) चंद्रमा 9वें घर में हो, तो यह योग मौजूद है।",
"इस योग के साथ पैदा हुआ व्यक्ति ललित कला में कुशल और प्रसिद्ध है। गंधर्व गायन और अन्य ललित कलाओं में उत्कृष्ट कौशल वाले देवताओं का एक वर्ग हैं।"],
"go_yoga":["गो योगा",
"यदि (1) गुरु मूलत्रिकोण में बलवान हो, (2) द्वितीय भाव का स्वामी गुरु के साथ हो, (3) लग्नेश उच्च का हो, तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला एक सम्मानित परिवार से होता है। व्यक्ति धनवान और सभी का सम्मान करता है। गो का मतलब गाय है।"],
"vidyut_yoga":["विद्युत योग",
"यदि (1) 11वें स्वामी उच्च उच्च में हों, (2) शुक्र से मिलें, और, (3) ये दोनों लग्न स्वामी से चतुर्थांश में हों, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला राजा या समान बन जाता है। व्यक्ति धनवान, सुख-प्रिय और परोपकारी होता है। विद्युत का अर्थ है बिजली का बोल्ट या बिजली।"],
"chapa_yoga":["चपा योग",
"यदि (1) चौथे और दसवें भाव का स्वामी विनिमय हो और (2) लग्नेश उच्च का हो, तो यह योग मौजूद है।",
"इस योग के साथ पैदा हुआ एक राजा के लिए काम करता है और बहुत धन का आदेश देता है। चपा का मतलब धनुष होता है।"],
"pushkala_yoga":["पुष्कल योग", "यदि (1) लग्न स्वामी चंद्रमा के साथ हो, (2) चंद्रमा का स्वामी चतुर्थांश में हो या अधिमित्र (अच्छे मित्र) के घर में हो, (2) चंद्रमा की दृष्टि का स्वामी हो। लग्न, और, (4) लग्न में ग्रह हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला वाक्पटु, धनवान, प्रसिद्ध और राजाओं द्वारा सम्मानित होता है। पुष्कला का अर्थ प्रचुर मात्रा में होता है।"],
"makuta_yoga":["मकुता योग",
"यदि (1) बृहस्पति 9वें स्वामी से 9वें भाव में हो, (2) बृहस्पति से 9वें भाव में शुभ हो, और, (3) शनि 10वें भाव में हो, तो यह योग मौजूद है।",
"इस योग के साथ पैदा हुआ व्यक्ति पुरुषों का एक शक्तिशाली नेता होता है। व्यक्ति अक्सर अनियंत्रित गतिविधियों का प्रबंधन करता है। मकुता का अर्थ ताज होता है।"],
"jaya_yoga":["जया योग",
"यदि (1) 10वें स्वामी उच्च उच्च में हों और (2) छठे भाव का स्वामी नीच का हो, तो यह योग मौजूद है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति सुखी, सफल, शत्रुओं पर विजयी और दीर्घायु होता है। जया का अर्थ है विजयी।"],
"harsha_yoga":["हर्ष योग",
"यदि षष्ठेश छठे भाव में हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति खुश, मजबूत, अच्छे स्वभाव वाला और अजेय होता है। हर्ष का अर्थ हर्षित होता है।"],
"sarala_yoga":["सरला योग",
"यदि अष्टमेश अष्टम भाव में हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला दीर्घजीवी, निडर, विद्वान, प्रतिष्ठित और समृद्ध होता है। व्यक्ति अपने शत्रुओं के लिए एक आतंक है। सरला का अर्थ सीधे-सीधे होता है।"],
"vimala_yoga":["विमला योग",
"यदि 12वें स्वामी 12वें भाव में हो तो यह योग होता है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति कुलीन, मितव्ययी, सुखी और स्वतंत्र होता है। विमला का अर्थ है शुद्ध।"]
}