{
"kala_sarpa":["ಈ ಜಾತಕದಲ್ಲಿ ಕಾಲ ಸರ್ಪ ದೋಷವಿಲ್ಲ.",
"ಅನಂತ ಕಾಲ ಸರ್ಪ ದೋಷ- 1ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 7ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ಈ ದೋಷದಲ್ಲಿ ಜಾತಕದಲ್ಲಿ ರಾಹು 1ನೇ ಮನೆಯಲ್ಲಿಯೂ ಕೇತು 7ನೇ ಮನೆಯಲ್ಲಿಯೂ ಇರುತ್ತಾನೆ. ಎಲ್ಲಾ ಗ್ರಹಗಳು ರಾಹು-ಕೇತುಗಳ ನಡುವೆ 1ನೇ ಮನೆಯಿಂದ ವರೆಗೆ ಇರುತ್ತವೆ. 7 ನೇ ಮನೆ. ಈ ಜೋಡಣೆಯು ವ್ಯಕ್ತಿಯನ್ನು ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾಗುವಂತೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ತರುತ್ತದೆ. ವೈವಾಹಿಕ ಸಂಬಂಧಗಳಲ್ಲಿ ಸಮಸ್ಯೆಗಳಿರಬಹುದು ಮತ್ತು ವ್ಯಾಪಾರದಲ್ಲಿದ್ದರೆ ಪಾಲುದಾರರಿಂದ ಬೆಂಬಲದ ಕೊರತೆ ಇರುತ್ತದೆ.",
"ಕುಲಿಕ್ ಕಾಲ ಸರ್ಪ ದೋಷ- 2 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 8 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ಈ ದೋಷವು 2 ನೇ ಮನೆಯಲ್ಲಿ ಮತ್ತು ಕೇತು 8 ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ ಮತ್ತು ಎಲ್ಲಾ ಗ್ರಹಗಳು ಅವುಗಳ ನಡುವೆ ಇರುವಾಗ ಈ ದೋಷವು ರೂಪುಗೊಳ್ಳುತ್ತದೆ. ಪೀಡಿತ ವ್ಯಕ್ತಿಯು ಕೆಟ್ಟ ನಾಲಿಗೆಯನ್ನು ಹೊಂದಿರಬಹುದು. ಮತ್ತು ಸಂಬಂಧಿಕರ ಬೆಂಬಲವಿಲ್ಲದೆ ಜೀವನ ನಡೆಸುತ್ತಾರೆ. ಹಣಕಾಸಿನ ಸಮಸ್ಯೆಗಳು ಉಂಟಾಗಬಹುದು ಮತ್ತು ಉಳಿತಾಯವು ಸಾಧ್ಯವಾಗದಿರಬಹುದು. ಬಾಧಿತ ಸ್ಥಳೀಯರು ಶಸ್ತ್ರಚಿಕಿತ್ಸೆ ಅಥವಾ ಅಪಘಾತಗಳಿಗೆ ಒಳಗಾಗಬಹುದು. ಅಸ್ವಾಭಾವಿಕ ಮರಣದ ಸಾಧ್ಯತೆಯಿದೆ.",
"ವಾಸುಕಿ ಕಾಲ ಸರ್ಪ ದೋಷ- 3 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 9 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ಈ ದೋಷವು ಜಾತಕದಲ್ಲಿ ರಾಹು ಮತ್ತು ಕೇತುಗಳು ಕ್ರಮವಾಗಿ 3 ಮತ್ತು 9 ನೇ ಮನೆಗಳಲ್ಲಿದ್ದಾಗ ಮತ್ತು ಉಳಿದ ಗ್ರಹಗಳು ಅವುಗಳ ನಡುವೆ ಹೆಮ್ಡ್ ಆಗಿರುವಾಗ ಈ ದೋಷವು ರೂಪುಗೊಳ್ಳುತ್ತದೆ. ಸ್ವಭಾವದಲ್ಲಿ ಅಂಜುಬುರುಕವಾಗಿರಬಹುದು ಮತ್ತು ಸ್ವಾಭಿಮಾನಕ್ಕಾಗಿ ಹೋರಾಡಲು ಅಸಮರ್ಥರಾಗಬಹುದು. ಕಿರಿಯ ಸಹೋದರರೊಂದಿಗಿನ ಸಂಬಂಧವು ಉತ್ತಮವಾಗಿಲ್ಲದಿರಬಹುದು. ಪ್ರತಿಕೂಲತೆಯನ್ನು ಜಯಿಸಲು ಸಾಧ್ಯವಾಗದ ವ್ಯಕ್ತಿಯ ವಿರುದ್ಧ ಉಬ್ಬರವಿಳಿತವು ಉಂಟಾಗುತ್ತದೆ. ಸ್ಥಳೀಯರಿಗೆ ಧರ್ಮದಲ್ಲಿ ಆಸಕ್ತಿಯ ಕೊರತೆ ಮತ್ತು ಅದೃಷ್ಟವು ಪರವಾಗಿಲ್ಲ ಅವರು.",
"ಶಂಕರ ಕಾಲ ಸರ್ಪ ದೋಷ- 4 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 10 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ಎಲ್ಲಾ ಗ್ರಹಗಳು ರಾಹು ಮತ್ತು ಕೇತುಗಳ ನಡುವೆ ಇರುವಾಗ ಈ ದೋಷವು ರೂಪುಗೊಳ್ಳುತ್ತದೆ, ಅದು 4 ನೇ ಮನೆಯಿಂದ 10 ನೇ ಮನೆಯಿಂದ 10 ನೇ ಮನೆಗೆ ಇರಿಸಲ್ಪಟ್ಟಿದೆ. ಈ ಜೋಡಣೆಯು ಸ್ಥಳೀಯರಿಗೆ ಕೆಟ್ಟದ್ದನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ. ತಾಯಿಯೊಂದಿಗಿನ ಸಂಬಂಧ. ವ್ಯಕ್ತಿಯು ಮಾನಸಿಕ ಶಾಂತಿಯನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದು ಮತ್ತು ವೃತ್ತಿಪರ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ.",
"ಪದ್ಮ ಕಾಲ ಸರ್ಪ ದೋಷ- 5 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 11 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. 5 ನೇ ಮನೆಯಿಂದ 11 ನೇ ಮನೆಗೆ ರಾಹು-ಕೇತುಗಳ ಅಕ್ಷ ಮತ್ತು ಈ ಅಕ್ಷದೊಳಗಿನ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಈ ದೋಷವನ್ನು ಉಂಟುಮಾಡುತ್ತವೆ. ಬಾಧಿತ ವ್ಯಕ್ತಿಯು ಹೆರಿಗೆ ಮತ್ತು ಹೆರಿಗೆಯ ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸಬಹುದು. ಶಿಕ್ಷಣ. ಅವರು ಗಳಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ಹಿರಿಯ ಒಡಹುಟ್ಟಿದವರೊಂದಿಗೆ ಸಂಘರ್ಷಕ್ಕೆ ಒಳಗಾಗಬಹುದು.",
"ಮಹಾಪದ್ಮ ಕಾಲ ಸರ್ಪ ದೋಷ- 6 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 12 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. 6 ನೇ ಮನೆಯ ರಾಹು-ಕೇತು ಅಕ್ಷದಲ್ಲಿ 12 ನೇ ಮನೆಗೆ ಎಲ್ಲಾ ಗ್ರಹಗಳ ಜೋಡಣೆಯು ಈ ದೋಷವನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ. ಪೀಡಿತ ವ್ಯಕ್ತಿಯು ಶತ್ರುಗಳ ಪ್ರಾಬಲ್ಯ ಮತ್ತು ಹಣವನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು. ಮತ್ತು ಆಸ್ತಿ. ಸ್ಥಳೀಯರು ಹಣವನ್ನು ವ್ಯರ್ಥ ಮಾಡಬಹುದು, ಜನಪ್ರಿಯವಾಗದಿರಬಹುದು ಮತ್ತು ಅತ್ತೆಯೊಂದಿಗೆ ಘರ್ಷಣೆಯನ್ನು ಹೊಂದಿರಬಹುದು.",
"ತಕ್ಷಕ ಕಾಲ ಸರ್ಪ ದೋಷ- 7ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 1ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. 7ನೇ ಮನೆಯಿಂದ 1ನೇ ಮನೆಗೆ ರಾಹು-ಕೇತುಗಳ ಅಕ್ಷದಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳ ಸ್ಥಾನ ಈ ದೋಷಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ. ಬಾಧಿತರು ಮದುವೆ ಆಗದೇ ಇರಬಹುದು. ಮದುವೆಯಾದರೆ , ನಂತರ ಮದುವೆಯು ಸರಿಯಾಗಿ ನಡೆಯದೇ ಇರಬಹುದು. ಈ ದೋಷವು ದಂಪತಿಗಳ ನಡುವೆ ಬಿರುಕು ಉಂಟುಮಾಡಬಹುದು, ಇದು ಪ್ರತ್ಯೇಕತೆಗೆ ಕಾರಣವಾಗಬಹುದು.",
"ಕಾರಕೋಟಕ ಕಾಲ ಸರ್ಪ ದೋಷ - 8 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 2 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. 8 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 2 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು ಮತ್ತು ಅವರ ನಡುವೆ ಉಳಿದಿರುವ ಗ್ರಹಗಳು ಈ ದೋಷವನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಪೀಡಿತ ಸ್ಥಳೀಯರು ಅನಾರೋಗ್ಯಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು. ಮತ್ತು ಸಮಾಜ ವಿರೋಧಿ ಅಂಶಗಳೊಂದಿಗೆ ಸ್ನೇಹ ಬೆಳೆಸಿಕೊಳ್ಳಿ. ಸ್ಥಳೀಯರು ಶತ್ರುಗಳನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ತಂದೆಯ ಸಂಪತ್ತನ್ನು ನೀಡಲಾಗುವುದಿಲ್ಲ.",
"ಶಂಕಚೂಡ್ ಕಾಲ ಸರ್ಪ ದೋಷ- 9 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 3 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. 9 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಇರಿಸಿದಾಗ, 3 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು ಮತ್ತು ಎಲ್ಲಾ ಗ್ರಹಗಳು ರಾಹು ಮತ್ತು ಕೇತುಗಳ ನಡುವೆ ಇವೆ; ಈ ದೋಷವು ಜಾತಕದಲ್ಲಿ ಸೃಷ್ಟಿಯಾಗುತ್ತದೆ. ಪೀಡಿತ ವ್ಯಕ್ತಿ. ಜೀವನದಲ್ಲಿ ಬಹಳಷ್ಟು ಕಷ್ಟಪಡಬಹುದು, ಮತ್ತು ಅದೃಷ್ಟವು ಅವರಿಗೆ ಎಂದಿಗೂ ಒಲವು ತೋರುವುದಿಲ್ಲ. ವ್ಯಕ್ತಿಯು ನಿರಂತರವಾಗಿ ಸುಳ್ಳು ಹೇಳುವ ಅಭ್ಯಾಸವನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ಕಡಿಮೆ-ಕೋಪವನ್ನು ಹೊಂದಿರಬಹುದು.",
"ಘಾತಕ ಕಾಲ ಸರ್ಪ ದೋಷ- 10 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 4 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ರಾಹು 10 ನೇ ಮನೆಯಲ್ಲಿ, ಕೇತು 4 ನೇ ಮನೆಯಲ್ಲಿ, ಮತ್ತು ಎಲ್ಲಾ ಗ್ರಹಗಳು 10 ರಿಂದ 4 ನೇ ಮನೆಗಳ ನಡುವೆ ಇರುವಾಗ ಈ ದೋಷವು ರೂಪುಗೊಳ್ಳುತ್ತದೆ. ಪೀಡಿತ ವ್ಯಕ್ತಿ. ತನ್ನ ವೃತ್ತಿಯಲ್ಲಿ ಅನೇಕ ಅಡೆತಡೆಗಳನ್ನು ಮತ್ತು ಕೆಲಸದಲ್ಲಿ ಮೇಲಧಿಕಾರಿಗಳೊಂದಿಗೆ ಘರ್ಷಣೆಯನ್ನು ಎದುರಿಸಬಹುದು. ವ್ಯಕ್ತಿಗೆ ಗಮನ ಕೊರತೆ ಮತ್ತು ಟೀಕೆಗಳನ್ನು ಎದುರಿಸಬಹುದು. ಕುಟುಂಬ ಸದಸ್ಯರೊಂದಿಗಿನ ಸಂಬಂಧಗಳು ಕಳಪೆಯಾಗಿರಬಹುದು. ಸಾಲಗಳು ಮತ್ತು ಕೆಟ್ಟ ಅಭ್ಯಾಸಗಳು ಇರಬಹುದು.",
"ವಿಷಧರ್ ಕಾಲ ಸರ್ಪ ದೋಷ- 11 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 5 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ರಾಹು 11 ನೇ ಮನೆಯಲ್ಲಿ ಮತ್ತು ಕೇತು 5 ನೇ ಮನೆಯಲ್ಲಿ ಇರಿಸಿದಾಗ ಈ ದೋಷವು ರೂಪುಗೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಾ ಗ್ರಹಗಳು ರಾಹು ಮತ್ತು ಕೇತುಗಳ ನಡುವೆ ಹೆಮ್ಡ್ ಆಗಿರುತ್ತದೆ. ಈ ದೋಷವು ಜಾತಕದಲ್ಲಿ ಇದ್ದಾಗ ಹಣಕಾಸಿನ ಒತ್ತಡ ಮತ್ತು ಮಕ್ಕಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳು.",
"ಶೇಷಾಂಗ ಕಾಲ ಸರ್ಪ ದೋಷ - 12 ನೇ ಮನೆಯಲ್ಲಿ ರಾಹು ಮತ್ತು 6 ನೇ ಮನೆಯಲ್ಲಿ ಕೇತು. ರಾಹು 12 ನೇ ಮನೆಯಲ್ಲಿ ಮತ್ತು ಕೇತು 6 ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ, ಮತ್ತು ಎಲ್ಲಾ ಗ್ರಹಗಳು ಅವುಗಳ ನಡುವೆ ಹೆಮ್ ಆಗಿದ್ದರೆ, ಈ ದೋಷವು ಜಾತಕದಲ್ಲಿ ರೂಪುಗೊಳ್ಳುತ್ತದೆ. ಸ್ಥಳೀಯ ಬಲ ಜೀವನದಲ್ಲಿ ತೃಪ್ತರಾಗುವುದಿಲ್ಲ. ಗುಪ್ತ ಶತ್ರುಗಳು ಇರಬಹುದು ಮತ್ತು ಅಧಿಕಾರಿಗಳೊಂದಿಗೆ ತೊಂದರೆಯನ್ನು ಎದುರಿಸಬಹುದು. ಆಗಾಗ್ಗೆ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳಿರಬಹುದು.",
"ಕಾಳ ಸರ್ಪ ದೋಷವು ವ್ಯಕ್ತಿಯ ಉನ್ನತ ಸ್ಥಾನದಿಂದ ಕೆಳಗಿಳಿಯಲು ಮುಖ್ಯ ಕಾರಣವೆಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ. ಎಲ್ಲಾ ಪ್ರಮುಖ ಗ್ರಹಗಳು ರಾಹು ಮತ್ತು ಕೇತುಗಳ ನಡುವೆ ಇರಿಸಿದಾಗ, ಕಾಲ ಸರ್ಪ ದೋಷವು ಸೃಷ್ಟಿಯಾಗುತ್ತದೆ. ಇದು ಬಹಳಷ್ಟು ಹೋರಾಟಗಳು, ಅತೃಪ್ತಿಗಳನ್ನು ತರುತ್ತದೆ, ಮತ್ತು ಅಡಚಣೆಗಳು.ಇದು ವ್ಯವಹಾರದಲ್ಲಿ ವೈಫಲ್ಯ, ದೈಹಿಕ ಮತ್ತು ಮಾನಸಿಕ ದೌರ್ಬಲ್ಯ, ವಿಳಂಬ ಅಥವಾ ಅತೃಪ್ತಿ ದಾಂಪತ್ಯದಂತಹ ಅನೇಕ ತೊಂದರೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಆದ್ದರಿಂದ, ಸರಿಯಾದ ವೈದಿಕ ಆಚರಣೆಗಳೊಂದಿಗೆ ಚಿಕಿತ್ಸೆ ನೀಡದಿದ್ದರೆ, ಅದು ಜೀವನದಲ್ಲಿ ಪುನರಾವರ್ತಿತ ಅಡೆತಡೆಗಳು ಮತ್ತು ದುರದೃಷ್ಟಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು. ಎಲ್ಲಾ ಗ್ರಹಗಳು- ಸೂರ್ಯ, ಚಂದ್ರ, ಬುಧ, ಶುಕ್ರ, ಮಂಗಳ, ಗುರು ಮತ್ತು ಶನಿ, ರಾಹು ಮತ್ತು ಕೇತುಗಳ ನಡುವೆ ಹೆಮ್ಡ್ ಆಗಿರುವಾಗ ಕಾಸ್ಮಿಕ್ ದೇಹಗಳ ಜೋಡಣೆ, ಕಾಲ ಸರ್ಪ ದೋಷವನ್ನು ಸೃಷ್ಟಿಸುತ್ತದೆ. ಒಂದು ಗ್ರಹವು ರಾಹುವಿನ ಹೊರಗೆ ಇದ್ದರೂ ಸಹ- ಕೇತು ಅಕ್ಷ, ಇದನ್ನು ದೋಷ ಎಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ. ರಾಹು ಮತ್ತು ಕೇತುಗಳ ವಿಭಿನ್ನ ಸ್ಥಾನವು ವಿಭಿನ್ನ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಬಹುದು."
],
"manglik":["ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"1 ನೇ ಮನೆಯು ಲಗ್ನ ಅಥವಾ ಲಗ್ನವಾಗಿದೆ, ಮತ್ತು ಅದು ವ್ಯಕ್ತಿ ಅಥವಾ ಸ್ವಯಂ ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಮಂಗಳವು ಈ ಮನೆಯಲ್ಲಿ ಇರಿಸಲ್ಪಟ್ಟಾಗ, ಸ್ಥಳೀಯರು ಹಠಾತ್ ಪ್ರವೃತ್ತಿಯುಳ್ಳವರಾಗಬಹುದು, ಕ್ಷುಲ್ಲಕರಾಗಬಹುದು ಮತ್ತು ಹಿಂಸಾತ್ಮಕರಾಗಬಹುದು. ಇದು ಪಾಲುದಾರರ ನಡುವೆ ಘರ್ಷಣೆಗೆ ಕಾರಣವಾಗಬಹುದು. , ಮತ್ತು ಅವರ ಜೀವನವನ್ನು ಗೇರ್‌ಗಳಿಂದ ಹೊರಹಾಕಿ, ಮತ್ತು ಪ್ರತ್ಯೇಕತೆಗಳಿಗೆ ಕಾರಣವಾಗುತ್ತದೆ.",
"2ನೆಯದು ಕುಟುಂಬ ಮತ್ತು ಸಂತೋಷವನ್ನು ಸೂಚಿಸುವ ಮನೆಯಾಗಿದೆ, ಮತ್ತು ಮಂಗಳವನ್ನು ಇಲ್ಲಿ ಇರಿಸುವುದರಿಂದ ಸ್ಥಳೀಯರನ್ನು ಕರುಣೆಯಿಂದ ದೂರವಿಡಬಹುದು ಮತ್ತು ವೈವಾಹಿಕ ಜೀವನದಲ್ಲಿ ಬಡತನ ಮತ್ತು ಒತ್ತಡಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು. ಕೆಲವೊಮ್ಮೆ, ಇದು ವಿಘಟನೆಯಲ್ಲಿಯೂ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"ಸೌಖ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುವ 4 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳನ ಸ್ಥಾನವು ವೃತ್ತಿ ಮತ್ತು ಹಣದ ವಿಷಯಗಳಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಇದು ರೋಗಗಳು ಮತ್ತು ತೊಂದರೆಗೊಳಗಾದ ಕುಟುಂಬ ಜೀವನವನ್ನು ಸಹ ಉಂಟುಮಾಡಬಹುದು. ",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"7ನೇ ಸ್ಥಾನವು ಕಲತ್ರ ಸ್ಥಾನವಾಗಿದೆ, ಇದು ನೇರವಾಗಿ ಮದುವೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಇಲ್ಲಿ ಮಂಗಳನ ಸ್ಥಾನವು ಸ್ಥಳೀಯರನ್ನು ಆಕ್ರಮಣಕಾರಿ ಮತ್ತು ಪ್ರಾಬಲ್ಯವನ್ನುಂಟುಮಾಡುತ್ತದೆ ಮತ್ತು ಸಂಗಾತಿಯ ನಡುವೆ ಭಿನ್ನಾಭಿಪ್ರಾಯಗಳು, ನೋವುಗಳು ಮತ್ತು ದುಃಖಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.",
"8 ನೇ ಮನೆಯು ಸುಹಾಗ್ ಭಾವವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ, ಮದುವೆಯ ದೀರ್ಘಾಯುಷ್ಯ. ಇಲ್ಲಿ ಮಂಗಳವು ವ್ಯಕ್ತಿಯನ್ನು ತುಂಬಾ ಮನೋಧರ್ಮ, ಲೈಂಗಿಕವಾಗಿ ಆಕ್ರಮಣಕಾರಿ, ಅಪಘಾತ ಪೀಡಿತ ಮತ್ತು ದುರದೃಷ್ಟಕರವನ್ನಾಗಿ ಮಾಡಬಹುದು, ಇದು ದೀರ್ಘಾಯುಷ್ಯ ಮತ್ತು ಸಂಗಾತಿಯಲ್ಲಿ ದುರದೃಷ್ಟವನ್ನು ಉಂಟುಮಾಡಬಹುದು ಮತ್ತು ದಾಂಪತ್ಯಕ್ಕೂ ಕಾರಣವಾಗಬಹುದು.",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"ಈ ಜಾತಕದಲ್ಲಿ ಯಾವುದೇ ಮಾಂಗ್ಲಿಕ/ಮಂಗಳ ದೋಷವಿಲ್ಲ.",
"12ನೇ ತಾರೀಖು ದಾಂಪತ್ಯದ ಆನಂದ ಮತ್ತು ಸಂತೋಷದ ಮನೆಯಾಗಿದೆ. ಮಂಗಳವು ಈ ಮನೆಯಲ್ಲಿ ನೆಲೆಗೊಂಡಾಗ, ಸ್ಥಳೀಯರು ಚಂಚಲ ಮತ್ತು ಆಕ್ರಮಣಕಾರಿ ಆಗಬಹುದು ಮತ್ತು ಸ್ವಾಭಿಮಾನವನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು. ಈ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ, ಅವರ ವೈವಾಹಿಕ ಬಂಧದ ಶಾಂತಿ ಮತ್ತು ಸಂತೋಷವು ಸಿಗುತ್ತದೆ. ಹಿಟ್, ಮತ್ತು ಜೀವನವು ಶೋಚನೀಯವಾಗಬಹುದು.",
"ವೈದಿಕ ಜ್ಯೋತಿಷ್ಯದ ಪ್ರಕಾರ, ಮಂಗಳವು 2 ನೇ ಮನೆ, 4 ನೇ ಮನೆ, 7 ನೇ ಮನೆ, 8 ನೇ ಮನೆ ಅಥವಾ 12 ನೇ ಮನೆಯನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಾಗ, ಜನ್ಮ ಚಾರ್ಟ್ ಅಥವಾ ಜಾತಕದಲ್ಲಿ ಲಗ್ನ (1 ನೇ ಮನೆ), ಚಂದ್ರ ಮತ್ತು ಶುಕ್ರನಿಂದ, ಕಾಸ್ಮಿಕ್ ಜೋಡಣೆಯು ಮಾಂಗ್ಲಿಕ್ ದೋಷವನ್ನು ಸೃಷ್ಟಿಸುತ್ತದೆ. . ದಕ್ಷಿಣ ಭಾರತದ ಜ್ಯೋತಿಷ್ಯವು ಮಂಗಳವನ್ನು 2 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳವನ್ನು ಪರಿಗಣಿಸುತ್ತದೆ. ಇದನ್ನು ತಮಿಳಿನಲ್ಲಿ ಚೆವ್ವೈ (ಸೆವ್ವೈ) ದೋಷ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ."
],
"manglik_exceptions":["ಅನ್ವಯವಾಗುವ ಯಾವುದೇ ವಿನಾಯಿತಿಗಳಿಲ್ಲ.",
"ಸಿಂಹ ಅಥವಾ ಕುಂಭದಲ್ಲಿ ಮಂಗಳ",
"2ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ಮಿಥುನ ಅಥವಾ ಕನ್ಯಾ ರಾಶಿಗಳಲ್ಲಿ",
"4ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ಮೇಷ ಅಥವಾ ವೃಶ್ಚಿಕ ಚಿಹ್ನೆಗಳಲ್ಲಿ",
"7ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ಕರ್ಕಾಟಕ ಅಥವಾ ಮಕರ  ಚಿಹ್ನೆಗಳಲ್ಲಿ",
"8ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ಧನು ಅಥವಾ ಮೀನ ರಾಶಿಗಳಲ್ಲಿ",
"12 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ವೃಷಭ ಅಥವಾ ತುಲಾ ಚಿಹ್ನೆಗಳಲ್ಲಿ",
"ಮಂಗಳ ಗ್ರಹವು ಗುರು ಅಥವಾ ಶನಿಯಿಂದ ಸಂಯೋಜನೆಯಲ್ಲಿದೆ ಅಥವಾ ಅಂಶವಾಗಿದೆ",
"ಮಂಗಳ ಗ್ರಹವು ಹಿಮ್ಮುಖವಾಗಿದೆ",
"ಮಂಗಳ ದುರ್ಬಲವಾಗಿದೆ (ದಹನ, ರಾಶಿ ಸಂಧಿ ಇತ್ಯಾದಿ)",
"ಮಂಗಳ ಲಗ್ನಾಧಿಪತಿ.",
"ಮಂಗಳದ ಚಿಹ್ನೆಯ ಆಡಳಿತಗಾರ ನೀಚಮ್ ಅಥವಾ ಬಲವಾದ ಲಾಭದಾಯಕ ಗ್ರಹದೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿದ್ದಾನೆ",
"ಮಂಗಳ ಗ್ರಹವು ಸ್ವಂತ ಮನೆಯಲ್ಲಿದ್ದಾಗ, ಉಚ್ಛಂ ಅಥವಾ ಸ್ನೇಹಿತರ ಮನೆಯಲ್ಲಿದ್ದಾಗ ಕಡಿಮೆ ಪರಿಣಾಮಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ",
"ಮಂಗಳ ಗ್ರಹವು ಚಲಿಸಬಲ್ಲ ಮನೆಯಲ್ಲಿದ್ದಾಗ, ಅದು ಪರಿಣಾಮಗಳನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ",
"ಮಂಗಳನ ಚಿಹ್ನೆಯ ಅಧಿಪತಿಯು ರಾಶಿಯ ಚತುರ್ಭುಜಗಳು ಅಥವಾ ತ್ರಿಕೋನಗಳಲ್ಲಿದ್ದಾರೆ",
"ಲಗ್ನವು ಕರ್ಕಾಟಕ ಅಥವಾ ಸಿಂಹ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, ಮಂಗಳವು ಯೋಗ ಕಾರಕವಾಗಿದೆ ಮತ್ತು ಆದ್ದರಿಂದ ದೋಷವನ್ನು ಉಂಟುಮಾಡುವುದಿಲ್ಲ.",
"ಗುರು ಅಥವಾ ಚಂದ್ರನೊಂದಿಗೆ ಮಂಗಳವು ಕೂಡುವುದರಿಂದ, ಅದು ದೋಷವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ",
"ಗುರು ಅಥವಾ ಶುಕ್ರ ಲಗ್ನದಲ್ಲಿದ್ದಾಗ ಅದು ದೋಷವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ",
"ಮಂಗಳದೋಷವಿದ್ದರೂ- ಈ ಕೆಳಗಿನ ವಿನಾಯಿತಿಗಳಿಂದಾಗಿ- ಮಂಗಳದೋಷವು ನಿಷ್ಪರಿಣಾಮಕಾರಿಯಾಗಿದೆ."
],
"pitru":["ಈ ಜಾತಕದಲ್ಲಿ ಪಿತೃ ದೋಷವಿಲ್ಲ.",
"ಸೂರ್ಯ, ಚಂದ್ರ ಅಥವಾ ರಾಹು ಒಂಬತ್ತನೇ ಮನೆಯಲ್ಲಿದ್ದಾರೆ.",
"ಕೇತು ನಾಲ್ಕನೇ ಮನೆಯಲ್ಲಿದ್ದಾರೆ.",
"ಸೂರ್ಯ, ಚಂದ್ರ, ರಾಹು ಅಥವಾ ಕೇತು, ಮಂಗಳ ಅಥವಾ ಶನಿಯಂತಹ ದುಷ್ಟ ಗ್ರಹಗಳಿಂದ ಪೀಡಿತರಾಗಿದ್ದಾರೆ",
"ಶುಕ್ರ, ಬುಧ, ರಾಹು ಅಥವಾ ಈ ಎರಡು ಗ್ರಹಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು 2 ನೇ, 5 ನೇ, 9 ನೇ ಅಥವಾ 12 ನೇ ಮನೆಯಲ್ಲಿದೆ.",
"ಸೂರ್ಯ ಅಥವಾ ಚಂದ್ರನು ರಾಹು ಅಥವಾ ಕೇತುವಿನ ಸಂಯೋಗದಲ್ಲಿದೆ.",
"ಪಿತೃ ದೋಷವು ಗ್ರಹ ದೋಷವಾಗಿದೆ, ಅಂದರೆ ಪೂರ್ವಜರ ಕರ್ಮದ ಋಣ, ಇದನ್ನು ಕುಂಡಲಿಯಲ್ಲಿ ಪಿತೃ ದೋಷದಿಂದ ಪೀಡಿತ ವ್ಯಕ್ತಿಯು ಪಾವತಿಸಬೇಕು. ನಿಮ್ಮ ಪೂರ್ವಜರು ತಮ್ಮ ಜೀವನ ಪ್ರಯಾಣದಲ್ಲಿ ಯಾವುದೇ ತಪ್ಪುಗಳು, ಅಪರಾಧಗಳು ಅಥವಾ ಪಾಪಗಳನ್ನು ಮಾಡಿದಾಗ ಅದು ರೂಪುಗೊಳ್ಳುತ್ತದೆ. ಪ್ರತಿಯಾಗಿ, ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ವಿವಿಧ ಸವಾಲುಗಳನ್ನು ಅಥವಾ ಶಿಕ್ಷೆಗಳನ್ನು ಅನುಭವಿಸುವ ಮೂಲಕ ನೀವು ಕರ್ಮದ ಋಣವನ್ನು ಪಾವತಿಸಬೇಕಾಗುತ್ತದೆ. ನಿಮ್ಮ ಜನ್ಮ ಚಾರ್ಟ್‌ನಲ್ಲಿ ಸೂರ್ಯ ಅಥವಾ ಚಂದ್ರರು ಸಂಯೋಗದಲ್ಲಿರುವಾಗ ಅಥವಾ ರಾಹು ಅಥವಾ ಕೇತುಗಳನ್ನು ಹೊಂದಿರುವಾಗ ಈ ದೋಷವನ್ನು ರಚಿಸಲಾಗಿದೆ. ಜನ್ಮ ಚಾರ್ಟ್ನ 1 ನೇ, 5 ನೇ, 8 ನೇ ಅಥವಾ 9 ನೇ ಮನೆಯಲ್ಲಿ ಸಂಯೋಗವು ಸಂಭವಿಸಿದಾಗ ಈ ದೋಷದ ದುಷ್ಪರಿಣಾಮಗಳು ತೀವ್ರವಾಗಿರುತ್ತವೆ. ಆದ್ದರಿಂದ, ನೀವು ಎಂದಿಗೂ ಮುಗಿಯದ ತೊಂದರೆಗಳನ್ನು ಎದುರಿಸುತ್ತಿದ್ದರೆ, ಪಿತೃ ದೋಷವು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ನೋವು ಮತ್ತು ಸಂಕಟಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು. ಈ ಕೆಳಗಿನ ಕಾರಣಗಳಿಗಾಗಿ ಈ ಜಾತಕದಲ್ಲಿ ಪಿತೃ ದೋಷವಿದೆ:"
],
"kalathra":["ಈ ಜಾತಕದಲ್ಲಿ ಕಳತ್ರ ದೋಷವಿಲ್ಲ.",
"",
"ಕಲತ್ರ ದೋಷವು ದಾಂಪತ್ಯದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಮತ್ತು ಮದುವೆಗೆ ತೊಂದರೆಗಳನ್ನು ತರುವ ಒಂದು ಸಂಕಟವಾಗಿದೆ. ವೈದಿಕ ಜ್ಯೋತಿಷ್ಯದಲ್ಲಿ, 7 ನೇ ಮನೆಯು ಸಂಬಂಧಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ; ಸಂಸ್ಕೃತದಲ್ಲಿ, ಇದನ್ನು ಕಲತ್ರ ಸ್ಥಾನ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ, ಸಂಗಾತಿಯ ಮನೆ. 7 ನೇ ಮನೆಯು ಸಂಗಾತಿ, ಸಾಮರಸ್ಯ, ಪಾಲುದಾರಿಕೆ, ಸಂತೋಷವನ್ನು ಸೂಚಿಸುತ್ತದೆ. , ವೈವಾಹಿಕ ಸೌಹಾರ್ದತೆ ಮತ್ತು ಉತ್ತಮ ಬಾಂಧವ್ಯ. ಈ ಕಲತ್ರ ದೋಷವನ್ನು ವಿವಾಹ ದೋಷ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ- ಮದುವೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಬಾಧೆ. ಕಳತ್ರ ದೋಷವು ತೊಂದರೆಗೀಡಾದ ದಾಂಪತ್ಯವನ್ನು ಸೃಷ್ಟಿಸುತ್ತದೆ ಮತ್ತು ಶಾಂತಿ ಮತ್ತು ಸೌಹಾರ್ದತೆಗೆ ಭಂಗ ತರುತ್ತದೆ. ಜನ್ಮ ಕುಂಡಲಿಯಲ್ಲಿ ಈ ದೋಷ (ಸಂಕಟ) ಇದ್ದರೆ ಅಡೆತಡೆಗಳು ಮತ್ತು ಕೆಳಗಿನವುಗಳನ್ನು ತರಬಹುದು. ಸಮಸ್ಯೆಗಳು: ವಿಳಂಬವಾದ ಮದುವೆ, ವೈವಾಹಿಕ ಜೀವನದಲ್ಲಿ ಅಸಂತೋಷ, ಸಂಗಾತಿಯಲ್ಲಿ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳು"
],
"guru_chandal":["ಈ ಜಾತಕದಲ್ಲಿ ಗುರು ಚಂಡಾಲ ದೋಷವಿಲ್ಲ.",
"1 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ಮಂಗಳಕರ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ನೀವು ಕಲಿತ ಮತ್ತು ಚೆನ್ನಾಗಿ ತಿಳಿದಿರುವಿರಿ ಮತ್ತು ಧನಾತ್ಮಕ ಸಂಯೋಗವು ನಿಮಗೆ ಬೌದ್ಧಿಕ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ನೀಡುತ್ತದೆ ಅಲ್ಲಿ ನೀವು ಉತ್ತಮ ಆಧ್ಯಾತ್ಮಿಕ ಶಿಕ್ಷಕ ಮತ್ತು ಮಾರ್ಗದರ್ಶಕರಾಗಬಹುದು.",
"2 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ರಾಹುವಿನ ಪ್ರಭಾವದಿಂದಾಗಿ ನಿಮಗೆ ಮಾತಿನಲ್ಲಿ ಉದ್ಧಟತನವನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ಇದು ಕುಟುಂಬ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರಿಂದ ಪ್ರತ್ಯೇಕತೆಯನ್ನು ತರುತ್ತದೆ.",
"3 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ಪ್ರಯಾಣದ ಕಾರಣದಿಂದಾಗಿ ಪ್ರಯೋಜನಕಾರಿ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ, ಅಲ್ಲಿ ಗುರುಗ್ರಹದ ಆಶೀರ್ವಾದದಿಂದಾಗಿ ಕಡಿಮೆ ಪ್ರಯತ್ನಗಳೊಂದಿಗೆ ಉದ್ಯಮಗಳಲ್ಲಿ ಅನೇಕ ಅವಕಾಶಗಳು ನಿಮಗೆ ಯಶಸ್ಸನ್ನು ನೀಡುತ್ತದೆ.",
"4 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ನಿಮಗೆ ಅನನ್ಯ ಸೃಜನಶೀಲ ಸಾಮರ್ಥ್ಯ, ತಾಯಿಯ ಬಗ್ಗೆ ಪ್ರೀತಿಯನ್ನು ನೀಡುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ಜೀವನವು ನಿಮ್ಮ ತಾಯಿಯ ಸುತ್ತ ಸುತ್ತುತ್ತದೆ ಮತ್ತು ಇದು ನಿಮ್ಮ ಇತರ ಸಂಬಂಧಗಳ ಮೇಲೆ ನಕಾರಾತ್ಮಕ ಪರಿಣಾಮ ಬೀರಬಹುದು.",
"5 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ನಿಮ್ಮನ್ನು ಸೃಜನಶೀಲ ಜೀವನ ವಿಧಾನದಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವಂತೆ ಮಾಡುತ್ತದೆ ಅಥವಾ ನಿಮ್ಮ ಕ್ಷೇತ್ರದಲ್ಲಿ ಪರಿಣಿತಿಯೊಂದಿಗೆ ಕೆಲಸಗಳನ್ನು ಮಾಡುತ್ತಿದೆ ಆದರೆ ನಿಮ್ಮ ಉನ್ನತ ಪ್ರೊಫೈಲ್‌ನಿಂದಾಗಿ ನೀವು ಕೆಟ್ಟ ಅಭ್ಯಾಸಗಳಿಗೆ ವ್ಯಸನಿಯಾಗಬಹುದು.",
"6 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ನಿಮಗೆ ಊಹಾತ್ಮಕ ವ್ಯವಹಾರದಲ್ಲಿ ದೊಡ್ಡ ಯಶಸ್ಸನ್ನು ತರಬಹುದು ಆದರೆ ನಿಮ್ಮ ಆರೋಗ್ಯದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು.",
"7ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ಮದುವೆಯಲ್ಲಿ ವಿಳಂಬ, ವೈವಾಹಿಕ ಮತ್ತು ವೃತ್ತಿಪರ ಪಾಲುದಾರಿಕೆಯಲ್ಲಿ ಸಮಸ್ಯೆಗಳು ಮತ್ತು ಮದುವೆಯಲ್ಲಿ ಸಂತೋಷದ ಕೊರತೆಯನ್ನು ನೀಡುತ್ತದೆ.",
"8ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತುಗಳು ಅತೀಂದ್ರಿಯ ಕ್ಷೇತ್ರಗಳ ಆಳವಾದ ಕಲಿಕೆಗೆ ಆಕರ್ಷಣೆಯನ್ನು ನೀಡಬಹುದು, ವಿಜ್ಞಾನಿಗಳಾಗಿ ಸಂಶೋಧನೆ ಮಾಡುತ್ತಾರೆ ಆದರೆ ನಿಮ್ಮ ಯಶಸ್ಸಿನಲ್ಲಿ ಪ್ರತಿಸ್ಪರ್ಧಿಗಳು ಮತ್ತು ಸವಾಲುಗಳನ್ನು ನೀಡುತ್ತಾರೆ.",
"9 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತುಗಳು ಯಶಸ್ವಿ ಹುದ್ದೆಯ ಹೊರತಾಗಿಯೂ ಪ್ರಭಾವಿತವಾಗದ ಉದಾರ ಸ್ವಭಾವದ ಜೊತೆಗೆ ಸಂಸ್ಕರಿಸಿದ ಧಾರ್ಮಿಕ ಒಲವುಗಳೊಂದಿಗೆ ಮಂಗಳಕರ ಫಲಿತಾಂಶಗಳನ್ನು ತರುತ್ತವೆ.",
"10 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತುಗಳು ವಿಫಲವಾದ ವೃತ್ತಿಯನ್ನು ನೀಡಬಹುದು ಆದರೆ ನಿಮ್ಮನ್ನು ಉತ್ತಮ ಮತ್ತು ಉತ್ಸಾಹಭರಿತ ಕಲಿಯುವವರನ್ನಾಗಿ ಮಾಡಬಹುದು.",
"11 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ನಿಮಗೆ ಉತ್ತಮ ಸಾಮಾಜಿಕ ಚಿತ್ರಣವನ್ನು ನೀಡುತ್ತದೆ, ಮಕ್ಕಳ ಬಗ್ಗೆ ಪ್ರೀತಿಯನ್ನು ನೀಡುತ್ತದೆ ಆದರೆ ನೀವು ನಿಮ್ಮ ಜೀವನದುದ್ದಕ್ಕೂ ಸಂಪತ್ತಿನ ಹಿಂದೆ ಓಡುತ್ತೀರಿ.",
"12 ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಮತ್ತು ರಾಹು ಅಥವಾ ಕೇತು ವಿದೇಶದಲ್ಲಿ ಮತ್ತು ಕುಟುಂಬದಿಂದ ದೂರದಲ್ಲಿ ವೃತ್ತಿಜೀವನದಲ್ಲಿ ಯಶಸ್ಸನ್ನು ನೀಡಬಹುದು ಆದರೆ ಮಾನಸಿಕ ಮತ್ತು ದೈಹಿಕ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ನೀಡಲು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತಾರೆ.",
"ಈ ಜಾತಕದಲ್ಲಿ ಗುರು ಚಂಡಾಲ ದೋಷವಿದೆ. ಜನ್ಮ ಕುಂಡಲಿಯಲ್ಲಿ, ಗುರು ಗ್ರಹವು ರಾಹು ಅಥವಾ ಕೇತುವಿನ ದುಷ್ಟ ಗ್ರಹಗಳ ಜೊತೆಯಲ್ಲಿದ್ದಾಗ ಚಂಡಾಲ ದೋಷ ಉಂಟಾಗುತ್ತದೆ. ವೈದಿಕ ಜ್ಯೋತಿಷ್ಯದಲ್ಲಿ ಗುರುವನ್ನು ಗುರು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಚಾಂಡಾಲ್ ಅಸುರನನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅದು ರಾಹು. ಆದ್ದರಿಂದ, ದೋಷವನ್ನು ಗುರು ಚಂಡಾಲ ದೋಷ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ.ದೋಷವು ಸ್ಥಳೀಯರ ಜೀವನದಲ್ಲಿ ದುಷ್ಪರಿಣಾಮಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು, ಪರ್ಯಾಯವಾಗಿ, ಗುರುವು ಬಲವಾಗಿದ್ದರೆ, ಇದು ಗುರು-ಚಾಂಡಲ್-ಯೋಗವಾಗುತ್ತದೆ, ಆದರೆ, ಈ ದೋಷವು ಎಲ್ಲದರಲ್ಲೂ ಹೆಚ್ಚು ಹಾನಿಕಾರಕವಲ್ಲ. ಮನೆಗಳು, ಮತ್ತು ಗುರುವು ಬಲಶಾಲಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಉತ್ತಮ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದರೆ ಮತ್ತು ರಾಹುವನ್ನು ನಿಯಂತ್ರಿಸಿದರೆ, ಆಗ ಸ್ಥಳೀಯರು ಕನಿಷ್ಠ ನಷ್ಟದೊಂದಿಗೆ ಬಹಳ ದೂರ ಹೋಗಬಹುದು. ಗುರುವು ಕೇತು ಜೊತೆ ಸೇರಿಕೊಂಡು ಭಾರತದ ಉತ್ತರ ಭಾಗದಲ್ಲಿ ಜ್ಯೋತಿಷಿಗಳು ಚಂಡಾಲ ದೋಷವೆಂದು ಪರಿಗಣಿಸುವುದಿಲ್ಲ. ಹೆಚ್ಚು ಆಧ್ಯಾತ್ಮಿಕ ಮತ್ತು ಪ್ರಪಂಚದಿಂದ ಪ್ರತ್ಯೇಕವಾಗಿದೆ."
],
"ganda_moola":["ಈ ಜಾತಕದಲ್ಲಿ ಗಂಡಮೂಲ ದೋಷವಿಲ್ಲ.",
"ಅಶ್ವಿನಿ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ಜೀವನದಲ್ಲಿ ಬಹಳಷ್ಟು ಅಡೆತಡೆಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗಬಹುದು. ಈ ಹಂತವು ಹಿಂದಿನ ಜನ್ಮದ ಕೆಟ್ಟ ಕಾರ್ಯಗಳ ಆಧಾರದ ಮೇಲೆ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಅಲ್ಲದೆ, ಅಶ್ವಿನಿ ನಕ್ಷತ್ರದ ಈ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ಕೆಲವು ಕಾರಣಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ತಂದೆಗೆ ಸಮಸ್ಯೆಗಳು ಆದರೆ, ಈ ನಕ್ಷತ್ರವು ಈ ಪರಿಣಾಮಗಳಿಂದ ನಕಾರಾತ್ಮಕವೆಂದು ಪರಿಗಣಿಸಬಾರದು, ಯಾವುದೇ ತೀರ್ಮಾನಕ್ಕೆ ಬರುವ ಮೊದಲು ಜಾತಕದಲ್ಲಿ ರೂಪುಗೊಂಡ ಇತರ ಸಂಯೋಜನೆಗಳನ್ನು ಸಹ ವಿಶ್ಲೇಷಿಸಬೇಕು. ಜೀವನ, ಅಶ್ವಿನಿ ನಕ್ಷತ್ರದ ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ಸಮಾಜದಲ್ಲಿ ಉನ್ನತ ಸ್ಥಾನ ಮತ್ತು ಗೌರವವನ್ನು ಪಡೆಯುತ್ತಾನೆ, ಅವನು ತನ್ನ ಸ್ನೇಹಿತರ ಸಹಕಾರವನ್ನು ಪಡೆಯುತ್ತಾನೆ ಮತ್ತು ಪ್ರಯಾಣದಲ್ಲಿ ಇಷ್ಟಪಡುತ್ತಾನೆ. ಅಶ್ವಿನಿ ನಕ್ಷತ್ರದ ನಾಲ್ಕನೇ ಹಂತ. ಆದರೆ, ಅವರು ಸಣ್ಣ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳಿಂದ ಬಳಲಬಹುದು.",
"ಆಶ್ಲೇಷಾ ನಕ್ಷತ್ರವು ಕರ್ಕಾಟಕ ರಾಶಿಯಲ್ಲಿ 16 ಡಿಗ್ರಿ 40 ನಿಮಿಷದಿಂದ 30 ಡಿಗ್ರಿಗಳವರೆಗೆ ಇರುತ್ತದೆ. ಈ ಡಿಗ್ರಿಗಳ ನಡುವೆ ಚಂದ್ರನು ಕರ್ಕ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, ಅದು ಗಂಡಮೂಲ ನಕ್ಷತ್ರದಲ್ಲಿದೆ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಆಶ್ಲೇಷಾ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತವನ್ನು ನಿಖರವಾಗಿ ಅಶುಭವೆಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ, ಆದರೆ ಸ್ಥಳೀಯರು ಸಂಪತ್ತನ್ನು ಕಳೆದುಕೊಳ್ಳಬೇಕಾಗಬಹುದು.ಆದರೆ ಈ ಹಂತವು ಶಾಂತಿ ಪೂಜೆಯನ್ನು ಮಾಡಿದರೆ ಶುಭ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಬಹುದು.ಆಶ್ಲೇಷಾ ನಕ್ಷತ್ರದ ಎರಡನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ತಮ್ಮ ಸಹೋದರ ಸಹೋದರಿಯರಿಗೆ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು ಅಥವಾ ಒಮ್ಮೆ ತನ್ನ ಸ್ವಂತ ಸಂಪತ್ತನ್ನು ನಾಶಪಡಿಸಬಹುದು. ಬೆಳೆಯುತ್ತದೆ.ಆಶ್ಲೇಷಾ ನಕ್ಷತ್ರದ ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ಮಗು ತಾಯಿ ಮತ್ತು ತಂದೆ ಇಬ್ಬರಿಗೂ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು, ನಾಲ್ಕನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದರೆ, ಮಗುವಿನ ತಂದೆ ಕೆಲವು ಆರ್ಥಿಕ ನಷ್ಟ ಮತ್ತು ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗಬಹುದು.",
"ಸಿಂಹ ರಾಶಿಯ ಆರಂಭವು ಮಾಘ ನಕ್ಷತ್ರದ ಆರಂಭವನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಚಂದ್ರನು ಸಿಂಹ ರಾಶಿಯಲ್ಲಿ 0 ಡಿಗ್ರಿಯಿಂದ 13 ಡಿಗ್ರಿ ಮತ್ತು 20 ನಿಮಿಷಗಳವರೆಗೆ ಇದ್ದರೆ, ಅದು ಗಂಡಮೂಲ ನಕ್ಷತ್ರದಲ್ಲಿದೆ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಮಾಘ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ಕಾರಣವಾಗಬಹುದು. ತಾಯಿಗೆ ಸಮಸ್ಯೆಗಳು, ಅದೇ ರೀತಿಯಲ್ಲಿ, ಎರಡನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ತಂದೆಗೆ ಕೆಲವು ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು, ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಮಾಘ ನಕ್ಷತ್ರದ ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದರೆ ಅವನ ಜೀವನದುದ್ದಕ್ಕೂ ಎಲ್ಲಾ ರೀತಿಯ ಸಂತೋಷಗಳನ್ನು ಹೊಂದುತ್ತಾನೆ. ಮಾಘ ನಕ್ಷತ್ರದ ನಾಲ್ಕನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ತನ್ನ ವೃತ್ತಿಯಲ್ಲಿ ಸ್ಥಿರನಾಗಿರುತ್ತಾನೆ ಮತ್ತು ಉನ್ನತ ಶಿಕ್ಷಣವನ್ನು ಪಡೆಯುತ್ತಾನೆ.",
"ಜ್ಯೇಷ್ಠ ನಕ್ಷತ್ರವು ವೃಶ್ಚಿಕ ರಾಶಿಯಲ್ಲಿ 16 ಡಿಗ್ರಿ ಮತ್ತು 40 ನಿಮಿಷಗಳಿಂದ 30 ಡಿಗ್ರಿಗಳವರೆಗೆ ಇರುತ್ತದೆ. ಈ ಡಿಗ್ರಿಗಳ ನಡುವೆ ಚಂದ್ರನು ವೃಶ್ಚಿಕ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, ಮಗು ಗಂಡಮೂಲ ನಕ್ಷತ್ರದಲ್ಲಿ ಜನಿಸಿದನೆಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಭಾರತೀಯ ವೈದಿಕ ಜ್ಯೋತಿಷ್ಯದ ಪ್ರಕಾರ, ಜ್ಯೇಷ್ಠ ನಕ್ಷತ್ರವನ್ನು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. ಅಶುಭ ನಕ್ಷತ್ರವಾಗಿರಬಹುದು.ಜ್ಯೇಷ್ಠ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ತಮ್ಮ ಅಣ್ಣ-ತಮ್ಮಂದಿರಿಗೆ ತೊಂದರೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು, ಜ್ಯೇಷ್ಠ ನಕ್ಷತ್ರದ ಎರಡನೇ ಹಂತವು ಕಿರಿಯ ಸಹೋದರ ಸಹೋದರಿಯರಿಗೆ ಅಶುಭವೆಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ, ಅವರು ಆರೋಗ್ಯ ಮತ್ತು ಇತರ ಸಮಸ್ಯೆಗಳಿಂದ ಬಳಲುತ್ತಿದ್ದಾರೆ. ಜ್ಯೇಷ್ಠ ನಕ್ಷತ್ರದ ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ಸ್ಥಳೀಯರಿಗೆ ತಾಯಿಯ ಆರೋಗ್ಯವು ಕಾಳಜಿಯ ವಿಷಯವಾಗಬಹುದು, ನಾಲ್ಕನೇ ಹಂತದಲ್ಲಿ ಜನ್ಮ ತಾಳುವುದು ಸ್ವತಃ ಸ್ಥಳೀಯರಿಗೆ ಮಂಗಳಕರವೆಂದು ಪರಿಗಣಿಸುವುದಿಲ್ಲ, ವ್ಯಕ್ತಿಯು ತನ್ನ ಉದ್ದಕ್ಕೂ ಬಹಳಷ್ಟು ಅಡೆತಡೆಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗಬಹುದು. ಜೀವನ.",
"ಜನನ ಸಮಯದಲ್ಲಿ ಚಂದ್ರನು ಧನು ರಾಶಿಯಲ್ಲಿ 0 ಡಿಗ್ರಿಯಿಂದ 13 ಡಿಗ್ರಿ ಮತ್ತು 20 ನಿಮಿಷಗಳವರೆಗೆ ಇದ್ದರೆ, ಜಾತಕನು ಗಂಡಮೂಲ ನಕ್ಷತ್ರದಲ್ಲಿ ಜನಿಸಿದನೆಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಜಾತಕನು ಜನಿಸಿದಾಗ ತಂದೆಯ ಜೀವನದಲ್ಲಿ ಅನೇಕ ಬದಲಾವಣೆಗಳು ಸಂಭವಿಸುತ್ತವೆ. ಮೂಲ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತ, ಮೂಲ ನಕ್ಷತ್ರದ ಎರಡನೇ ಹಂತದಲ್ಲಿ ಮಗುವಿನ ಜನನವು ತಾಯಿಗೆ ಅಶುಭವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ ಏಕೆಂದರೆ ಅದು ತಾಯಿಗೆ ಬಹಳಷ್ಟು ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ಸ್ಥಳೀಯರು ಸಂಪತ್ತನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ವಂಚಿತರಾಗಬಹುದು. ಅವರ ಆಸ್ತಿ ಮತ್ತು ಹಣ, ಮೂಲ ನಕ್ಷತ್ರದ ನಾಲ್ಕನೇ ಹಂತವು ಸರಾಸರಿ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆದರೆ ಶಾಂತಿ ಪೂಜೆಯನ್ನು ಮಾಡಿದರೆ ಈ ಹಂತದಲ್ಲಿ ಶುಭ ಫಲಿತಾಂಶಗಳನ್ನು ಪಡೆಯಬಹುದು. ಸ್ಥಳೀಯರು ಜೀವನದಲ್ಲಿ ಒಮ್ಮೆಯಾದರೂ ದೊಡ್ಡ ನಷ್ಟವನ್ನು ಅನುಭವಿಸಬಹುದು.",
"ರೇವತಿ ನಕ್ಷತ್ರವು 16 ಡಿಗ್ರಿ ಮತ್ತು 40 ನಿಮಿಷಗಳಿಂದ 30 ಡಿಗ್ರಿಗಳವರೆಗೆ ಮೀನ ರಾಶಿಯಲ್ಲಿರುತ್ತದೆ. ಈ ಡಿಗ್ರಿಗಳ ನಡುವೆ ಚಂದ್ರನು ಮೀನ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, ಗಂಡಮೂಲ ನಕ್ಷತ್ರದಲ್ಲಿ ಮಗು ಜನಿಸಿದೆ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ರೇವತಿ ನಕ್ಷತ್ರದ ಮೊದಲ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ಸ್ಥಳೀಯರು ವಾಸಿಸುತ್ತಾರೆ. ಸಂತೋಷ ಮತ್ತು ಯಶಸ್ವಿ ಜೀವನ, ಅಂತಹ ವ್ಯಕ್ತಿಯು ತನ್ನ ಆರ್ಥಿಕ ಸ್ಥಿತಿಯಿಂದ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ, ರೇವತಿ ನಕ್ಷತ್ರದ ಎರಡನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ತಮ್ಮ ಕಠಿಣ ಪರಿಶ್ರಮ, ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಸಮರ್ಪಣಾ ಮನೋಭಾವದಿಂದ ಉನ್ನತ ಸ್ಥಾನವನ್ನು ಪಡೆಯುತ್ತಾನೆ. ಆಸ್ತಿ, ರೇವತಿ ನಕ್ಷತ್ರದ ಮೂರನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ಬಹಳಷ್ಟು ಸಂಪತ್ತು ಮತ್ತು ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತಾನೆ, ಆದರೆ ಸಂಪತ್ತಿನ ನಷ್ಟವನ್ನು ಸಹ ಅನುಭವಿಸಬೇಕಾಗಬಹುದು ರೇವತಿ ನಕ್ಷತ್ರದ ನಾಲ್ಕನೇ ಹಂತದಲ್ಲಿ ಜನಿಸಿದ ಸ್ಥಳೀಯರು ಸ್ವತಃ ಸಮಸ್ಯೆಗಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾರೆ ಎಂದು ಕೆಲವು ವಿದ್ವಾಂಸರು ನಂಬುತ್ತಾರೆ. ಈ ಹಂತದಲ್ಲಿ ಜನಿಸಿದವರು ತಮ್ಮ ಪೋಷಕರಿಗೆ ಸಹ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಅವರು ಜೀವನದಲ್ಲಿ ಸಾಕಷ್ಟು ಹೋರಾಟವನ್ನು ಎದುರಿಸಬಹುದು.",
"ಜನನ ಸಮಯದಲ್ಲಿ ಆರು ಗಂಡಾ ಮೂಲ ನಕ್ಷತ್ರಗಳಲ್ಲಿ ಚಂದ್ರನಿದ್ದರೆ ಗಂಡಮೂಲ ದೋಷ ಉಂಟಾಗುತ್ತದೆ. ಈ ಕೆಳಗಿನ ರಾಶಿಗಳಲ್ಲಿ ಚಂದ್ರನ ಸ್ಥಾನವನ್ನು ಪಡೆದಾಗ ದೋಷವು ಉಂಟಾಗುತ್ತದೆ: ಅಶ್ವಿನಿ, ಆಶ್ಲೇಷ, ಮಾಘ, ಜ್ಯೇಷ್ಟ, ಮೂಲ. , ಅಥವಾ ರೇವತಿ, ಒಟ್ಟಾಗಿ ಗಂಡ ಮೂಲ ನಕ್ಷತ್ರಗಳು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಈ ನಕ್ಷತ್ರಗಳನ್ನು ಬುಧ ಮತ್ತು ಕೇತು ಗ್ರಹಗಳು ಆಳುತ್ತವೆ. ವೈದಿಕ ಜ್ಯೋತಿಷ್ಯದಲ್ಲಿ, ಗಂಡ ಮೂಲ ನಕ್ಷತ್ರಗಳನ್ನು ಅಶುಭವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಜನ್ಮ ಪಟ್ಟಿಯಲ್ಲಿ ಇತರ ಪ್ರಮುಖ ಗ್ರಹಗಳು ಸಹ ದೋಷಪೂರಿತವಾದಾಗ ಈ ಬಾಧೆಯು ಪ್ರಬಲವಾಗುತ್ತದೆ. ಗಂಧದ ಮೂಲಾ ನಕ್ಷತ್ರದಲ್ಲಿ ಜನಿಸಿದ ವ್ಯಕ್ತಿಯು ಜೀವನದಲ್ಲಿ ಆಗಾಗ್ಗೆ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬಹುದು, ಅವರ ಪೋಷಕರು, ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಸಂಬಂಧಿಕರು ಈ ಬಾಧೆಯಿಂದ ಪ್ರಭಾವಿತರಾಗಬಹುದು, ಅಂತಹ ಸ್ಥಳೀಯರು ಕುಟುಂಬದಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು ಮತ್ತು ಜೀವನದ ಪ್ರಮುಖ ಪ್ರಯತ್ನಗಳಲ್ಲಿ ಅಡೆತಡೆಗಳನ್ನು ಎದುರಿಸಬಹುದು. ಜನ್ಮ ಕುಂಡಲಿಯಲ್ಲಿ ಈ ದೋಷವು (ಸಂಕಟ) ಉಂಟಾಗಬಹುದು: ತಂದೆ-ತಾಯಿ ಮತ್ತು ಒಡಹುಟ್ಟಿದವರೊಂದಿಗೆ ಸಮಸ್ಯೆಗಳು, ತಂದೆ ಮತ್ತು ತಾಯಿಯ ಕುಟುಂಬಗಳಲ್ಲಿ ಸಂಬಂಧಿಕರಿಗೆ ಅಪಾಯ, ಸಾಕುಪ್ರಾಣಿಗಳು ಮತ್ತು ದನಗಳಿಗೆ ಅಪಾಯ, ಸಂಪತ್ತಿನ ನಷ್ಟ, ಮತ್ತು ಕುಟುಂಬದಲ್ಲಿ ಅಸಮಾಧಾನ ಮತ್ತು ತೊಂದರೆಗಳು."
],
"ghata":["ಈ ಜಾತಕದಲ್ಲಿ ಘಟ ದೋಷವಿಲ್ಲ.",
"1ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಬಾಂಧವ್ಯದ ವರ್ತನೆಯೊಂದಿಗೆ ಸಂಬಂಧಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಪ್ರಾಬಲ್ಯಗೊಳಿಸಬಹುದು ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ನೀವು ಹಠಾತ್ ಪ್ರವೃತ್ತಿಯೊಂದಿಗೆ ವಿರೋಧಾತ್ಮಕ ಸ್ವಭಾವವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದ್ದರಿಂದ ಯಾವುದೇ ವಿರೋಧಾಭಾಸದ ಪರಿಸ್ಥಿತಿ/ಸಂಬಂಧಗಳಲ್ಲಿ ಕಡಿಮೆ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವುದು ಮತ್ತು ನಿಮ್ಮ ಚೈತನ್ಯ ಮತ್ತು ಶಕ್ತಿಯನ್ನು ಹೂಡಿಕೆ ಮಾಡುವುದು ಉತ್ತಮ. ರಚನಾತ್ಮಕ ಕೆಲಸದಲ್ಲಿ.",
"2ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಉತ್ತಮ ಹಣದ ಜೊತೆಗೆ ಕುಟುಂಬ ಸಂಬಂಧಗಳಲ್ಲಿ ವಿರೋಧಾಭಾಸವನ್ನು ತರುತ್ತದೆ, ಏಕೆಂದರೆ ಶನಿಯು ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ಮಂಗಳವು ಉಪಕ್ರಮ ಮತ್ತು ಕ್ರಿಯೆಯ ಶಕ್ತಿಯಾಗಿದ್ದು, ಸಂಯೋಗವನ್ನು ಇರಿಸಿದರೆ ಮತ್ತು ಹೆಚ್ಚಾಗಿ ಬಳಸಿದರೆ ಹೆಚ್ಚಿನ ಹಣದ ಲಾಭವನ್ನು ತರಬಹುದು. ಹಣದ ವಿಷಯಗಳ ಮೇಲೆ ಒತ್ತಡವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
"3ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಉತ್ತಮ ಉಪಕ್ರಮ ಮತ್ತು ಧೈರ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಇದು ನಿಮ್ಮ ಶ್ರಮ ಮತ್ತು ಪ್ರಯತ್ನದಿಂದ ಹೆಚ್ಚಿನ ಹಣದ ಲಾಭವನ್ನು ನೀಡುತ್ತದೆ ಆದರೆ ಮತ್ತೊಂದೆಡೆ, ನಿಮ್ಮ ಮೊಂಡುತನದ ಸ್ವಭಾವದಿಂದಾಗಿ ಒಡಹುಟ್ಟಿದವರು ಮತ್ತು ಕುಟುಂಬದೊಂದಿಗೆ ಘರ್ಷಣೆಗಳು ಗೋಚರಿಸುತ್ತವೆ.",
"4 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಭಾವನೆಗಳಲ್ಲಿ ಸ್ಥಿರತೆ ಮತ್ತು ಮನೆಯ ಸಂತೋಷದ ಅಭಿವ್ಯಕ್ತಿ, ಧಾರ್ಮಿಕ ಚಟುವಟಿಕೆಗಳಲ್ಲಿ ಹೆಚ್ಚಿನ ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ತಾಯಿಯೊಂದಿಗೆ ಆಗಾಗ್ಗೆ ಘರ್ಷಣೆಗಳು ಉಂಟಾಗಬಹುದು.",
"5 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಮಕ್ಕಳೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯಗಳ ಮೇಲೆ ದುಷ್ಪರಿಣಾಮವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಹಣದ ವಿಷಯಗಳಲ್ಲಿ ಊಹಾಪೋಹಗಳು, ಸೃಜನಶೀಲತೆ ಮತ್ತು ಪ್ರೇಮ ಸಂಬಂಧಗಳಲ್ಲಿ ಬಾಂಧವ್ಯ.",
"6ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ನಿಮ್ಮ ಪ್ರತಿಸ್ಪರ್ಧಿಗಳನ್ನು ಗೆಲ್ಲುವ ಧೈರ್ಯ, ಉತ್ತಮ ಆರೋಗ್ಯ ಮತ್ತು ಚೈತನ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ ಆದರೆ ವಾಹನದ ದುಡುಕಿನ ಚಾಲನೆಯ ವಿರುದ್ಧ ಹೆಚ್ಚಿನ ಕೋಪ ಮತ್ತು ಎಚ್ಚರಿಕೆಯನ್ನು ನೀಡುತ್ತದೆ.",
"ಏಳನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ವೈವಾಹಿಕ ಜೀವನ ಮತ್ತು ಸಂಬಂಧಗಳಲ್ಲಿ ಕಡಿಮೆ ಪ್ರಗತಿಶೀಲ ಮನೋಭಾವವನ್ನು ಸೂಚಿಸುತ್ತದೆ ಆದರೆ ಈ ಸಂಯೋಗವನ್ನು ರಚನಾತ್ಮಕವಾಗಿ ಬಳಸಿದರೆ, ಅದು ಬಲವಾದ ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ಪ್ರಯತ್ನಗಳೊಂದಿಗೆ ವ್ಯಾಪಾರ ಪ್ರಯತ್ನಗಳಲ್ಲಿ ಯಶಸ್ಸನ್ನು ನೀಡುತ್ತದೆ.",
"8 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ನಿಮಗೆ ಹೆಸರು ಮತ್ತು ಖ್ಯಾತಿ ಮತ್ತು ದೀರ್ಘಾಯುಷ್ಯದೊಂದಿಗೆ ಉತ್ತಮ ಸಂಪತ್ತನ್ನು ನೀಡುತ್ತದೆ ಆದರೆ ಇದು ನಿಮ್ಮ ಆರೋಗ್ಯದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ ಮತ್ತು ಹಣಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯಗಳಲ್ಲಿ ಸಾಲಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
"9 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ನಿಮ್ಮ ಧಾರ್ಮಿಕ ಒಲವು ಹೆಚ್ಚಾಗುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಸಹೋದರ ಸಹೋದರಿಯರೊಂದಿಗೆ ಕಡಿಮೆ ಸೌಹಾರ್ದ ಸಂಬಂಧ, ತಂದೆ ಆದರೆ ಹಣದ ವಿಷಯಗಳಲ್ಲಿ ಉದಾರವಾಗಿರುತ್ತದೆ.",
"ಸರ್ಕಾರಿ ನೀತಿಗಳೊಂದಿಗೆ ವ್ಯವಹಾರದಲ್ಲಿ 10 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಯಶಸ್ಸು ಆದರೆ ಪ್ರತಿಸ್ಪರ್ಧಿಗಳಿಂದ ಉತ್ತಮ ಸ್ಪರ್ಧೆ, ಇತರರೊಂದಿಗೆ ಸಹಕಾರವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಪ್ರಯೋಜನಕಾರಿ.",
"11 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ಕಠಿಣ ಪರಿಶ್ರಮದಿಂದ ಅನೇಕ ಮೂಲಗಳ ಮೂಲಕ ಲಾಭವನ್ನು ನೀಡಬಹುದು ಆದರೆ ಸಾಮಾಜಿಕ ಸಂಬಂಧಗಳು ಅಥವಾ ನೆಟ್ವರ್ಕ್ ಮೂಲಕ ಸುಳ್ಳು ಆರೋಪಗಳಿಂದ ಕೆಟ್ಟ ಖ್ಯಾತಿಯನ್ನು ನೀಡಬಹುದು.",
"12 ನೇ ಮನೆಯಲ್ಲಿ ಮಂಗಳ-ಶನಿ ಸಂಯೋಗವು ನಿಮ್ಮ ಪ್ರಯತ್ನಗಳಲ್ಲಿ ಬಹಳಷ್ಟು ಹಿನ್ನಡೆಯನ್ನು ತರಬಹುದು, ಪ್ರಸಿದ್ಧ ಪರಿಚಯಸ್ಥರ ಮೂಲಕ ವಂಚನೆ, ಶಕ್ತಿ ಮತ್ತು ಚೈತನ್ಯವನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಆದರೆ ಶೈಕ್ಷಣಿಕ ಅನ್ವೇಷಣೆಗಳಲ್ಲಿ ಸಮೃದ್ಧಿಯನ್ನು ತರಬಹುದು.",
"ಜಾತಕದಲ್ಲಿ ಶನಿ-ಮಂಗಳ ಸಂಯೋಗ ಇದ್ದಾಗ ಘಟ ದೋಷ ಉಂಟಾಗುತ್ತದೆ. ಇವೆರಡೂ ದುಷ್ಟ ಗ್ರಹಗಳು ಮತ್ತು ಸ್ಥಳೀಯರ ಜೀವನದಲ್ಲಿ ವಿನಾಶವನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಶನಿ ಮತ್ತು ಮಂಗಳನ ಎರಡು ತೀವ್ರ ಶಕ್ತಿಗಳು ಸ್ಥಳೀಯರನ್ನು ಹಠಾತ್ ಪ್ರವೃತ್ತಿಯನ್ನಾಗಿ ಮಾಡಬಹುದು ಮತ್ತು ದ್ವೇಷದ ಭಾವನೆಗಳನ್ನು ಬೆಳೆಸಬಹುದು. ದೀರ್ಘಾವಧಿಯ ಪ್ರಭಾವದೊಂದಿಗೆ ಕೆಟ್ಟ ನಿರ್ಧಾರಗಳು ಅಥವಾ ಪ್ರಕೋಪಗಳನ್ನು ತರುವುದು, ಶನಿಯ ನಿರ್ಬಂಧಗಳಿಂದ ವ್ಯಕ್ತಿಯು ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳಲ್ಲಿ ಸಂಘರ್ಷದ ಭಾವನೆಯನ್ನು ಅನುಭವಿಸಬಹುದು."
],
"shrapit":["ಈ ಜಾತಕದಲ್ಲಿ ಶ್ರಾಪಿತ ದೋಷವಿಲ್ಲ",
"1 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ನೀವು ಯಾವಾಗಲೂ ಚಿಂತಿತರಾಗಿರುತ್ತೀರಿ, ಪೀಡಿತ ಆರೋಗ್ಯದೊಂದಿಗೆ ನಕಾರಾತ್ಮಕ ಆಲೋಚನೆಗಳೊಂದಿಗೆ ಆಳ್ವಿಕೆ ನಡೆಸುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ, ಇದು ಕಡಿಮೆ ಚೈತನ್ಯ ಅಥವಾ ವೈದ್ಯಕೀಯ ಸಹಾಯದ ಅಗತ್ಯವಿರುವ ರೋಗವನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
"2 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಮಾತಿನಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಕುಟುಂಬ ಸಂಬಂಧಗಳಲ್ಲಿನ ವಿವಾದಗಳು ಮತ್ತು ಕಡಿಮೆ ಹಣದ ಸಂಗ್ರಹವು ಕೆಲಸದ ಮುಂಭಾಗದಲ್ಲಿ ಸಹೋದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
"3 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ನಿಮಗೆ ಜೀವನದಲ್ಲಿ ಏರಿಳಿತಗಳನ್ನು ನೀಡಬಹುದು, ಏಕೆಂದರೆ ಪ್ರಗತಿಗೆ ಕಡಿಮೆ ಉಪಕ್ರಮ, ಒಡಹುಟ್ಟಿದವರ ಸಂತೋಷವಿಲ್ಲದೆ, ಸಂವಹನದ ಗುಣಮಟ್ಟದ ಬಗ್ಗೆ ಕಡಿಮೆ ಕಾಳಜಿಯನ್ನು ಹೊಂದಿರಬಹುದು.",
"4 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಸಂತೋಷ ಮತ್ತು ಸ್ಥಿರತೆಯ ಮನೆಯಲ್ಲಿ ಹೆಚ್ಚು ಪ್ರಗತಿಪರ ಸ್ಥಾನವಲ್ಲ, ಅಲ್ಲಿ ಅದು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಬಂಧಗಳ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರುವ ಆಸ್ತಿಗಳು (ಸ್ಥಿರ) ಮತ್ತು ಸಂಪತ್ತಿನ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ ಏಕೆಂದರೆ ಶನಿಯು ನಿರ್ಮಾಣವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ ಮತ್ತು ರಾಹು ಹಣ, ಅಡೆತಡೆಗಳು ಮತ್ತು ಗೊಂದಲಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ." ,
"5 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ನಿಮ್ಮ ಶಿಕ್ಷಣವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಕಷ್ಟವಾಗುವುದರೊಂದಿಗೆ ನಕಾರಾತ್ಮಕ ಆಲೋಚನೆಗಳಿಗೆ ಗುರಿಯಾಗುತ್ತಾರೆ, ಹಿರಿಯ ಒಡಹುಟ್ಟಿದವರ ಸಂಬಂಧವು ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. ಸಂತಾನ ಭವಿಷ್ಯವು ಪರಿಣಾಮ ಬೀರಬಹುದು ಅಥವಾ ಮಕ್ಕಳ ಆರೋಗ್ಯವು ಕೆಟ್ಟದಾಗಬಹುದು.",
"ಆರನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ನಿಮ್ಮ ಆರೋಗ್ಯದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು, ಏಕೆಂದರೆ ಹೃದಯಾಘಾತ, ರಕ್ತ ಅಸ್ವಸ್ಥತೆ, ಸಾಲಗಳು ಅಥವಾ ವ್ಯಕ್ತಿಯು ಕುಡಿಯುವ ಮತ್ತು ಜೂಜಿನ ಕೆಟ್ಟ ಅಭ್ಯಾಸಗಳಿಗೆ ವ್ಯಸನಿಯಾಗಬಹುದು.",
"7ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಕಡಿಮೆ ಸಹಕಾರ ಮತ್ತು ಪೈಪೋಟಿಯೊಂದಿಗೆ ಕೆಲಸದ ಮುಂಭಾಗದಲ್ಲಿ ವೃತ್ತಿಪರ ಪಾಲುದಾರರು ಮತ್ತು ಸಹೋದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಘರ್ಷಣೆಯನ್ನು ನೀಡಬಹುದು. ಇದು ನಿಮ್ಮ ಮನೆಯಲ್ಲಿ ಯುದ್ಧದ ವಲಯವನ್ನು ಸೃಷ್ಟಿಸುವ ನಿಮ್ಮ ಸಂಗಾತಿಯೊಂದಿಗಿನ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಬಂಧಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು. ನಿಮ್ಮ ಎಲ್ಲಾ ಉದ್ಯಮಗಳಲ್ಲಿ ಯಶಸ್ಸು. ತಾಳ್ಮೆ ಮತ್ತು ಕಠಿಣ ಪರಿಶ್ರಮದಿಂದ ಸೂಚಿಸಲಾಗುತ್ತದೆ.",
"8 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಕೆಟ್ಟ ಆರೋಗ್ಯ, ಕೆಟ್ಟ ಸಂಬಂಧಗಳು ಮತ್ತು ರಹಸ್ಯ ಸಂಬಂಧದ ಸಾಧ್ಯತೆಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ.",
"9 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ನಿಮ್ಮ ತಂದೆಯೊಂದಿಗೆ ಕಡಿಮೆ ಪ್ರಗತಿಶೀಲ ಸಂಬಂಧಗಳೊಂದಿಗೆ ಕಡಿಮೆ ಅದೃಷ್ಟವನ್ನು ನೀಡುತ್ತದೆ ಆದರೆ ಕಠಿಣ ಪರಿಶ್ರಮದಿಂದ ವೃತ್ತಿಪರ ಯಶಸ್ಸನ್ನು ನೀಡುತ್ತದೆ.",
"10 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ವೈಯಕ್ತಿಕ ಮತ್ತು ವೃತ್ತಿಪರ ಹಿನ್ನಡೆಗಳನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ಸರ್ಕಾರಿ ಅಪರಾಧಕ್ಕಾಗಿ ಶಿಕ್ಷೆಗೆ ಒಳಗಾಗುವ ಸಾಧ್ಯತೆಯಿದೆ.",
"11 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಲಾಭಗಳು ಜೂಜಾಟ ಅಥವಾ ಬೆಟ್ಟಿಂಗ್ ಮೂಲಕ ಗೋಚರಿಸುತ್ತವೆ ಆದರೆ ಹಿರಿಯ ಸಹೋದರರು ಮತ್ತು ಮಕ್ಕಳು ಆರೋಗ್ಯದಲ್ಲಿ ಕಡಿಮೆ ಚೈತನ್ಯದಿಂದ ಬಳಲುತ್ತಿದ್ದಾರೆ.",
"12 ನೇ ಮನೆಯಲ್ಲಿ ಶನಿ-ರಾಹು ಕಡಿಮೆ ಆರೋಗ್ಯ ಭವಿಷ್ಯ, ಅನೈತಿಕ ಸಂಬಂಧಗಳು, ವೈಯಕ್ತಿಕ ಸಂಬಂಧಗಳಲ್ಲಿ ಸಂತೋಷದ ಕೊರತೆಯನ್ನು ನೀಡುತ್ತದೆ.",
"ಶನಿ ಮತ್ತು ರಾಹು ಒಂದೇ ರಾಶಿಯಲ್ಲಿ ನೆಲೆಗೊಂಡಾಗ ಶ್ರಾಪಿತ್ ದೋಷವು ಜನ್ಮಜಾತ ಚಾರ್ಟ್ನಲ್ಲಿ ಸಂಭವಿಸುತ್ತದೆ. ಶ್ರಪಿತ್ ಎಂದರೆ ಹಿಂದಿನ ಜನ್ಮದಿಂದ ಯಾರೋ ಮಾಡಿದ ಶಾಪ. ಈ ದೋಷವು ಹಿಂದಿನ ಜನ್ಮದಲ್ಲಿ ವ್ಯಕ್ತಿಯ ತಪ್ಪು ಕ್ರಿಯೆಗಳಿಂದ ಉಂಟಾಗುತ್ತದೆ. ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಶಾಪಗ್ರಸ್ತನಾಗಿರುತ್ತಾನೆ. ಹಿಂದಿನ ಜನ್ಮದಲ್ಲಿ ಯಾರೋ ಮಾಡಿದ ದುಷ್ಕೃತ್ಯಗಳಿಗೆ ಭೂತಕಾಲದ ಕರ್ಮಗಳು ವರ್ತಮಾನದಲ್ಲಿ ತನ್ನ ಅಸ್ತಿತ್ವವನ್ನು ಬೆನ್ನಟ್ಟುವುದನ್ನು ದುರಾದೃಷ್ಟವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.ಈ ಜನ್ಮದಲ್ಲಿ ಏನೇ ನಡೆದರೂ ಅದು ಹಿಂದಿನ ಜನ್ಮದ ಕೆಟ್ಟ ಕರ್ಮದ ಪ್ರತಿಬಿಂಬವಾಗಿದೆ. ವ್ಯಕ್ತಿಯು ಈ ದೋಷದ ದುಷ್ಪರಿಣಾಮಗಳನ್ನು ಅನುಭವಿಸಬಹುದು: ಶೈಕ್ಷಣಿಕ ಅನ್ವೇಷಣೆಗಳಲ್ಲಿನ ತೊಂದರೆಗಳು, ವ್ಯವಹಾರದಲ್ಲಿ ಅಡಚಣೆಗಳು, ಭಾರಿ ಆರ್ಥಿಕ ನಷ್ಟಗಳು, ಮಕ್ಕಳ ಆಗಾಗ್ಗೆ ಅನಾರೋಗ್ಯ, ಸಂತತಿಯ ಕೊರತೆ, ವೈವಾಹಿಕ ಭಿನ್ನಾಭಿಪ್ರಾಯ, ಕಾನೂನು ಕದನಗಳು ಮತ್ತು ದ್ವೇಷ, ಆತಂಕ ಮತ್ತು ಒತ್ತಡ ಮತ್ತು ಕಡಿಮೆ ಆತ್ಮ ವಿಶ್ವಾಸ"
]
}