{
"kala_sarpa":["There is no Kala Sarpa Dosha in this horoscope.",
	"Ananta Kala Sarpa Dosha- Rahu in 1st House and Ketu in 7th House. In this Dosha, Rahu is placed in the 1st house and Ketu in the 7th house in the horoscope. All planets are placed between Rahu-Ketu from the 1st house to the 7th house. This alignment can make a person ill-tempered and bring health issues. There would be problems in marital relationships, and, if in business, there would be a lack of support from partners.",
	"Kulik Kala Sarpa Dosha- Rahu in 2nd House and Ketu in 8th House. This Dosha is formed when Rahu is in the 2nd house and Ketu is in the 8th house, and all planets are between them. The individual afflicted may be vile-tongued and lead a life without the support of relatives. Monetary problems might surface, and savings might not be possible. The afflicted native may undergo surgery or accidents. There may be a possibility of unnatural death.",
	"Vasuki Kala Sarpa Dosha- Rahu in 3rd House and Ketu in 9th House. This Dosha is formed in the horoscope when Rahu and Ketu are in the 3rd, and 9th houses, respectively, and the remaining planets are hemmed between them. The afflicted individual may be timid in disposition and unable to fight for self-esteem. Relationships with younger siblings might not be good. Tide will go against the individual who may be unable to overcome adversity. The native can lack interest in religion, and luck may not favor them.",
	"Shankapal Kala Sarpa Dosha- Rahu in 4th House and Ketu in 10th House. This Dosha is formed when all planets are between Rahu and Ketu, which are placed from the 4th house to the 10th house. This alignment causes the native to have a bad relationship with the mother. The individual might not have mental peace and face professional problems.",
	"Padma Kala Sarpa Dosha- Rahu in 5th House and Ketu in 11th House. The axis of Rahu-Ketu from the 5th house to the 11th house and all planets within this axis cause this Dosha. The afflicted individual can face an issue with childbirth and education. They may have problems earning and may get into conflict with elder siblings.",
	"Mahapadma Kala Sarpa Dosha- Rahu in 6th House and Ketu in 12th House. The alignment of all planets in the Rahu-Ketu axis of the 6th house to the 12th house causes this Dosha. The afflicted individual can be dominated by enemies and lose money and property. The native could waste money, be unpopular, and have conflicts with in-laws.",
	"Takshak Kala Sarpa Dosha- Rahu in 7th House and Ketu in 1st House. The placement of all planets in the axis of Rahu-Ketu from the 7th house to the 1st house cause this Dosha. The afflicted may not go through marriage. If married, then the marriage might not go well. This Dosha can create a rift between the couple, leading to separation.",
	"Karakotak Kala Sarpa Dosha- Rahu in 8th House and Ketu in 2nd House. The placement of Rahu in the 8th house and Ketu in the 2nd house and the remaining planets in between them can cause this Dosha. The afflicted native might be ill-tempered and befriend anti-social elements. The native might have enemies and not be granted paternal wealth.",
	"Shankachood Kala Sarpa Dosha- Rahu in 9th House and Ketu in 3rd House. When Rahu is placed in the 9th house, Ketu in the 3rd house and all planets are between Rahu and Ketu; this Dosha is created in the horoscope. An afflicted individual might struggle a lot in life, and luck may never favor them. The individual may develop a habit of lying constantly and could be short-tempered.",
	"Ghatak Kala Sarpa Dosha- Rahu in 10th House and Ketu in 4th House. This Dosha is formed when Rahu is placed in the 10th house, Ketu in the 4th house, and all the planets are between the 10th to 4th houses. The afflicted individual may face many hurdles in his profession and conflicts with superiors at work. The individual may lack focus and face criticism. Relationships with family members may be poor. There may be debts and bad habits.",
	"Vishdhar Kala Sarpa Dosha- Rahu in 11th House and Ketu in 5th House. This Dosha is formed when Rahu is placed in the 11th house and Ketu is placed in the 5th house, and all planets are hemmed between Rahu and Ketu. There would be financial stress and issues regarding children when this Dosha is present in the horoscope.",
	"Sheshang Kala Sarpa Dosha- Rahu in 12th House and Ketu in 6th House. When Rahu is in the 12th house and Ketu is in the 6th house, and all planets are hemmed between them, this Dosha is formed in the horoscope. The native might not be satisfied in life. There may be hidden enemies, and one may face trouble with authorities. There might be frequent health issues.",
	"Kala Sarpa Dosha is considered to be the main reason for the demotion of an individual from a high position. When all the major planets are placed between Rahu and Ketu, Kaal Sarpa Dosha is created. It brings along a lot of struggles, unhappiness, and disturbances. It can cause many difficulties like failure in business, physical and mental weakness, delayed or unhappy marriage, etc. Hence, if it is not treated with proper Vedic rituals, it may become the cause for repeated obstacles and misfortunes in life. The alignment of the cosmic bodies when all the planets- the Sun, the Moon, Mercury, Venus, Mars, Jupiter, and Saturn, are hemmed between Rahu and Ketu, Kala Sarpa Dosha is created. Even if one planet is outside the Rahu-Ketu axis, it will not be considered a Dosha. Different placement of Rahu and Ketu can give different outcomes."
	],
"manglik":["There is no Manglik/Mars dosha in this horoscope.",
	"The 1st House is the Lagna or the Ascendant, and that represents the person or the self itself. When Mars gets placed in this House, the natives can become impulsive, short-tempered, and even violent. This can lead to conflicts between partners, and throw their life out of gears, and result in separations, too.",
	"The 2nd is the House denoting family and joy, and placement of Mars here can make the native devoid of mercy, and contribute to poverty and strains in marital life. At times, this can end up in breakups too.",
	"There is no Manglik/Mars dosha in this horoscope.",
	"Placement of Mars in the 4th House, which represents comforts, can cause problems in profession and money-matters. This can also result in diseases and disturbed family life. ",
	"There is no Manglik/Mars dosha in this horoscope.",
	"There is no Manglik/Mars dosha in this horoscope.",
	"The 7th is the Kalathra Sthana, which directly represents marriage. The placement of Mars here can make the natives aggressive and dominating and may lead to differences of opinion between spouses, sufferings, and sorrow.",
	"The 8th House represents the Suhaag bhava, the longevity of marriage. While planet Mars here can make the person highly temperamental, sexually aggressive, accident-prone, and unlucky, this can also spell doom for the long life of either of the spouses and thus of the marriage itself.",
	"There is no Manglik/Mars dosha in this horoscope.",
	"There is no Manglik/Mars dosha in this horoscope.",
	"There is no Manglik/Mars dosha in this horoscope.",
	"12th is the House of conjugal bliss and joy. When Mars gets placed in this House, the native can become restless and aggressive, and suffer the loss of self-esteem. In the process, the peace and happiness of their marital bond will get hit, and life may turn miserable.",
	"According to Vedic Astrology, When Mars occupies the 2nd house, 4th house, 7th house, 8th house, or 12th house, from Ascendant (1st house), Moon, and Venus in the birth chart or horoscope, the cosmic alignment creates Manglik Dosha. South Indian astrology considers Mars in the 2nd House for Mangal Dosha. It is called Chevvai (Sevvai) Dosham in Tamil."
	],
"manglik_exceptions":["There are no exceptions that are applicable.",
	"Mars in Leo or Aquarious",
	"Mars in 2nd house and in signs of Gemini or Virgo",
	"Mars in 4th house and in signs of Aries or Scorpio",
	"Mars in 7th house and in signs of Cancer or Capricorn",
	"Mars in 8th house and in signs of Sagitariusor Pisces",
	"Mars in 12th house and in signs of Taurus or Libra",
	"Mars is in association or aspected by Jupiter or Saturn",
	"Mars is retrograde",
	"Mars is weak (combust, Rasi Sandhi etc)",
	"Mars is lagna lord.",
	"ruler of the sign of Mars is neecham or associated with strong benefic planet",
	"When Mars is in own house, uccham or in friend's' house leads to reduced effects",
	"When Mars is in movable house, it reduces effects",
	"Ruler of the sign of Mars is in Quadrants or Trines of the rasi",
	"If Lagnam is in Cancer or Leo, then Mars is yoga karaka and therefore will not cause dosha.",
	"Since Mars cojoins with Jupiter or moon, it reduces the dosha",
	"When Jupiter or Venus is in Lagna it reduces dosha",
	"Though there is Mars dosha- due to following exceptions- Mars dosha is ineffective."
	],
"pitru":["There is no pitru dosha in this horoscope.",
		"Either sun, moon or Rahu is in ninth house.",
		"Ketu is in the fourth house.",
		"Either sun, moon, rahu or ketu has been afflicted by malefic planets like Mars or Saturn",
		"Venus, Mercury, Rahu or any of these two planets are in one of the 2nd, 5th, 9th or 12th house.",
		"Sun or Moon is in conjunction with Rahu or Ketu.",
		"Pitru Dosha is a planetary flaw that means a karmic debt of the ancestors, which is to be paid by the person afflicted with Pitru Dosha in the Kundli. It is formed when your forefathers have committed any mistakes, crimes, or sins in their life journey. In return, you have to pay the karmic debt by experiencing different challenges or punishments in your life. This Dosha is created when Sun or Moon are in conjunction or aspects Rahu or Ketu in your birth chart. The malefic effects of this Dosha become severe when the conjunction takes place in the 1st, 5th, 8th, or 9th house of the birth chart. Hence, if you are facing never-ending troubles, Pitru Dosha may be the reason for the pain and agony in your life. <br> There is pitru dosha in this horoscope for the following reasons:"
],
"kalathra":["There is no kalathra dosha in this horoscope.",
"",
"Kalathra Dosha is an affliction that affects marriage and brings troubles to marriage. In Vedic astrology, the 7th house represents relationships; in Sanskrit, it is called Kalathra Sthana, the house of Spouse. The 7th house signifies spouse, harmony, partnership, happiness, marital harmony, and good bonding. This Kalathra Dosha is also called Vivaha Dosha- the affliction affecting marriages. Kalathra Dosha can create troubled marriages and disturb peace and harmony. Having this Dosha (Affliction) in the birth chart can bring hurdles and the following issues: Delayed marriage, Unhappiness in married life, Health issues in the spouse"
],
"guru_chandal":["There is no Guru Chandal dosha on this horoscope.",
"Jupiter and Rahu or Ketu in the 1st house gives auspicious results and you are learned and well-versed and the positive conjunction can give you intellectual wisdom where you can become good spiritual teacher & mentor.",
"Jupiter and Rahu or Ketu in the 2nd house gives you rashness in speech due to the effect of Rahu and it brings a separation from family and loved ones.",
"Jupiter and Rahu or Ketu in the 3rd house gives beneficial results due to travel where many opportunities will give you success in ventures with fewer efforts due to blessings of Jupiter.",
"Jupiter and Rahu or Ketu in the 4th house will bless you with unique creative ability, affection for mother but your life revolves around your mother, and this may affect your other relationships negatively.",
"Jupiter and Rahu or Ketu in the 5th house will make you involved in the creative way of life or doing things with an expertise in your field but you may get addicted to bad habits due to your high profile.",
"Jupiter and Rahu or Ketu in the 6th house may bring you big success in speculative business but may affect your health.",
"Jupiter and Rahu or Ketu in the 7th house gives delay in marriage, issues in marital and professional partnership and lack of happiness in marriage.",
"Jupiter and Rahu or Ketu in 8th house can give a fascination for deeper learning of the mystic fields, research works as scientists but will give rivals and challenges in your success.",
"Jupiter and Rahu or Ketu in 9th house brings auspicious results with a refined religious inclination along with an unaffected generous nature despite successful designation.",
"Jupiter and Rahu or Ketu in the 10th house can give an unsuccessful career but can make you a good and enthusiastic learner.",
"Jupiter and Rahu or Ketu in the 11th house will give you a good social image, affection towards children but you will run after wealth all your life.",
"Jupiter and Rahu or Ketu in the 12th house can give success in career abroad and away from family but is liable to give mental and physical health issues.",
"There is Guru Chandal dosha in this horoscope. In the birth chart, Chandal Dosha occurs when the planet Jupiter is in conjunction with the malefic planets Rahu or Ketu. Jupiter is called Guru in Vedic Astrology. Chandal refers to an Asura, which is Rahu. Hence, the Dosha is also known as Guru Chandal Dosha. The Dosha can cause malefic effects in the native’s life. Alternatively, if Jupiter is strong, this will become Guru-Chandal-Yoga. However, this Dosha is not very malefic in all houses, and if Jupiter is stronger and well placed, and can control Rahu, then the native could go a long way with minimal loss. Jupiter combined with Ketu is not considered Chandal Dosha by astrologers in the Northern part of India. It makes the native more spiritual and isolated from the world."
],
"ganda_moola":["There is no ganda moola dosha in this horoscope.",
"A person born in the first stage of Ashwini Nakshatra might have to face a lot of obstacles in life. This stage gives results based on the bad deeds of the past life. Also, the native born in this stage of Ashwini Nakshatra may cause some problems for the father. But, this Nakshatra should not be considered negative because of these effects. Other combinations formed in a horoscope should also be analysed before reaching to any conclusion. The native born in the second stage of Ashwini Nakshatra lives a happy and  prosperous life. Similarly, a person born in the third stage of Ashwini Nakshatra achieves high position and honour in society. He also gets cooperation of his friends and will be fond of travelling. A person gets respect and gifts from government if he is born in the fourth stage of Ashwini Nakshatra. But, he may suffer from minor health problems.",
"Ashlesha Nakshatra stays in Cancer sign from 16 degrees 40 minutes to 30 degrees. If Moon is in Cancer sign between these degrees, it said to be in Gandmool Nakshatra. The first stage of Ashlesha Nakshatra is not exactly considered to be inauspicious, but the native may have to suffer from loss of wealth. However, this stage may give auspicious results if Shanti Puja is performed. A native born in the second stage of Ashlesha Nakshatra may cause  problems for his brothers and sisters or may destroy his own wealth once he grows up. A child born in the third stage of Ashlesha Nakshatra may cause problems for both mother and father. If a child is born in the fourth stage, the father of the child may have to face some financial loss and health problems.",
"The beginning of Leo sign marks the beginning of Magha Nakshatra. If Moon is in Leo sign from 0 degrees to 13 degrees and 20 minutes, it is said to be in Gandmool Nakshatra. The native born in the first stage of Magha Nakshatra may cause problems to the mother. In the same way, native born in the second stage may cause some problems to the father. A person is blessed with all kinds of pleasures throughout his life, if he is born in the third stage of Magha Nakshatra. A person is born in the fourth stage of Magha Nakshatra is stable in his profession and pursues higher education.",
"Jyeshtha Nakshatra stays in Scorpio sign from 16 degrees and 40 minutes to 30 degrees. If Moon is in Scorpio sign between these degrees, the child is said to have been born in Gandmool Nakshatra. According to Indian Vedic astrology, Jyeshtha Nakshatra is considered to be an inauspicious Nakshatra. Native born in the first stage of Jyeshtha Nakshatra may cause problems for his elder brothers and sisters. The second stage of Jyeshtha Nakshatra is considered to be inauspicious for younger brothers and sisters. They may suffer from health ailments and other issues. Health of the mother might become a matter of concern for the native born in the third stage of Jyeshtha Nakshatra. Taking birth in the fourth stage is not considered auspicious for the native himself. The person may have to face a lot of obstacles throughout his life.",
"If Moon is in Sagittarius sign from 0 degrees to 13 degrees and 20 minutes at the time of birth, the native  is said to be born in Gandmool Nakshatra. Many drastic changes occur in the life of a father when the native is born in the first stage of Mool Nakshatra. A child’s birth in the second stage of Mool Nakshatra is considered inauspicious for the mother as it  causes a lot of problems for the mother. Native born in the third stage might have to face loss of wealth and be deprived of his property and money. The fourth stage of Mool Nakshatra gives average results. However, auspicious results can be attained in this stage  if Shanti puja is performed. The native may suffer a great loss at least once in his life.",
"Rewati Nakshatra stays in Pisces sign from 16 degrees and 40 minutes to 30 degrees. If Moon is in Pisces sign between these degrees, a child is said to have been born in Gandmool Nakshatra. Native born in the first stage of Rewati Nakshatra lives a happy and successful life. Such a person remains happy with his financial condition. A person born in the second stage of Rewati Nakshatra achieve high position through their hard work, intelligence and dedication. However, he may have to face some losses related to land and property. A person born in the third stage of Rewati Nakshatra attains lots of wealth and property, but  might also have to go through loss of wealth Native born in the fourth stage of Rewati Nakshatra create problems for himself. However, some scholars believe that people born in this stage can cause problems for their parents also. They may face a lot of struggle in life.",
"Ganda Moola Dosha occurs when the Moon is present in any of the six Ganda Moola Nakshatras at the time of birth. The Dosha is formed in a horoscope when the Moon is placed in the following constellations: Ashwini, Ashlesha, Magha, Jyeshta, Moola, or Revati, collectively called the Ganda Moola Nakshatras. These nakshatras are rulled by the planets Mercury and Ketu. In Vedic Astrology, the Ganda Moola Nakshatras are considered inauspicious, and this affliction becomes strong when other vital planets in the birth chart also become malefic. A person born in the Ganda Moola Nakshatra can face frequent problems in life. Their parents, siblings, and relatives may as well be affected due to this affliction. Such natives may create issues in the family and face obstacles during important endeavors in life. Having this Dosha (Affliction) in the birth chart can cause: Problems with parents and siblings, Danger to relatives in both father’s and mother’s families, Endangerment to domestic animals and cattle, Loss of wealth, and Dissatisfaction and troubles in the family."
],
"ghata":["There is no ghata dosha in this horoscope.",
"Mars-Saturn Conjunction in 1st house indicates it can make you dominating in relationships with an inflexible attitude. You have contradictory nature with impulsive streak, so it is best to keep a low profile in any contradicting situation/relationships and invest your vitality and energy in constructive work.",
"Mars-Saturn Conjunction in 2nd house brings contradiction in the family relations along with good money as Saturn is hard work and Mars is initiative and energy of action that can bring more monetary gains if the conjunction is placed and utilized in a positive manner but often results in increased stress over money matters.",
"Mars-Saturn Conjunction in 3rd house indicates good initiative and courage which can give you more monetary gains with your hard work and effort but on the other hand, conflicts with siblings and family are visible due to your stubborn nature.",
"Mars-Saturn Conjunction in 4th house indicates stability in the sentiments and expression of domestic happiness, extra involvement with religious activities but there could be conflicts with your mother very often.",
"Mars-Saturn Conjunction in 5th house indicates a malefic effect on matters related with children, speculation in money matters, creativity and bonding in love relationships.",
"Mars-Saturn Conjunction in 6th house indicates the courage to win over your rivals, good health and vitality but can give added anger and caution against rash driving of vehicle.",
"Mars-Saturn Conjunction in 7th house indicates less progressive attitude in married life and relationships but if this conjunction is utilized constructively, it can give success in business endeavors with strong hard work and efforts.",
"Mars-Saturn Conjunction in 8th house gives you good wealth with name & fame and long life but it will affect your health and will have debts in money-related matters.",
"Mars-Saturn Conjunction in 9th house indicates the rise in your religious inclination, less cordial relations with siblings, father but will be generous in money matters.",
"Mars –Saturn Conjunction in 10th house success in business with government policies but good competition from rivals, beneficial to maintain cooperation with others.",
"Mars-Saturn Conjunction in 11th house can give gains through many sources due to hard work but can give bad reputation due to false allegations through social relations or network.",
"Mars-Saturn Conjunction in 12th house can bring lot of setbacks in your endeavors, deception through well-known acquaintances, loss of energy and vitality but can bring prosperity in educational pursuits.",
"Ghat Dosha occurs when there is Saturn-Mars conjunction in a horoscope. Both are malefic planets and can combine to create havoc in the native’s life. The two most extreme energies of Saturn and Mars can make the native impulsive and develop feelings of hatred, bringing about bad decisions or outbursts with a long-lasting impact. The person may feel a sense of conflict in all actions due to the restrictions from Saturn."
],
"shrapit":["There is no shrapit dosha in this horoscope",
"Saturn-Rahu in the 1st house indicates you will always be worried, ruled with negative thoughts with afflicted health that is likely to indicate low vitality or disease that will require medical assistance.",
"Saturn-Rahu in the 2nd house indicates problems in speech, disputes in family relations and less accumulation of money will have problems with colleagues on the work front.",
"Saturn-Rahu in the 3rd house can give you fluctuations in life due to less initiative for progress, devoid of sibling happiness, may have less concern about the quality of communication.",
"Saturn-Rahu in 4th house is not a very progressive placement in the house of happiness and stability where it will affect your personal relations with the affects assets (fixed) and wealth as Saturn represents construction and Rahu represents money, obstacles and confusion.",
"Saturn-Rahu in the 5th house will make you prone to negative thoughts with the difficulty of completing your education, elder siblings relationship will be affected. Progeny prospects may be affected, or children may have bad health.",
"Saturn-Rahu in 6th house may affect your health due to health concerns like heart attack, blood disorder, debts or the person maybe addicted to bad habits of drinking and gambling.",
"Saturn-Rahu in the 7th house may give the conflicts with professional partners and coworkers on the work front with less cooperation and rivalry. It can affect your personal relations with your spouse creating a war-zone in your home. Success in all your ventures is indicated with patience and hard work.",
"Saturn-Rahu in the 8th house indicates bad health, dire relationships and the chances of a secret affair is very likely.",
"Saturn-Rahu in the 9th house gives a low luck quotient to you with less progressive relations with father but professional success with hard work.",
"Saturn-Rahu in the 10th house gives personal and professional setbacks and there is a possibility to be punished for government offense.",
"Saturn-Rahu in 11th house gains are visible through gambling or betting but the elder siblings and children are likely to suffer due to low vitality in health.",
"Saturn-Rahu in 12th house gives low health prospects, immoral relationships, lack of happiness in personal relations.",
"Shrapit Dosha occurs in a natal chart when Saturn and Rahu are placed in a single sign. Shrapit means a curse by someone from a past life. This Dosha results from the wrong actions of a person in a past life. A person is cursed by someone for their misdeeds in a past life. It is considered bad luck to have past life Karma chasing one’s existence in the present one. Whatever happens in this life is a reflection of bad karma from the past life. Following are list of problems that a person may experience as the malefic effects of this Dosha: Problems in academic pursuits, Hurdles in business, Huge financial losses, Frequent illnesses of children, Lack of progeny, Marital discord, Legal battles and enmity, Anxiety and stress and Low self-confidence"
]
}