{
"dharma_karmadhipati_raja_yoga" :["धर्म कर्माधिपति राजयोग",
"यदि धर्म स्थान (9वें) और कर्म स्थान (10वें) के स्वामी राजयोग बनाते हैं, तो इसे इस विशेष नाम से जाना जाता है। 9वां घर सबसे महत्वपूर्ण त्रिकोण है और 10वां घर सबसे महत्वपूर्ण चतुर्थांश है।",
"इस योग के साथ जन्म लेने वाला व्यक्ति ईमानदार, समर्पित और धर्मात्मा होता है। वह भाग्यशाली होता है।"
],
"vipareetha_raja_yoga":["विपरीत राजयोग",
"6वें, 8वें और 12वें भावों को त्रिक स्थान या दुस्थान (बुरे घर) के रूप में जाना जाता है। यदि उनके स्वामी दुस्थान पर कब्जा कर लेते हैं या दुस्थान पर युत हो जाते हैं, तो इसके परिणामस्वरूप यह योग बनता है।",
"इस योग को करने वाले को जबरदस्त सफलता का अनुभव होता है, आमतौर पर शुरुआती संघर्ष के बाद। विपरीत का अर्थ है चरम।"],
"neecha_bhanga_raja_yoga":["नीचा भंग राजयोग",
"1. यदि किसी कमजोर या नीच ग्रह द्वारा ली गई राशि का स्वामी उच्च का है या चंद्रमा से केंद्र में है। उदाहरण के लिए, यदि बृहस्पति मकर राशि में नीच का है और यदि शनि उच्च का है और चंद्रमा से केंद्र में स्थित है। 2. यदि नीच का है ग्रह उच्च ग्रह के साथ युति में है। 3. यदि नीच ग्रह उस राशि के स्वामी द्वारा दृष्ट है। उदाहरण के लिए, यदि सूर्य तुला राशि में नीच राशि में है और उस पर शुक्र सातवीं दृष्टि से देख रहा है। 4. यदि नीच ग्रह उच्च राशि में है। नवमांश चार्ट। 5. जो ग्रह उस राशि में उच्च का होता है जहां एक नीच ग्रह स्थित होता है, वह लग्न या चंद्रमा से केंद्र में होता है। उदाहरण के लिए, यदि जन्म कुंडली में सूर्य तुला राशि में नीच का होता है और शनि जो तुला राशि में उच्च का होता है। लग्न या चंद्रमा से केंद्र में रखा गया है। नोट: नीचे दी गई केवल पहली 3 स्थितियों की जाँच करें। 4 और 5 को भविष्य के संस्करण में किया जाएगा", 
"नीच भंग राज योग आमतौर पर व्यक्ति को प्रसिद्धि, संपत्ति और नियंत्रण प्रदान करता है। लेकिन उक्त सभी समृद्धि का उपयोग जातक केवल जीवन के अगले भाग में ही कर पाएगा, विशेष रूप से 36 वर्ष की आयु के बाद, जो कि योग की दशा विकसित करने वाली आयु के अनुरूप है, उप -अवधि और गोचर किसी के चार्ट में होते हैं। इस विशिष्ट प्रकृति को इस योग के लिए जिम्मेदार ठहराया जाता है क्योंकि नीच भंग राजयोग बनाने वाला ग्रह पहले दुर्बलता के अधीन होता है और फिर रद्दीकरण प्राप्त करता है। इसी तरह, जातक के जीवन में भी प्रारंभिक भाग में प्रतिकूलताओं का सामना करना पड़ेगा। जीवन का और फिर उत्कृष्टता प्राप्त करना शुरू कर देगा। कई स्रोतों से कमाई करना और एक अच्छी छवि रखने के साथ-साथ बड़ी संख्या में लोगों और विभिन्न समुदायों के बीच अच्छी प्रतिष्ठा अर्जित करना इस योग का परिणाम है। व्यक्ति को उसके व्यक्तिगत, व्यावसायिक रूप से प्रशंसा मिलेगी और सामाजिक दायरे। वे जो कुछ भी करते हैं, उससे उन्हें अच्छी प्रतिष्ठा मिलती है और लोग आमतौर पर उन्हें उसी रूप में पसंद करते हैं। राजयोग लागू होने पर वे बड़ी संपत्ति इकट्ठा करेंगे और आय के कई स्रोत पैदा करना शुरू कर देंगे। वे जीवन में शक्ति भी रखेंगे। इस योग के प्रभावी होने पर जातक कई लोगों पर अधिकार जमाएगा।"]
}