{
"dharma_karmadhipati_raja_yoga" :["ಧರ್ಮ ಕರ್ಮಾಧಿಪತಿ ರಾಜಯೋಗ",
"ಧರ್ಮ ಸ್ಥಾನ (9 ನೇ) ಮತ್ತು ಕರ್ಮ ಸ್ಥಾನದ (10 ನೇ) ಅಧಿಪತಿಗಳು ರಾಜಯೋಗವನ್ನು ರಚಿಸಿದರೆ, ಅದನ್ನು ಈ ವಿಶೇಷ ಹೆಸರಿನಿಂದ ಕರೆಯಲಾಗುತ್ತದೆ. 9 ನೇ ಮನೆಯು ಅತ್ಯಂತ ಪ್ರಮುಖವಾದ ತ್ರಿಕೋನವಾಗಿದೆ ಮತ್ತು 10 ನೇ ಮನೆಯು ಅತ್ಯಂತ ಪ್ರಮುಖವಾದ ಚತುರ್ಭುಜವಾಗಿದೆ.",
"ಈ ಯೋಗದಿಂದ ಜನಿಸಿದವನು ಪ್ರಾಮಾಣಿಕ, ನಿಷ್ಠೆ ಮತ್ತು ನೀತಿವಂತ. ಅವನು ಅದೃಷ್ಟಶಾಲಿ."
],
"vipareetha_raja_yoga":["ವಿಪರೀತ ರಾಜ ಯೋಗ",
"6 ನೇ, 8 ನೇ ಮತ್ತು 12 ನೇ ಮನೆಗಳನ್ನು ತ್ರಿಕ್ ಸ್ಥಾನಗಳು ಅಥವಾ ದುಸ್ಥಾನಗಳು (ಕೆಟ್ಟ ಮನೆಗಳು) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅವರ ಅಧಿಪತಿಗಳು ದುಸ್ಥಾನಗಳನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡರೆ ಅಥವಾ ದುಸ್ಥಾನಗಳನ್ನು ಸಂಯೋಜಿಸಿದರೆ, ಅದು ಈ ಯೋಗವನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.",
"ಈ ಯೋಗವನ್ನು ಹೊಂದಿರುವವರು ಪ್ರಚಂಡ ಯಶಸ್ಸನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ, ಸಾಮಾನ್ಯವಾಗಿ ಆರಂಭಿಕ ಹೋರಾಟದ ನಂತರ. ವಿಪರೀತ ಎಂದರೆ ವಿಪರೀತ."],
"neecha_bhanga_raja_yoga":["ನೀಚ ಭಂಗ ರಾಜ ಯೋಗ",
"1. ದುರ್ಬಲ ಅಥವಾ ದುರ್ಬಲಗೊಂಡ ಗ್ರಹದಿಂದ ಆಕ್ರಮಿಸಲ್ಪಟ್ಟಿರುವ ರಾಶಿಯ ಅಧಿಪತಿ ಉತ್ಕೃಷ್ಟನಾಗಿದ್ದರೆ ಅಥವಾ ಚಂದ್ರನಿಂದ ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ. ಉದಾ, ಗುರುವು ಮಕರ ರಾಶಿಯಲ್ಲಿ ದುರ್ಬಲವಾಗಿದ್ದರೆ ಮತ್ತು ಶನಿಯು ಉಚ್ಛನಾಗಿದ್ದರೆ ಮತ್ತು ಚಂದ್ರನಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಸ್ಥಿತರಾಗಿದ್ದರೆ. 2. ದುರ್ಬಲವಾಗಿದ್ದರೆ ಗ್ರಹವು ಉತ್ಕೃಷ್ಟ ಗ್ರಹದೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿದ್ದರೆ 3. ದುರ್ಬಲಗೊಂಡ ಗ್ರಹವು ಆ ರಾಶಿಯ ಯಜಮಾನನಿಂದ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ, ಉದಾ, ತುಲಾದಲ್ಲಿ ಸೂರ್ಯನು ದುರ್ಬಲನಾಗಿದ್ದರೆ ಮತ್ತು ಅದು ಶುಕ್ರನ 7 ನೇ ಅಂಶದೊಂದಿಗೆ 4. ದುರ್ಬಲಗೊಂಡ ಗ್ರಹವು ಉತ್ಕೃಷ್ಟವಾಗಿದ್ದರೆ ನವಾಂಶ ಚಾರ್ಟ್. 5. ದುರ್ಬಲಗೊಂಡ ಗ್ರಹವು ಇರುವ ಚಿಹ್ನೆಯಲ್ಲಿ ಉತ್ಕೃಷ್ಟತೆಯನ್ನು ಪಡೆಯುವ ಗ್ರಹವು ಲಗ್ನ ಅಥವಾ ಚಂದ್ರನಿಂದ ಕೇಂದ್ರದಲ್ಲಿದೆ, ಉದಾಹರಣೆಗೆ, ತುಲಾ ಮತ್ತು ಶನಿಯು ತುಲಾದಲ್ಲಿ ಉತ್ಕೃಷ್ಟತೆಯನ್ನು ಪಡೆಯುವ ಜಾತಕದಲ್ಲಿ ಸೂರ್ಯನು ದುರ್ಬಲನಾಗಿದ್ದರೆ ಲಗ್ನ ಅಥವಾ ಚಂದ್ರನಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಇರಿಸಲಾಗಿದೆ. ಸೂಚನೆ: ಕೆಳಗಿನ ಮೊದಲ 3 ಷರತ್ತುಗಳನ್ನು ಮಾತ್ರ ಪರಿಶೀಲಿಸುತ್ತದೆ. 4 ಮತ್ತು 5 ಭವಿಷ್ಯದ ಆವೃತ್ತಿಯಲ್ಲಿ ಮಾಡಲಾಗುವುದು",
"ನೀಚ ಭಂಗ ರಾಜಯೋಗವು ಸಾಮಾನ್ಯವಾಗಿ ಖ್ಯಾತಿ, ಆಸ್ತಿ ಮತ್ತು ನಿಯಂತ್ರಣವನ್ನು ಒದಗಿಸುತ್ತದೆ. ಆದರೆ ಹೇಳಲಾದ ಎಲ್ಲಾ ಸಮೃದ್ಧಿಗಳನ್ನು ಸ್ಥಳೀಯರು ಮುಂದಿನ ಜೀವನದ ಅರ್ಧದಲ್ಲಿ ಮಾತ್ರ ಬಳಸುತ್ತಾರೆ, ವಿಶೇಷವಾಗಿ 36 ನೇ ವಯಸ್ಸಿನ ನಂತರ ಯೋಗ ಅಭಿವೃದ್ಧಿ ದಶಾ, ಉಪ. -ಕಾಲ ಮತ್ತು ಸಂಕ್ರಮಣಗಳು ಒಬ್ಬರ ಚಾರ್ಟ್‌ನಲ್ಲಿ ನಡೆಯುತ್ತವೆ.ನೀಚ ಭಂಗ ರಾಜಯೋಗವನ್ನು ಸೃಷ್ಟಿಸುವ ಗ್ರಹವು ಮೊದಲು ದುರ್ಬಲತೆಗೆ ಒಳಗಾಗುತ್ತದೆ ಮತ್ತು ನಂತರ ರದ್ದತಿಯನ್ನು ಪಡೆಯುತ್ತದೆ ಎಂಬ ಕಾರಣದಿಂದ ಈ ವಿಶಿಷ್ಟ ಸ್ವಭಾವವು ಈ ಯೋಗಕ್ಕೆ ಕಾರಣವಾಗಿದೆ. ಜೀವನ ಮತ್ತು ನಂತರ ಉತ್ಕೃಷ್ಟತೆಯನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.ಬಹು ಮೂಲಗಳಿಂದ ಗಳಿಸುವುದು ಮತ್ತು ಅಪಾರ ಸಂಖ್ಯೆಯ ಜನರು ಮತ್ತು ವಿವಿಧ ಸಮುದಾಯಗಳಿಂದ ಉತ್ತಮ ಖ್ಯಾತಿಯನ್ನು ಗಳಿಸುವುದರ ಜೊತೆಗೆ ಉತ್ತಮ ಇಮೇಜ್ ಅನ್ನು ಹೊಂದುವುದು ಈ ಯೋಗದ ಫಲಿತಾಂಶವಾಗಿದೆ. ಮತ್ತು ಸಾಮಾಜಿಕ ವಲಯಗಳು.ಅವರು ಏನು ಮಾಡಿದರೂ ಅವರಿಗೆ ಒಳ್ಳೆಯ ಖ್ಯಾತಿಯನ್ನು ತರುತ್ತದೆ ಮತ್ತು ಜನರು ಸಾಮಾನ್ಯವಾಗಿ ಅವರು ಏನೆಂದು ಇಷ್ಟಪಡುತ್ತಾರೆ. ಅವರು ದೊಡ್ಡ ಆಸ್ತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾರೆ ಮತ್ತು ರಾಜಯೋಗವು ಕಾರ್ಯನಿರ್ವಹಿಸಿದ ನಂತರ ಅನೇಕ ಆದಾಯದ ಮೂಲಗಳನ್ನು ಉತ್ಪಾದಿಸಲು ಪ್ರಾರಂಭಿಸುತ್ತಾರೆ. ಅವರು ಜೀವನದಲ್ಲಿ ಅಧಿಕಾರವನ್ನು ಸಹ ಹೊಂದಿರುತ್ತಾರೆ. ಈ ಯೋಗವು ಕಾರ್ಯಗತವಾದ ನಂತರ ಸ್ಥಳೀಯರು ಅನೇಕ ಜನರ ಮೇಲೆ ಅಧಿಕಾರವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ."]
}