{
"dharma_karmadhipati_raja_yoga" :["ధర్మ కర్మాధిపతి రాజయోగం",
"ధర్మ స్థానానికి (9వ) మరియు కర్మ స్థానానికి (10వ) అధిపతులు రాజయోగాన్ని ఏర్పరుచుకుంటే, దానిని ఈ ప్రత్యేక పేరుతో పిలుస్తారు. 9వ ఇంట అత్యంత ముఖ్యమైన త్రికోణం మరియు 10వ ఇల్లు అత్యంత ముఖ్యమైన చతుర్భుజం.",
"ఈ యోగంతో జన్మించినవాడు నిజాయితీపరుడు, అంకితభావం మరియు నీతిమంతుడు. అతను అదృష్టవంతుడు."
],
"vipareetha_raja_yoga":["విపరీత రాజయోగం",
"6వ, 8వ మరియు 12వ గృహాలను త్రిక్ స్థానాలు లేదా దుస్థానాలు (చెడు గృహాలు) అంటారు. వారి అధిపతులు దుష్టనాలను ఆక్రమించినా లేదా దుష్టనాల కలయికలో ఉంటే, అది ఈ యోగాన్ని కలిగిస్తుంది.",
"ఈ యోగాను కలిగి ఉన్న వ్యక్తి విపరీతమైన విజయాన్ని అనుభవిస్తాడు, సాధారణంగా ప్రారంభ పోరాటం తర్వాత. విపరీత అంటే విపరీతమైనది."],
"neecha_bhanga_raja_yoga":["నీచ భంగ రాజయోగం",
"1. బలహీనమైన లేదా బలహీనమైన గ్రహం ఆక్రమించిన రాశికి అధిపతి లేదా చంద్రుని నుండి కేంద్రంలో ఉన్నట్లయితే. ఉదా, బృహస్పతి మకరంలో బలహీనంగా ఉంటే మరియు శని ఉచ్ఛస్థితిలో ఉండి చంద్రుని నుండి కేంద్రంలో ఉంటే. 2. బలహీనమైనట్లయితే. గ్రహం ఉచ్ఛమైన గ్రహంతో కలిసి ఉంటుంది. నవాంశ చార్ట్. 5. బలహీన గ్రహం ఉన్న రాశిలో ఉన్న గ్రహం లగ్న లేదా చంద్రుని నుండి ఒక కేంద్రంలో ఉంటుంది. ఉదా, తులారాశిలో సూర్యుడు బలహీనంగా ఉంటే మరియు తులారాశిలో ఉన్న శనిగ్రహం లగ్న లేదా చంద్రుని నుండి కేంద్రంలో ఉంచబడింది. గమనిక: దిగువ మొదటి 3 షరతులను మాత్రమే తనిఖీ చేస్తుంది. 4 మరియు 5 భవిష్యత్తు వెర్షన్‌లో చేయాలి",
"నీచ భంగ రాజయోగం సాధారణంగా కీర్తి, ఆస్తి మరియు నియంత్రణను అందిస్తుంది. కానీ చెప్పబడిన అన్ని శ్రేయస్సులు కేవలం 36 సంవత్సరాల వయస్సు తర్వాత యోగ అభివృద్ధి చెందుతున్న దశ, ఉప. -కాలం మరియు సంచారాలు ఒకరి చార్ట్‌లో జరుగుతాయి.నీచ భంగ రాజయోగాన్ని సృష్టించే గ్రహం మొదట బలహీనతకు లోనవుతుంది మరియు తరువాత రద్దును పొందుతుంది కాబట్టి, ఈ విలక్షణమైన స్వభావం ఈ యోగానికి ఆపాదించబడింది. జీవితం యొక్క ఆపై రాణించటం ప్రారంభమవుతుంది. బహుళ వనరుల నుండి సంపాదించడం మరియు మంచి ఇమేజ్‌ని కలిగి ఉండటంతో పాటు అనేక మంది ప్రజలు మరియు వివిధ వర్గాల నుండి మంచి పేరు సంపాదించడం ఈ యోగా యొక్క ఫలితం. ఒకరు అతని/ఆమె వ్యక్తిగత, వృత్తిలో మెచ్చుకోబడతారు. మరియు సాంఘిక వర్గాల వారు ఏమి చేసినా వారికి మంచి పేరు వస్తుంది మరియు ప్రజలు సాధారణంగా వారిని ఇష్టపడతారు. వారు రాజయోగం అమలులో ఉన్నప్పుడు భారీ ఆస్తిని సేకరించి అనేక ఆదాయ వనరులను ఉత్పత్తి చేయడం ప్రారంభిస్తారు. వారు జీవితంలో కూడా అధికారం కలిగి ఉంటారు. ఈ యోగా అమలులోకి వచ్చిన తర్వాత స్థానికుడు చాలా మందిపై అధికారాన్ని కలిగి ఉంటాడు."]
}