{
"vesi_yoga":["వేశాయి యోగము",
"సూర్యుడు నుండి 2 వ ఇంట్లో చంద్రుడు కాకుండా వేరే గ్రహం ఉంది",
"మీరు సమతుల్య దృక్పథాన్ని కలిగి ఉంటారు. మీరు సత్యవంతులు, పొడవు మరియు మందకొడిగా ఉంటారు. మీరు తక్కువ సంపదతో కూడా సంతోషంగా మరియు సుఖంగా ఉంటారు."
],
"vosi_yoga":["వోసి యోగము",
"సూర్యుడు నుండి 12 వ ఇంట్లో చంద్రుడు కాకుండా వేరే గ్రహం ఉంది",
"మీరు నైపుణ్యం కలవారు, ధార్మికత, ప్రసిద్ధులు, విద్యావంతులు మరియు బలవంతులు అవుతారు."],
"ubhayachara_yoga":["ఉభయాచార యోగము",
"సూర్యుడు నుండి 2వ మరియు 12వ గృహాలలో చంద్రుడు కాకుండా ఇతర గ్రహాలు ఉన్నాయి",
"మీకు అన్ని సుఖాలు ఉంటాయి. మీరు రాజులా లేదా సమానం అవుతారు"],
"nipuna_yoga":["నిపుణ యోగము",
"సూర్యుడు మరియు బుధుడు కలిసి (ఒక రాశిలో) ఉన్నారు.",
"మీరు అన్ని పనులలో తెలివైనవారు మరియు నైపుణ్యం కలిగి ఉంటారు. మీరు బాగా పేరుగాంచారు, గౌరవించబడతారు మరియు సంతోషంగా ఉంటారు.\\n ఈ యోగం D-10 వంటి డివిజనల్ చార్టులలో అత్యంత శక్తివంతమైనది. రాశి చార్టులో కూడా, ఇది బుధుడు ఉంటే ఫలితాలను ఇస్తుంది. దహనం కాదు."],
"sunaphaa_yoga":["సునఫా యోగము",
"చంద్రుని నుండి 2 వ ఇంట్లో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నాయి",
"మీరు రాజు లేదా సమానులు అవుతారు. మీరు తెలివైనవారు, ధనవంతులు మరియు ప్రసిద్ధులు. మీరు స్వీయ-సంపాదించిన సంపదను కలిగి ఉంటారు."],
"anaphaa_yoga":["అనఫా యోగము",
"చంద్రుని నుండి 12 వ ఇంట్లో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నాయి",
"మీరు చక్కటి రూపాన్ని కలిగి ఉన్న రాజుగా అవుతారు. మీ శరీరం వ్యాధి నుండి విముక్తి పొందే అవకాశం ఉంది. మీరు పాత్ర మరియు గొప్ప పేరు ప్రఖ్యాతులు కలిగి ఉంటారు. మీరు సుఖాలతో చుట్టుముట్టారు."],
"duradhara_yoga":["దురాధర యోగము",
"చంద్రుని నుండి 2వ మరియు 12వ గృహాలలో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నాయి.",
"మీరు అనేక భోగాలను అనుభవిస్తారు. మీరు దానధర్మాలు చేస్తారు. మీకు సంపద మరియు వాహనాలు ఉంటాయి. మీకు మంచి సేవకులు ఉంటారు."],
"kemadruma_yoga":["కేమద్రుమ యోగము",
"చంద్రుని నుండి 1 వ, 2 వ మరియు 12 వ గృహాలలో సూర్యుడు తప్ప ఇతర గ్రహాలు లేవు మరియు లగ్న నుండి చతుర్భుజాలలో చంద్రుడు తప్ప ఇతర గ్రహాలు లేవు",
"మీరు దురదృష్టవంతులు, తెలివితేటలు మరియు అభ్యాసం లేనివారు మరియు పేదరికం మరియు ఇబ్బందులతో బాధపడుతున్నారు. ఈ చెడు యోగం చార్ట్‌లోని ఇతర మంచి యోగాల ఫలితాలను చంపుతుంది, ముఖ్యంగా చంద్ర యోగాలు (ఏదైనా ఉంటే). మీరు కష్టపడి పని చేయాలి మరియు గొప్ప ప్రయత్నాల ద్వారా విజయం సాధించాలి. "],
"chandra_mangala_yoga":["చంద్ర మంగళ యోగము",
"చంద్రుడు మరియు అంగారకుడు కలిసి ఉన్నారు (ఒక రాశిలో).",
"మీరు ప్రాపంచిక జ్ఞానవంతులు మరియు భౌతికంగా విజయం సాధించారు. మీరు నిష్కపటమైన మార్గాల ద్వారా డబ్బు సంపాదించవచ్చు. మీరు తల్లి లేదా ఇతర స్త్రీలతో చెడుగా ప్రవర్తించవచ్చు."],
"adhi_yoga":["ఆధి యోగము",
"సహజ ప్రయోజనాలు చంద్రుని నుండి 6వ, 7వ మరియు 8వ స్థానాలను ఆక్రమిస్తాయి",
"ప్రమేయం ఉన్న గ్రహాల బలాన్ని బట్టి మీరు రాజుగా లేదా మంత్రిగా లేదా సైన్యాధ్యక్షుడిగా మారవచ్చు"],
"ruchaka_yoga":["రుచక యోగము",
"అంగారకుడు ఒక చతుర్భుజంలో తన సొంత రాశి లేదా శ్రేష్ఠమైన రాశిలో ఉన్నాడు.",
"నువ్వు ఆవేశపూరిత స్వభావం గల వ్యక్తి. నీకు చాలా ఉత్సాహం ఉంది. మీరు సహజ నాయకుడు. మీరు యుద్ధాలు చేయడం ఇష్టపడతారు మరియు మీరు శత్రువులపై విజయం సాధిస్తారు. మీరు వివక్షత మరియు పండితుల భక్తుడు. మీరు బాగా ప్రావీణ్యం కలిగి ఉంటారు. క్షుద్ర శాస్త్రాలలో. మీకు మంచి అభిరుచి ఉంది. మీరు ఎల్లప్పుడూ విజయవంతమవుతారు."],
"bhadra_yoga":["భద్ర యోగము",
"బుధుడు తన స్వంత రాశి లేదా శ్రేష్టమైన రాశిలో చతుర్భుజంలో ఉన్నాడు.",
"నువ్వు భూస్వామ్యం కలవాడు మరియు సింహంలా ఉన్నావు. మీరు అన్ని విధాలుగా నేర్చుకుంటారు. మీకు మంచి శరీర నిర్మాణము మరియు లోతైన స్వరం ఉంది. మీకు సత్వగుణం ఉంది. మీకు యోగా బాగా తెలుసు. మీరు ఎల్లప్పుడూ బంధువులతో చుట్టుముట్టారు, స్నేహితులు మరియు కుటుంబ సభ్యులు మరియు వారితో మీ సంపదను ఆనందిస్తారు. మీరు ప్రతిదానిలో పరిశుభ్రతను కాపాడుకుంటారు మరియు చాలా క్రమపద్ధతిలో ఉంటారు. మీరు స్వాతంత్ర్యం మరియు మతపరమైన ఆత్మ."], 
"sasa_yoga":["శశ యోగము",
"శని మకరం, కుంభం లేదా తులారాశిలో ఉండాలి మరియు అతను లగ్నానికి 1, 4, 7 లేదా 10 వ స్థానంలో ఉండాలి", 
		"నువ్వు వాయు స్వభావం కలవాడు ఉల్లాసంగా ఉంటారు, కానీ కొంత ఊగిసలాట కలిగి ఉంటారు. మీరు స్వచ్ఛందంగా ఉన్నారు."],
"maalavya_yoga":["మాలవ్య యోగము",
"శుక్రుడు తన స్వంత రాశిలో లేదా శ్రేష్ఠమైన రాశిలో చతుర్భుజంలో ఉన్నాడు.",
"మీరు నీటి స్వభావం గల గొప్ప వ్యక్తి. మీరు చంద్రకాంతి వంటి మెరుపును వెదజల్లుతారు. మీరు రుచికరమైన ఆహారాన్ని ఆస్వాదిస్తారు. మీకు విలాసాలు ఉన్నాయి. మీకు అద్భుతమైన ఆరోగ్యం ఉంది. మీరు కళలలో బాగా ప్రావీణ్యం కలిగి ఉన్నారు."],
"hamsa_yoga":["హంస యోగము",
"బృహస్పతి ధనుస్సు, మీనం లేదా మకరరాశిలో ఉండాలి మరియు అతను లగ్నానికి 1, 4, 7 లేదా 10 వ స్థానంలో ఉండాలి.",
"నువ్వు ఈతరీ స్వభావం గల గొప్ప వ్యక్తివి. నీవు హంసలాగా ఉన్నావు. నీకు ఆధ్యాత్మిక బలం మరియు స్వచ్ఛత ఉంది. అందరిచే గౌరవించబడ్డావు. నీవు చాలా మక్కువతో ఉన్నావు. మీరు రాజు కావచ్చు. మీకు అన్ని సౌకర్యాలు ఉండవచ్చు. మీరు జీవితాన్ని పూర్తిగా ఆనందించండి. . మీరు తెలివైన సంభాషణకర్త మరియు మంచి ప్రసంగం కలిగి ఉంటారు."],
"rajju_yoga":["రజ్జు యోగము", 
	"అన్ని గ్రహాలు ప్రత్యేకంగా కదిలే రాశులలో ఉంటాయి.", 
	"మీరు ప్రయాణం చేయడానికి ఇష్టపడవచ్చు. మీరు విదేశాలలో మంచి రూపాన్ని మరియు అభివృద్ధిని కలిగి ఉండవచ్చు. మీరు క్రూరంగా ఉండవచ్చు."], 
"musala_yoga":["ముసల యోగము",
"అన్ని గ్రహాలు ప్రత్యేకంగా స్థిర సంకేతాలలో ఉన్నాయి.",
"మీకు గౌరవం, జ్ఞానం మరియు సంపద ఉంటుంది. రాజులు మిమ్మల్ని ఇష్టపడతారు. మీరు ప్రసిద్ధులు మరియు చాలా మంది పిల్లలను కలిగి ఉంటారు. మీరు దృఢమైన ఆత్మను కలిగి ఉంటారు."], 
"nala_yoga":["నల యోగము",
"గ్రహాలన్నీ ప్రత్యేకంగా ద్వంద్వ రాశులలో ఉన్నాయి.",
"మీరు పేలవమైన శరీరాకృతి కలిగి ఉంటారు. మీరు డబ్బును కూడబెట్టుకోవచ్చు. మీరు మంచి రూపాన్ని కలిగి ఉంటారు మరియు బంధువులకు సహాయం చేయవచ్చు. మీరు నైపుణ్యం కలవారు."],
"maalaa_yoga":["మాల యోగము",
"మూడు క్వాడ్రాంట్లు సహజ ప్రయోజనకరమైన గ్రహాలచే ఆక్రమించబడ్డాయి.",
"మీరు ఎల్లప్పుడూ సంతోషంగా ఉంటారు. మీకు మంచి బట్టలు, వాహనాలు, విలాసాలు మరియు అనేక మంది స్త్రీల స్నేహం ఉంటుంది."],
"sarpa_yoga":["సర్ప యోగము",
"మూడు క్వాడ్రాంట్లు సహజమైన హానికర గ్రహాలచే ఆక్రమించబడ్డాయి.",
"ఈ యోగంతో పుట్టినవాడు నికృష్టుడు, సంతోషంగా ఉండడు, క్రూరమైనవాడు, పేదవాడు మరియు ఆహారం కోసం ఇతరులపై ఆధారపడేవాడు. ఇది చాలా చెడ్డ కలయిక."], 
"gadaa_yoga":["గదా యోగము",
"అన్ని గ్రహాలు లగ్నం నుండి వరుసగా రెండు చతుర్భుజాలను ఆక్రమిస్తాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంపద, బంగారం మరియు రత్నాలను కలిగి ఉంటాడు. మీరు యజ్ఞాలు (యాగాలు) చేయవచ్చు. మీకు శాస్త్రాలు (శాస్త్రాలు) మరియు పాటలు తెలుసు."],
"sakata_yoga":["శకట  యోగము",
"అన్ని గ్రహాలు లగ్నము నుండి 4వ మరియు 10వ గృహాలను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు సంచరించడం ఇష్టపడతాడు. ఈ వ్యక్తి దూతగా పని చేస్తాడు. ఈ వ్యక్తికి సెక్స్ అంటే ఇష్టం. ఈ వ్యక్తికి సిగ్గు లేదు మరియు గొడవలు చేయడం ఇష్టం. విహంగ అంటే పక్షి. కొంతమంది రచయితలు దీనిని విహగ యోగా అని పిలుస్తారు."],
"sringaataka_yoga":["శృంగాటక యోగము",
"అన్ని గ్రహాలు లగ్నం నుండి త్రికోణాలను (1వ, 5వ మరియు 9వ) ఆక్రమించాయి.",
"ఈ యోగముతో జన్మించినవాడు సంతోషముగా మరియు రాజులచే ఇష్టపడేవాడు. ఈ వ్యక్తికి శ్రేష్ఠమైన భార్య ఉంది మరియు స్త్రీలను ద్వేషిస్తాడు. ఈ వ్యక్తి ధనవంతుడు. శృంగాటక అంటే క్రాస్-రోడ్ జంక్షన్. దీనికి కొన్ని ఇతర ప్రసిద్ధ అర్థాలు కూడా ఉన్నాయి."],
"hala_yoga":["హల యోగము",
"అన్ని గ్రహాలు పరస్పర త్రికోణాలను ఆక్రమిస్తాయి కానీ లగ్నం నుండి త్రికోణాలు కాదు.",
"ఈ యోగంతో పుట్టినవాడు రైతు అవుతాడు. ఈ వ్యక్తి చాలా ఆహారం తింటాడు. ఈ వ్యక్తి పేదవాడు. ఈ వ్యక్తి స్నేహితులు మరియు బంధువులచే విడిచిపెట్టబడ్డాడు. ఈ వ్యక్తి సంతోషంగా మరియు ఆందోళన చెందుతాడు. హల అంటే నాగలి."],
"vajra_yoga":["వజ్ర యోగము",
"లగ్నము మరియు 7 వ గృహాలు సహజ ప్రయోజనకరమైన గ్రహాలచే ఆక్రమించబడ్డాయి మరియు 4 వ మరియు 10 వ గృహాలు సహజమైన దుష్ట గ్రహాలచే ఆక్రమించబడ్డాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి జీవితం యొక్క ప్రారంభ మరియు చివరి భాగాలలో సంతోషంగా ఉంటాడు. ఈ వ్యక్తికి పరాక్రమం ఉంది. ఈ వ్యక్తి అదృష్టవంతుడు కాదు, కానీ కోరికలు కూడా లేవు. ఈ వ్యక్తి పోరాడుతాడు. వజ్రం అంటే వజ్రం."
],
"yava_yoga":["యవ యోగము",
"లగ్నము మరియు 7వ గృహాలు సహజమైన దుష్ట గ్రహాలచే ఆక్రమించబడి ఉన్నాయి మరియు 4వ మరియు 10వ గృహాలు సహజ ప్రయోజనకరమైన గ్రహాలచే ఆక్రమించబడ్డాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి మతపరమైన నియమాలను పాటిస్తాడు. ఈ వ్యక్తి జీవితంలో మధ్యలో సంతోషంగా ఉంటాడు. ఈ వ్యక్తికి సంపద మరియు మంచి పిల్లలు ఉన్నారు. ఈ వ్యక్తి దానగుణం కలిగి ఉంటాడు. అతను దృఢమైన మనస్సు కలిగి ఉంటాడు. యవ అంటే ఇతర విషయాలలో ధాన్యం."] ,
"kamala_yoga":["కమల యోగము",
"గ్రహాలన్నీ లగ్నం నుండి చతుర్భుజాలలో ఉన్నాయి.",
"ఈ యోగంతో పుట్టినవాడు రాజు అవుతాడు. ఈ వ్యక్తి బలమైన పాత్ర కలిగి ఉంటాడు. ఈ వ్యక్తి ప్రసిద్ధుడు మరియు దీర్ఘాయువు కలిగి ఉంటాడు. ఈ వ్యక్తి పవిత్రుడు మరియు అనేక మంచి పనులు చేస్తాడు. కమల అంటే కమలం."
],
"vaapi_yoga":["వాపి యోగము",
"అన్ని గ్రహాలు లగ్నము నుండి పనాపరాలు లేదా అపోక్లిమాలలో ఉన్నాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంపదను కూడగట్టగల మనస్సు కలిగి ఉంటాడు. ఈ వ్యక్తికి అన్ని సౌకర్యాలు ఉన్నాయి. ఈ వ్యక్తి రాజు అవుతాడు. వాపి అంటే చెరువు లేదా నీటి తొట్టి లేదా బావి."],
"yoopa_yoga":["యూప యోగము",
"అన్ని గ్రహాలు లగ్నము నుండి 1వ, 2వ, 3వ మరియు 4వ గృహాలలో ఉన్నాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తికి ఆధ్యాత్మిక జ్ఞానం మరియు యజ్ఞాల (త్యాగ కర్మలు) జ్ఞానం ఉంటుంది. ఈ వ్యక్తి యొక్క జీవిత భాగస్వామి ఎప్పుడూ కలిసి ఉంటారు. ఈ వ్యక్తి సత్వ గుణాన్ని కలిగి ఉంటాడు. ఈ వ్యక్తి అన్ని మతపరమైన నియమాలను పాటిస్తాడు. యూప అంటే స్తంభం మరియు ముఖ్యంగా త్యాగం చేసే పదవి. "],
"sara_yoga":["సర యోగము",
"గ్రహాలన్నీ లగ్నము నుండి 4వ, 5వ, 6వ మరియు 7వ గృహాలలో ఉన్నాయి.",
"ఈ యోగాతో పుట్టినవాడు బాణాలు చేస్తాడు. ఈ వ్యక్తి జైళ్లకు అధిపతి. ఈ వ్యక్తి వేటగాడు. ఈ వ్యక్తి మాంసాహారం తింటాడు. ఈ వ్యక్తి ప్రజలను హింసిస్తాడు. సర అంటే బాణం."],
"sakti_yoga":["శక్తి యోగము",
"గ్రహాలన్నీ లగ్నము నుండి 7వ, 8వ, 9వ మరియు 10వ గృహాలలో ఉన్నాయి.",
"ఈ యోగముతో జన్మించినవాడు దుఃఖము లేనివాడు, దరిద్రుడు, నిష్ఫలుడు, యోగ్యత లేనివాడు, సోమరి, దీర్ఘాయువు మరియు దృఢమైనవాడు. వారు యుద్ధంలో పదునైన మనస్సు కలిగి ఉంటారు. శక్తి అంటే శక్తి మరియు అది శక్తివంతమైన ఆయుధం కూడా."],
"danda_yoga":["దండ యోగము",
"గ్రహాలన్నీ లగ్నము నుండి 10వ, 11వ, 12వ మరియు 1వ గృహాలలో ఉన్నాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి భార్య మరియు పిల్లలను కోల్పోతాడు మరియు వారి ప్రజలు వారిని విడిచిపెడతారు. వారు సంతోషంగా ఉంటారు మరియు నీచమైన వ్యక్తులకు సేవ చేస్తారు. దండ అంటే ప్రజలను శిక్షించడానికి ఉపయోగించే కర్ర."],
"naukaa_yoga":["నౌకా యోగము",
"అన్ని గ్రహాలు లగ్నం నుండి 7 రాశులను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వారు నీటికి సంబంధించిన వస్తువులపై డబ్బు సంపాదిస్తారు. వారికి అనేక కోరికలు ఉంటాయి. వారు ప్రసిద్ధి చెందినవారు. వారు దుష్టులు, మొరటుగా మరియు లోభిరులుగా ఉంటారు. నౌకా అంటే ఓడ."],
"koota_yoga":["కూట యోగము",
"అన్ని గ్రహాలు 4వ ఇంటి నుండి 7 రాశులను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు జైలర్ అవుతాడు. వ్యక్తి అబద్ధాలకోరుడు. వ్యక్తి కొండలు మరియు కోటలలో నివసిస్తున్నాడు. వ్యక్తి పేదవాడు మరియు క్రూరుడు. కూట అంటే సమూహం. దీనికి అనేక ఇతర అర్థాలు ఉన్నాయి."],
"chatra_yoga":["చత్ర యోగము",
"అన్ని గ్రహాలు 7వ ఇంటి నుండి 7 రాశులను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి తన ప్రజలకు సహాయం చేస్తాడు. ఈ వ్యక్తి చాలా మంది రాజుల దయ మరియు ఇష్టపడేవాడు. ఈ వ్యక్తి తెలివైనవాడు. ఈ వ్యక్తి జీవితం యొక్క ప్రారంభ మరియు చివరి భాగాలలో సంతోషంగా ఉంటాడు. ఈ వ్యక్తి దీర్ఘాయువు కలిగి ఉంటాడు. చత్ర అంటే గొడుగు." ],
"chaapa_yoga":["చాప యోగము",
"అన్ని గ్రహాలు 10వ ఇంటి నుండి 7 రాశులను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు అబద్ధాలకోరుడు, దొంగ మరియు రహస్య రక్షకుడు అవుతాడు. ఈ వ్యక్తి అడవులలో తిరుగుతాడు. ఈ వ్యక్తి దురదృష్టవంతుడు. ఈ వ్యక్తి జీవితంలో మధ్యలో సంతోషంగా ఉంటాడు. చాప అంటే విల్లు."],
"ardha_chandra_yoga":["అర్ధ చంద్ర యోగము",
"అన్ని గ్రహాలు పనపరా లేదా అపోక్లిమా నుండి ప్రారంభమయ్యే 7 సంకేతాలను ఆక్రమిస్తాయి.",
"ఈ యోగంతో పుట్టినవాడు సైన్యాధ్యక్షుడు అవుతాడు. ఈ వ్యక్తి మంచి శరీరాకృతి కలిగి ఉంటాడు. రాజులు ఈ వ్యక్తిని ఇష్టపడతారు. ఈ వ్యక్తి బలవంతుడు మరియు రత్నాలు, బంగారం మరియు అనేక ఆభరణాలు కలిగి ఉంటాడు. అర్ధ చంద్రుడు అంటే అర్ధ చంద్రుడు."], 
"chakra_yoga":["చక్ర యోగము",
"అన్ని గ్రహాలు లగ్నము నుండి 1వ, 3వ, 5వ, 7వ, 9వ మరియు 11వ గృహాలను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు గొప్ప చక్రవర్తి అవుతాడు. చాలా మంది రాజుల వజ్రాలు పొదిగిన కిరీటాలు ఈ వ్యక్తి పాదాలను తాకాయి (అంటే ఈ వ్యక్తి ముందు చాలా మంది రాజులు ప్రోస్టేట్). చక్రం అంటే చక్రం. చక్రవర్తి అంటే చక్రవర్తి."],
"samudra_yoga":["సముద్ర యోగము",
"అన్ని గ్రహాలు లగ్నము నుండి 2వ, 4వ, 6వ, 8వ, 10వ మరియు 12వ గృహాలను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి చాలా సంపద మరియు అనేక రత్నాలను కలిగి ఉంటాడు. ఈ వ్యక్తి విలాసాలు కలిగి ఉంటాడు మరియు వ్యక్తులను ఇష్టపడతాడు. వారి అదృష్టం మరియు గొప్పతనం స్థిరంగా ఉంటాయి. వారు మృదుస్వభావం కలిగి ఉంటారు. సముద్రము అంటే సముద్రం లేదా సముద్రం. సముద్రము కూడా భగవంతుని పేరు. మహాసముద్రం, ఈ వ్యక్తితో చాలా సంపద మరియు అనేక రత్నాలు ఉన్నాయి."],
"veenaa_yoga":["వీణా యోగము",
"ఏడు గ్రహాలు వాటిలో సరిగ్గా 7 ప్రత్యేక సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తికి సంగీతం, నృత్యం మరియు పాటలు ఇష్టం. ఈ వ్యక్తికి చాలా మంది సేవకులు ఉన్నారు. ఈ వ్యక్తి ధనవంతుడు, నైపుణ్యం కలవాడు మరియు పురుషులకు నాయకుడు. వీణ ఒక తీగతో కూడిన సంగీత వాయిద్యం. దీనిని కొంతమంది రచయితలు వల్లకీ యోగా అని కూడా పిలుస్తారు."] ,
"daama_yoga":["దామ యోగము",
"ఏడు గ్రహాలు వాటిలో సరిగ్గా 6 ప్రత్యేక సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు చాలా ధనవంతుడు మరియు ప్రసిద్ధుడు. ఈ వ్యక్తికి చాలా మంది పిల్లలు ఉన్నారు. ఈ వ్యక్తికి అనేక రత్నాలు ఉన్నాయి. ఈ వ్యక్తి ఇతరులకు సహాయం చేస్తాడు. దామ అంటే పుష్పగుచ్ఛము. కొంతమంది రచయితలు దీనిని దామినీ యోగం అంటారు."],
"paasa_yoga":["పాస యోగము",
"ఏడు గ్రహాలు వాటిలో 5 విభిన్న సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి జైలు పాలయ్యే ప్రమాదం ఉంది. ఈ వ్యక్తి తన పనిలో సమర్థుడు. ఈ వ్యక్తి మాట్లాడేవాడు. ఈ వ్యక్తికి చాలా మంది సేవకులు ఉన్నారు. ఈ వ్యక్తికి పాత్ర లేదు. పాస అంటే ఒక ఉచ్చు."],
"kedaara_yoga":["కేదార యోగము",
"ఏడు గ్రహాలు వాటిలో 4 విభిన్న సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి వ్యవసాయం చేసేవాడు. ఈ వ్యక్తి సంతోషంగా ధనవంతుడు మరియు ఇతరులకు సహాయం చేసేవాడు. కేదార అంటే ఒక క్షేత్రం."],
"soola_yoga":["సూల యోగము",
"ఏడు గ్రహాలు వాటిలో సరిగ్గా 3 ప్రత్యేక సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో జన్మించినవాడు పదునైనవాడు, సోమరితనం, హింసాత్మకుడు, పేదవాడు, నిషేధించబడినవాడు మరియు పరాక్రమవంతుడు. వారు యుద్ధాలలో ప్రశంసలు పొందుతారు. సూలమే శివుడి ఆయుధం."],
"yuga_yoga":["యుగ యోగము",
"ఏడు గ్రహాలు వాటిలో సరిగ్గా 2 ప్రత్యేక సంకేతాలను ఆక్రమించాయి.",
"ఈ యోగంతో పుట్టినవాడు మతవిశ్వాసి. ఈ వ్యక్తి పేదవాడు మరియు ప్రపంచంలో విస్మరించబడ్డాడు. ఈ వ్యక్తి అధర్మపరుడు. ఈ వ్యక్తికి పిల్లలు మరియు తల్లి నుండి ఆనందం లేదు. యుగం అంటే ఒక జంట."],
"gola_yoga":["గోల యోగము",
"ఏడు గ్రహాలు ఒకే రాశిలో ఉన్నాయి.",
"ఈ యోగంతో పుట్టినవాడు బలవంతుడు, పేదవాడు, మురికి మరియు చదువుకోనివాడు. ఈ వ్యక్తి ఎప్పుడూ విచారంగా ఉంటాడు. గోల అంటే గోళం లేదా భూగోళం."],
"subha_yoga":["శుభ యోగము",
"లగ్నానికి లాభదాయక గ్రహాలు ఉన్నాయి లేదా లగ్నానికి 12వ మరియు 2వ ఇంట్లో శుభ కర్తరి (లాభదాయక గ్రహాలు) ఉన్నాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి వాక్చాతుర్యం, మంచి రూపం మరియు పాత్ర కలిగి ఉంటాడు"],
"asubha_yoga":["అశుభ యోగము",
"లగ్నానికి దుష్ట గ్రహాలు ఉన్నాయి లేదా లగ్నానికి 12వ మరియు 2వ ఇంట్లో పాప కర్తరి (మనుగ్రహ గ్రహాలు) ఉన్నాయి.",
"ఈ యోగముతో పుట్టినవాడు అనేక కోరికలను కలిగి ఉంటాడు మరియు పాపాత్ముడు మరియు ఇతరుల సంపదను అనుభవిస్తాడు."],
"gaja_kesari_yoga":["గజ-కేసరి యోగము",
"గజ-కేసరి యోగం: (1) బృహస్పతి చంద్రుని నుండి ఒక చతుర్భుజంలో ఉంటే, (2) ఒక ప్రయోజనకరమైన గ్రహం బృహస్పతితో కలిసి లేదా పక్షంలో ఉంటే, మరియు, (3) బృహస్పతి బలహీనపడలేదు లేదా దహనం చేయబడలేదు లేదా శత్రువు ఇంట్లో లేదు",
"ఈ యోగంతో జన్మించినవాడు ప్రసిద్ధుడు, ధనవంతుడు మరియు తెలివైనవాడు. వ్యక్తి గొప్ప గుణాన్ని కలిగి ఉంటాడు మరియు రాజులచే ఇష్టపడతాడు. సద్గుణం మరియు శాశ్వతమైన కీర్తి కోసం, ఇది కీలకమైన యోగం."],
"guru_mangala_yoga":["గురు మంగళ యోగము",
"బృహస్పతి మరియు కుజుడు కలిసి ఉంటే లేదా ఒకదానికొకటి 7వ ఇంట్లో ఉంటే, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి నీతిమంతుడు మరియు శక్తివంతుడు. వ్యక్తి యొక్క 'శక్తులు ధార్మిక మార్గాల్లో మళ్లించబడతాయి."],
"amala_yoga":["అమల యోగము",
"లగ్నము లేదా చంద్రుని నుండి 10వ ఇంటిలో సహజమైన ప్రయోజనాలు మాత్రమే ఉన్నాయి.",
"ఈ యోగంతో జన్మించిన వ్యక్తి శాశ్వతమైన కీర్తిని కలిగి ఉంటాడు. వ్యక్తి రాజులచే గౌరవించబడతాడు. వ్యక్తి విలాసాలు కలిగి ఉంటాడు మరియు సద్గుణవంతుడు. వ్యక్తి ఇతరులకు సహాయం చేస్తాడు. అమల అంటే స్వచ్ఛమైనది. ఎందుకంటే 10వ ఇల్లు సమాజంలో ఒకరి ప్రవర్తనను చూపుతుంది, అక్కడ కేవలం ప్రయోజనకరమైన పరిస్థితి. సమాజంలో ఒకరి ప్రవర్తన చాలా స్వచ్ఛంగా ఉంటుంది."],
"parvata_yoga":["పర్వత యోగము",
"(1) క్వాడ్రంట్‌లను లబ్ధిదారులు మాత్రమే ఆక్రమించినట్లయితే మరియు (2) 7వ మరియు 8వ గృహాలు ఖాళీగా ఉంటే లేదా లబ్ధిదారులు మాత్రమే ఆక్రమించబడి ఉంటే",
"ఈ యోగంతో పుట్టినవాడు అదృష్టవంతుడు, వాగ్ధాటి, ప్రసిద్ధుడు, దానగుణం కలవాడు, తేలికగా ప్రవర్తించేవాడు మరియు హాస్యాన్ని ఇష్టపడతాడు. పర్వతం అంటే పర్వతం."],
"kaahala_yoga":["కాహల యోగము",
"(1) 4వ అధిపతి మరియు బృహస్పతి  పరస్పర చతుర్ధాలలో ఉండి (2) లగ్నాధిపతి బలవంతంగా ఉంటే, ఈ యోగం ఉంటుంది. ప్రత్యామ్నాయంగా, 4వ అధిపతి ఉచ్ఛస్థితిలో లేదా సొంత రాశిలో ఉండి, 10వ అధిపతి కలిస్తే ఈ యోగం ఉంటుంది. అతను.",
"ఈ యోగంతో జన్మించిన వ్యక్తి బలవంతుడు, ధైర్యవంతుడు, చాకచక్యం గలవాడు మరియు పెద్ద సైన్యానికి నాయకత్వం వహిస్తాడు. వ్యక్తి కొన్ని గ్రామాలను కలిగి ఉంటాడు. కాహలా అంటే మితిమీరినవాడు. ఇది కొంటె అని కూడా అర్థం."],
"chaamara_yoga":["చామర యోగము","లగ్నాధిపతి బృహస్పతి అంశతో చతుర్ధంలో ఉత్కృష్టంగా ఉన్నట్లయితే లేదా 7, 9 లేదా 10వ స్థానాల్లో ఇద్దరు లాభాలు కలిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగముతో పుట్టినవాడు రాజు లేదా రాజులచే గౌరవింపబడేవాడు. వ్యక్తి దీర్ఘాయువు, పండితుడు, వాగ్ధాటి మరియు అనేక కళలలో నిష్ణాతుడు. చామర అంటే గుర్రం తలపై ఉన్న రేకుతో సమానం. దానిని ఊపడం ద్వారా సేవకులు ఇస్తారు. వేడి నుండి రాజులకు ఉపశమనం (ఫ్యాన్ వంటిది). ఇది ప్రాథమికంగా శక్తి యొక్క ఉచ్చులను సూచిస్తుంది."],
"sankha_yoga":["శంఖ యోగము","(1) లగ్నాధిపతి బలవంతుడై (2) 5వ మరియు 6వ అధిపతులు పరస్పర చతుర్ధాలలో ఉంటే, ఈ యోగం ఉంటుంది. ప్రత్యామ్నాయంగా, (1) లగ్నాధిపతి అయితే ఈ యోగం ఉంటుంది. మరియు 10వ అధిపతి కదిలే రాశిలో కలిసి ఉన్నారు మరియు (2) 9వ అధిపతి బలవంతుడు.",
"ఈ యోగముతో జన్మించినవాడు ధనము, జీవిత భాగస్వామి మరియు సంతానంతో దీవిస్తాడు. అతను దయగలవాడు, పవిత్రుడు, తెలివైనవాడు మరియు దీర్ఘాయువు కలవాడు. శంఖం అంటే శంఖం."],
"bheri_yoga":["భేరి యోగము","(1) 9వ అధిపతి బలవంతుడై (2) 1వ, 2వ, 7వ మరియు 12వ గృహాలను గ్రహాలు ఆక్రమించినట్లయితే, ఈ యోగం ఉంటుంది. ప్రత్యామ్నాయంగా, ఇది యోగం. (1) 9వ అధిపతి బలంగా ఉంటే మరియు (2) గురు, శుక్రుడు మరియు లగ్నాధిపతి పరస్పర చతుర్భుజాలలో ఉంటే.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంపద, జీవిత భాగస్వామి మరియు సంతానం కలిగి ఉంటాడు. వ్యక్తి రాజు కాగలడు. వ్యక్తికి కీర్తి మరియు పాత్ర ఉంటుంది. వ్యక్తి ధర్మవంతుడు మరియు మతపరమైనవాడు. వ్యక్తి సుఖాలను అనుభవిస్తాడు. భేరి అంటే గడ్డివాము."],
"mridanga_yoga":["మృదంగ యోగము",
"(1) సొంత గ్రహాలు మరియు చతుర్భుజాలు మరియు త్రిభుజాలలో ఉచ్ఛ రాశులు ఉంటే మరియు (2) లగ్నాధిపతి బలవంతంగా ఉంటే, ఈ యోగం ఉంది.",
"ఈ యోగాతో పుట్టినవాడు రాజు లేదా సమానుడు మరియు సంతోషంగా ఉంటాడు. మృదంగ దక్షిణ భారతదేశంలో ప్రసిద్ధి చెందిన గొప్ప మరియు సొగసైన పెర్కషన్ వాయిద్యం."],
"sreenaatha_yoga":["శ్రీనాథ యోగము",
"(1) 7వ అధిపతి 10లో ఉత్కృష్టంగా ఉండి (2) 10వ అధిపతి 9వ రాశితో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో పుట్టినవాడు ఇంద్రునితో సమానమైన గొప్ప రాజు అవుతాడు - దేవతలకు రాజు. శ్రీనాథుడు అంటే గొప్ప సంపద మరియు శ్రేయస్సుకు అధిపతి. దీనికి విష్ణువు అని కూడా అర్థం."],
"matsya_yoga":["మత్స్య యోగము",
"(1) లగ్నంలో మరియు 9వ స్థానంలో ఉంటే, (2) కొన్ని గ్రహాలు 5లో ఉంటే, (3) దోషాలు చతురస్రాల్లో (4వ మరియు 8వ గృహాలలో) ఉంటే, ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి జ్యోతిష్కుడు లేదా దర్శి అవుతాడు. వ్యక్తి దయ, స్వభావం మరియు తెలివితేటల యొక్క ప్రతిరూపం. వ్యక్తి బలవంతుడు మరియు మంచి రూపాన్ని కలిగి ఉంటాడు. వ్యక్తి ప్రసిద్ధుడు మరియు విద్యావంతుడు. వ్యక్తి తపస్వి (కఠినమైన వెంబడించేవాడు). మత్స్య అంటే ఒక చేప."],
"koorma_yoga":["కూర్మ యోగము",
"(1) 5వ, 6వ మరియు 7వ గృహాలు స్వంతం, ఔన్నత్యం లేదా స్నేహపూర్వక సంకేతాలు మరియు (2) 1వ, 3వ మరియు 11వ గృహాలు స్వంత లేదా శ్రేష్ఠమైన సంకేతాలలో ఉన్న దుర్మార్గులచే ఆక్రమించబడినట్లయితే, ఇది యోగా ఉంది.",
"ఈ యోగముతో జన్మించినవాడు రాజు అవుతాడు. వ్యక్తికి దైవభక్తి మరియు పాత్ర ఉంటుంది. వ్యక్తి సంతోషంగా, సహాయకారిగా మరియు ప్రసిద్ధుడు. కూర్మ అంటే తాబేలు."],
"khadga_yoga":["ఖడ్గ యోగము",
"(1) 2వ అధిపతి 9వ ఇంట, (2) 9వ అధిపతి 2వ ఇంట, (3) లగ్నాధిపతి చతుర్భుజం లేదా త్రికోణంలో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించినవాడు నైపుణ్యం కలవాడు, ధనవంతుడు, విద్యావంతుడు, సంతోషంగా, అదృష్టవంతుడు, తెలివైనవాడు, కృతజ్ఞత గలవాడు మరియు శక్తిమంతుడు. ఖడ్గ అంటే కత్తి."],
"kusuma_yoga":["కుసుమ యోగము",
"(1) లగ్నము స్థిర రాశిలో ఉంటే, (2) శుక్రుడు చతుర్ధంలో ఉంటే, (3) చంద్రుడు త్రికోణాధిపతిలో ఉంటే, మరియు (4) శని 10వ ఇంట్లో ఉంటే, ఈ యోగం ఉంది. ",
"ఈ యోగంతో జన్మించినవాడు రాజు లేదా సమానుడు అవుతాడు. వ్యక్తి దానగుణం కలవాడు. వ్యక్తి సుఖాలు మరియు ఆనందాలను కలిగి ఉంటాడు. వ్యక్తి సమాజానికి నాయకుడు. వ్యక్తికి పాత్ర మరియు పాండిత్యం ఉంటుంది. కుసుమ అంటే పుష్పం."],
"kalaanidhi_yoga":["కళానిధి యోగము",
"(1) బృహస్పతి 2వ ఇంట లేదా 5వ ఇంట్లో ఉండి (2) బుధుడు మరియు శుక్రుడు కలిసిన లేదా దృష్టిలో ఉంటే, ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి పాత్ర, సంతోషం, మంచి ఆరోగ్యం, సంపద మరియు అభ్యాసంతో కూడి ఉంటాడు. వ్యక్తి రాజులచే గౌరవించబడతాడు. కళానిధి అంటే కళలు మరియు నైపుణ్యాల నిధి."],
"kalpadruma_yoga":["కల్పద్రుమ యోగము",
"(1) లగ్నాధిపతిని, (2) అతని స్థానాధిపతిని, (3) రాశిలో మరియు (4) నవాంశంలో రెండవ గ్రహాన్ని పరిగణించండి. నాలుగు గ్రహాలు అన్నీ చతుర్భుజాలు, త్రికోణాలు లేదా రాశి మరియు నవాంశ రెండింటిలోని ఉచ్ఛ రాశులలో ఉంటే, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో పుట్టినవాడు రాజు అవుతాడు. వ్యక్తి యుద్ధాలను ఇష్టపడతాడు. వ్యక్తి చాలా సంపన్నుడు, సూత్రప్రాయుడు, బలవంతుడు మరియు దయగలవాడు. కల్పద్రుమ స్వర్గానికి చెందిన దివ్య వృక్షం. ఈ యోగాన్ని పారిజాత యోగం అని కూడా అంటారు. పారిజాత ఒక ఖగోళ పుష్పం." ],
"lagnaadhi_yoga":["లగ్నాధి యోగము",
"(1) లగ్నానికి చెందిన 7వ మరియు 8వ గృహాలు లాభాలు కలిగి ఉంటే మరియు (2) ఈ గ్రహాలను ఏ దుష్ప్రవర్తన కలగకపోయినా లేదా దృష్టిలో ఉంచుకోకపోయినా, ఈ యోగం ఉంది.",
"ఈ యోగంతో పుట్టినవాడు గొప్ప వ్యక్తి అవుతాడు. వ్యక్తి నేర్చుకుని సంతోషంగా ఉంటాడు. అధి అంటే ఎక్కువ లేదా అంతకంటే ఎక్కువ. లగ్నాధి యోగం అంటే లగ్నాల నుండి అధి యోగం."],
"hari_yoga":["హరి యోగము",
"2వ, 12వ మరియు 8వ గృహాలను 2వ అధిపతి నుండి లెక్కించినవారు ఆక్రమిస్తే, ఈ యోగం ఉంటుంది.",
"ఈ యోగముతో జన్మించినవాడు సంతోషంగా ఉన్నాడు, నేర్చుకున్నాడు మరియు సంపద మరియు సంతానం కలిగి ఉంటాడు. హరి అనేది విష్ణువు యొక్క పేరు. 2 వ ఇల్లు ఆహారం మరియు డబ్బు యొక్క ఇల్లు మరియు ఇది కర్మ స్థానం నుండి త్రికోణం - 10 వ ఇల్లు. ఇది నిలుస్తుంది. జీవనోపాధి కొరకు మరియు దాని ప్రభువు హరిని సూచిస్తుంది – హిందూ త్రిమూర్తుల పరిరక్షకుడు – ఒక చార్టులో."],
"brahma_yoga":["బ్రహ్మ యోగము",
"లగ్నాధిపతి నుండి లెక్కించబడిన 4 వ, 10 వ మరియు 11 వ గృహాలను లాభదాయకాలు ఆక్రమిస్తే, అప్పుడు ఈ యోగం ఉంది. బ్రహ్మ యోగం యొక్క మరొక వైవిధ్యం: (1) బృహస్పతి 9 వ అధిపతి నుండి ఒక చతుర్భుజంలో ఉంటే, (2) శుక్రుడు ఒక చతుర్భుజంలో ఉన్నాడు. 11వ అధిపతి నుండి, మరియు, (3) బుధుడు 1వ అధిపతి లేదా 10వ అధిపతి నుండి చతుర్భుజంలో ఉన్నాడు, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంతోషంగా ఉంటాడు, నేర్చుకున్నాడు మరియు సంపద మరియు పిల్లలతో ఆశీర్వదించబడ్డాడు. బ్రహ్మ ఈ విశ్వానికి సృష్టికర్త. లగ్న జన్మను శాసిస్తుంది మరియు సృష్టికర్త లగ్నాధిపతిచే ఒక చార్టులో ప్రాతినిధ్యం వహిస్తాడు."],
"vishnu_yoga":["విష్ణు యోగము",
"(1) 9వ మరియు 10వ అధిపతులు 2వ ఇంట్లో మరియు (2) రాశి చార్టులో 9వ అధిపతి నవాంశలో ఉన్న రాశికి అధిపతి 2వ ఇంట్లో కూడా ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగముతో జన్మించినవాడు అదృష్టవంతుడు, జ్ఞానవంతుడు, దీర్ఘాయుష్మంతుడు మరియు రాజులచే ఇష్టపడేవాడు. వ్యక్తి విష్ణువు ఆరాధకుడు."],
"siva_yoga":["శివ యోగము",
"(1) 5వ అధిపతి 9వ ఇంట్లో, (2) 9వ అధ్యాపకుడు 10వ ఇంట్లో, (3) 10వ అధ్యాపకుడు 5వ ఇంట్లో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో పుట్టినవాడు తెలివైనవాడు మరియు సద్గుణవంతుడు. వ్యక్తి విజేత. వ్యక్తి సైన్యాధ్యక్షుడు లేదా వ్యాపారవేత్త కావచ్చు. శివుడు త్రిమూర్తులలో ఒకడు."],
"trilochana_yoga":["త్రిలోచన యోగము",
"సూర్యుడు, చంద్రుడు మరియు కుజుడు పరస్పర త్రికోణాలలో ఉంటే, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించినవాడు ధనవంతుడు, తెలివైనవాడు, దీర్ఘాయువు మరియు శత్రువులపై విజయం సాధించగలడు. వ్యక్తి చాలా అడ్డంకులు లేకుండా ప్రతిదీ సాధిస్తాడు. త్రిలోచన అంటే 'మూడు కళ్ళు ఉన్నవాడు'. ఇది శివుని మరొక పేరు, అతనిలో దాచిన కన్ను ఉంది. నుదిటి."],
"gouri_yoga":["గౌరీ యోగము",
"10వ రాశివారు నవాంశలో ఉన్న రాశికి అధిపతి 10వ ఇంట ఉచ్ఛస్థితిలో ఉండి లగ్నాధిపతి అతనితో కలిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగాతో జన్మించిన వ్యక్తి గౌరవప్రదమైన కుటుంబానికి చెందినవాడు మరియు వ్యక్తి మతపరమైన మరియు సద్గుణవంతుడు. వ్యక్తి కుటుంబం నుండి ఆనందంతో ఆశీర్వదించబడ్డాడు. గౌరీ పార్వతి యొక్క ఒక రూపం - శివుని భార్య. ఆమె వైవాహిక ఆనందం మరియు స్వచ్ఛతకు ప్రతిరూపం."],
"chandikaa_yoga":["చండిక యోగము",
"(1) లగ్నము 6వ అధిపతిచే స్థిర రాశిలో ఉండి (2) సూర్యుడు 6వ మరియు 9వ అధిపతులచే నవాంశలో ఉన్న రాశుల అధిపతులతో కలిస్తే, ఈ యోగం ఉంది.",
"ఈ యోగముతో జన్మించినవాడు దుడుకు, ధార్మిక, ధనవంతుడు, ప్రసిద్ధుడు మరియు దీర్ఘాయువు కలవాడు. చండిక పార్వతి యొక్క ఉగ్ర రూపం. ఆమె రాక్షసులను నిర్దాక్షిణ్యంగా చంపుతుంది."],
"lakshmi_yoga":["లక్ష్మీ యోగము",
"(1) 9వ అధిపతి స్వంత రాశిలో లేదా లగ్నానికి చతుర్ధంలో ఉన్న అతని ఉచ్ఛ రాశిలో ఉంటే మరియు (2) లగ్నాధిపతి బలంగా ఉంటే, ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించినవాడు రాజు అవుతాడు. వ్యక్తి మంచి రూపాన్ని, గుణాన్ని, సంపదను మరియు అనేక మంది పిల్లలను కలిగి ఉంటాడు. వ్యక్తి సూత్రప్రాయుడు మరియు ప్రసిద్ధుడు. లక్ష్మి విష్ణువు భార్య. ఆమె శ్రేయస్సు యొక్క దేవత."],
"saarada_yoga":["సారద యోగము",
"(1) 10వ అధిపతి 5వ ఇంట్లో ఉంటే, (2) బుధుడు చతుర్భుజంలో ఉంటే, (3) సూర్యుడు సింహరాశిలో బలవంతుడు, (4) బుధుడు లేదా బృహస్పతి చంద్రుని నుండి త్రికోణంలో ఉంటే, మరియు (5) కుజుడు 11వ స్థానంలో ఉన్నాడు, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంపద, జీవిత భాగస్వామి మరియు సంతానం కలిగి ఉంటాడు. వ్యక్తి సంతోషంగా ఉంటాడు, నేర్చుకున్నాడు, సూత్రప్రాయంగా మరియు రాజులచే ఇష్టపడతాడు. వ్యక్తి తపస్వి (జ్ఞానాన్ని వెంబడించేవాడు) శారద అనేది జ్ఞాన దేవత అయిన సరస్వతికి మరొక పేరు. "],
"bhaarathi_yoga":["భారతి యోగము",
"నవాంశలో 2వ, 5వ లేదా 11వ రాశికి అధిపతి అయినవారు ఉచ్ఛస్థితిలో ఉండి 9వ అధిపతితో కలిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించినవాడు గొప్ప పండితుడు. వ్యక్తి తెలివైనవాడు, మతపరమైనవాడు, మంచివాడు మరియు ప్రసిద్ధుడు. భారతి అనేది సరస్వతి, నేర్చుకునే దేవత యొక్క మరొక పేరు."],
"saraswathi_yoga":["సరస్వతి యోగము",
"(1) బుధుడు, బృహస్పతి మరియు శుక్రుడు ఒక చతుర్భుజం లేదా త్రికోణం లేదా 2వ ఇంటిని (కలిసి ఉండవలసిన అవసరం లేదు) మరియు (2) బృహస్పతి స్వంత లేదా స్నేహపూర్వక లేదా ఉన్నతమైన రాశిలో ఉన్నట్లయితే, ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించినవాడు చాలా జ్ఞానవంతుడు, నైపుణ్యం కలవాడు, తెలివైనవాడు, ధనవంతుడు మరియు ప్రసిద్ధుడు. వ్యక్తి అందరిచే ప్రశంసించబడతాడు. సరస్వతి నేర్చుకునే దేవత."],
"amsaavatara_yoga":["అంసావతార యోగము",
"బృహస్పతి, శుక్రుడు మరియు ఉన్నతమైన శని చతుర్భుజాలలో ఉంటే, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో పుట్టినవాడు రాజు లేదా సమానుడు అవుతాడు. వ్యక్తి విద్యావంతుడు మరియు ఆనందాన్ని ఇష్టపడేవాడు. వ్యక్తికి కళంకం కలగని కీర్తి ఉంటుంది. అంసావతార అంటే భగవంతుని యొక్క ఒక భాగమైన అవతారం."],
"devendra_yoga":["దేవేంద్ర యోగము",
"(1) లగ్నము స్థిర రాశిలో ఉండి, (2) 2వ మరియు 10వ అధిపతులు మారకము 35 కలిగి ఉంటే, మరియు (3) లగ్నము మరియు 11వ అధిపతులు మారకము కలిగి ఉన్నట్లయితే, ఈ యోగము ఉన్నది.",
"ఈ యోగంతో పుట్టినవాడు పురుషులకు నాయకుడు. వ్యక్తి అందగాడు, శృంగారభరితుడు, దీర్ఘాయువు మరియు ప్రసిద్ధుడు. దేవేంద్రుడు దేవతలకు అధిపతి."],
"indra_yoga":["ఇంద్ర యోగము",
"(1) 5వ మరియు 11వ అధిపతులు మారకం కలిగి ఉంటే మరియు (2) చంద్రుడు 5వ ఇంటిని ఆక్రమించినట్లయితే, ఈ యోగం ఉంది.",
"ఈ యోగంతో పుట్టినవాడు రాజు అవుతాడు. వ్యక్తి ధైర్యవంతుడు, ప్రసిద్ధుడు మరియు దీర్ఘాయువు కలవాడు. ఇంద్రుడు దేవతలకు అధిపతి."],
"ravi_yoga":["రవి యోగము",
"(1) సూర్యుడు 10వ ఇంట్లో ఉండి (2) 10వ రాశివారు శనితో కలిసి 3వ ఇంట్లో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగముతో జన్మించినవాడు జ్ఞాని, మక్కువ మరియు రాజులచే గౌరవించబడతాడు. రవి అంటే సూర్యుడు."],
"bhaaskara_yoga":["భాస్కర యోగము",
"(1) చంద్రుడు సూర్యుని నుండి 12వ స్థానంలో, (2) సూర్యుని నుండి 2వ స్థానంలో బుధుడు, మరియు (3) చంద్రుని నుండి 5వ లేదా 9వ స్థానంలో బృహస్పతి ఉంటే, ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో పుట్టినవాడు ధనవంతుడు, పరాక్రమవంతుడు మరియు కులీనుడు. వ్యక్తి శాస్త్రాలు, జ్యోతిష్యం మరియు సంగీతంలో నేర్చుకున్నాడు. వ్యక్తి మంచి వ్యక్తిత్వం కలిగి ఉంటాడు. భాస్కర అంటే 'ప్రకాశవంతమైన కిరణాలు కలిగినవాడు'. ఇది సూర్యుని పేరు."],
"kulavardhana_yoga":["కులవర్ధన యోగము",
"ప్రతి గ్రహము లగ్నము లేదా చంద్రుడు లేదా సూర్యుని నుండి 5వ ఇంటిని ఆక్రమించినట్లయితే, ఈ యోగము ఉన్నది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంతోషంగా, ధనవంతుడు మరియు అతని వంశానికి మరియు సమాజానికి పేరు తెచ్చుకుంటాడు. వ్యక్తికి విలువైన వారసుల శ్రేణి ఉంది. కుల అంటే 'వంశం లేదా సంఘం'. వర్ధన అంటే 'అది వృద్ధి చెందేలా మరియు అభివృద్ధి చెందేలా చేసేవాడు'." ],
"vasumati_yoga":["వసుమతి యోగము",
"ప్రయోజకులు ఉపచారాలను ఆక్రమించినట్లయితే, ఈ యోగం ఉంది.",
"ఇది పూర్తి ఫలితాలను ఇవ్వాలంటే, దుర్మార్గులు ఉపచారాలను ఆక్రమించకూడదు మరియు ఉపచారాలను ఆక్రమించే శ్రేయోభిలాషులు బలంగా ఉండాలి. ఈ యోగంతో జన్మించినవారికి సమృద్ధిగా సంపద ఉంది. వసుమతి అంటే భూమి."],
"gandharva_yoga":["గంధర్వ యోగము",
"(1) 10వ అధిపతి 7వ ఇంటి నుండి త్రికోణంలో ఉంటే, (2) లగ్నాధిపతి బృహస్పతితో కలిసి లేదా దృష్టిలో ఉంటే, (3) సూర్యుడు ఉచ్ఛంగా మరియు బలవంతుడు, మరియు (4) చంద్రుడు 9వ ఇంట్లో ఉంటే, అప్పుడు ఈ యోగం ఉంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి లలిత కళలలో నైపుణ్యం మరియు ప్రసిద్ధుడు. గానం మరియు ఇతర లలిత కళలలో అద్భుతమైన నైపుణ్యాలు కలిగిన దేవతల వర్గం గంధర్వులు."],
"go_yoga":["గో యోగము",
"(1) బృహస్పతి తన మూలత్రికోణంలో బలవంతంగా ఉంటే, (2) 2వ ఇంటి అధిపతి బృహస్పతితో ఉండి, (3) లగ్నాధిపతి ఉన్నతంగా ఉంటే, ఈ యోగం ఉంటుంది.",
"ఈ యోగాతో జన్మించిన వ్యక్తి గౌరవప్రదమైన కుటుంబానికి చెందినవాడు. వ్యక్తి ధనవంతుడు మరియు అందరిచే గౌరవించబడ్డాడు. గో అంటే ఆవు."],
"vidyut_yoga":["విద్యుత్ యోగము",
"(1) 11వ అధిపతి తీవ్ర ఉచ్ఛస్థితిలో ఉంటే, (2) శుక్రునితో చేరి, (3) వారిద్దరూ లగ్నాధిపతి నుండి చతుర్భుజంలో ఉంటే, ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో పుట్టినవాడు రాజు లేదా సమానుడు అవుతాడు. వ్యక్తి ధనవంతుడు, ఆనందాన్ని ఇష్టపడేవాడు మరియు దాతృత్వం కలవాడు. విద్యుత్ అంటే మెరుపు లేదా విద్యుత్."],
"chapa_yoga":["చాప యోగము",
"(1) 4వ మరియు 10వ అధిపతులు మారకం కలిగి ఉంటే మరియు (2) లగ్నాధిపతి ఉచ్ఛస్థితిలో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో పుట్టినవాడు రాజు దగ్గర పని చేస్తాడు మరియు చాలా సంపదను ఆజ్ఞాపిస్తాడు. చాపా అంటే విల్లు."],
"pushkala_yoga":["పుష్కల యోగము","(1) లగ్నాధిపతి చంద్రునితో ఉన్నట్లయితే, (2) చంద్రుని స్థానాధిపతి చతుర్ధంలో లేదా అధిమిత్ర (మంచి స్నేహితుడు) ఇంట్లో ఉంటే (2) చంద్ర కోణాలను పారవేసేవాడు లగ్నము, మరియు, (4) లగ్నములో ఒక గ్రహము ఉంది, అప్పుడు ఈ యోగము ఉన్నది.",
"ఈ యోగముతో జన్మించినవాడు వాగ్ధాటి, ధనవంతుడు, ప్రసిద్ధుడు మరియు రాజులచే గౌరవింపబడతాడు. పుష్కల అంటే సమృద్ధిగా ఉంటుంది."],
"makuta_yoga":["మకుట యోగము",
"(1) బృహస్పతి 9వ రాశి నుండి 9వ ఇంటిలో ఉంటే, (2) గురు గ్రహం నుండి 9వ ఇంటిలో లాభాన్ని కలిగి ఉంటే మరియు (3) శని 10వ ఇంట్లో ఉంటే ఈ యోగం ఉంటుంది.",
"ఈ యోగాతో జన్మించిన వ్యక్తి పురుషులలో శక్తివంతమైన నాయకుడు. వ్యక్తి తరచుగా వికృత కార్యకలాపాలను నిర్వహిస్తాడు. మకుట అంటే కిరీటం."],
"jaya_yoga":["జయ యోగము",
"(1) 10వ అధిపతి గాఢమైన ఉచ్ఛస్థితిలో ఉండి (2) 6వ అధిపతి క్షీణించినట్లయితే, ఈ యోగం ఉంది.",
"ఈ యోగంతో పుట్టినవాడు సంతోషంగా, విజయవంతమై, శత్రువులపై విజయం సాధించి, దీర్ఘాయువు కలిగి ఉంటాడు. జయ అంటే విజేత."],
"harsha_yoga":["హర్ష యోగము",
"6వ రాశివారు 6వ ఇంటిని ఆక్రమిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి సంతోషంగా, బలవంతుడు, మంచి స్వభావం గలవాడు మరియు అజేయుడు. హర్ష అంటే సంతోషకరమైనవాడు."],
"sarala_yoga":["సరళ యోగము",
"8వ రాశివారు 8వ ఇంటిని ఆక్రమిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించిన వ్యక్తి దీర్ఘాయువు, నిర్భయుడు, విద్యావంతుడు, సంబరాలు మరియు సంపన్నుడు. వ్యక్తి తన శత్రువులకు భయంకరుడు. సరళ అంటే సూటిగా ఉండేవాడు."],
"vimala_yoga":["విమల యోగము",
"12వ రాశివారు 12వ ఇంటిని ఆక్రమిస్తే ఈ యోగం ఉంటుంది.",
"ఈ యోగంతో జన్మించినవాడు గొప్పవాడు, పొదుపు, సంతోషంగా మరియు స్వతంత్రుడు. విమల అంటే స్వచ్ఛమైనది."]

}