{
"kala_sarpa":["इस कुंडली में कोई कालसर्प दोष नहीं है।",
	"अनंत काल सर्प दोष- कुंडली के पहले घर में राहु और सातवें घर में केतु। इस दोष में, कुंडली में राहु पहले घर में और केतु सातवें घर में स्थित है। पहले घर से लेकर पहले घर तक सभी ग्रह राहु-केतु के बीच स्थित हैं। 7वां घर। यह संरेखण व्यक्ति को गुस्सैल बना सकता है और स्वास्थ्य समस्याएं ला सकता है। वैवाहिक संबंधों में समस्याएं होंगी, और यदि व्यवसाय में है, तो भागीदारों से समर्थन की कमी होगी।",
	"कुलिक काल सर्प दोष- राहु दूसरे घर में और केतु आठवें घर में। यह दोष तब बनता है जब राहु दूसरे घर में और केतु आठवें घर में होता है, और सभी ग्रह उनके बीच होते हैं। पीड़ित व्यक्ति खराब बोलने वाला हो सकता है और रिश्तेदारों के समर्थन के बिना जीवन व्यतीत करते हैं। मौद्रिक समस्याएं सामने आ सकती हैं, और बचत संभव नहीं हो सकती है। पीड़ित जातक को सर्जरी या दुर्घटना से गुजरना पड़ सकता है। अप्राकृतिक मृत्यु की संभावना हो सकती है।",
	"वासुकी काल सर्प दोष- राहु तीसरे घर में और केतु नौवें घर में। यह दोष कुंडली में तब बनता है जब राहु और केतु क्रमशः तीसरे और नौवें घर में होते हैं, और शेष ग्रह उनके बीच घिरे होते हैं। पीड़ित व्यक्ति स्वभाव में डरपोक हो सकता है और आत्मसम्मान के लिए लड़ने में असमर्थ हो सकता है। छोटे भाई-बहनों के साथ संबंध अच्छे नहीं हो सकते हैं। स्थिति उस व्यक्ति के खिलाफ जाएगी जो विपरीत परिस्थितियों से उबरने में असमर्थ हो सकता है। जातक को धर्म में रुचि की कमी हो सकती है और भाग्य साथ नहीं दे सकता है। उन्हें।",
	"शंकपाल कालसर्प दोष- राहु चौथे घर में और केतु दसवें घर में। यह दोष तब बनता है जब सभी ग्रह राहु और केतु के बीच होते हैं, जो चौथे घर से दसवें घर तक स्थित होते हैं। यह संरेखण जातक को खराब स्थिति का कारण बनता है। माँ के साथ संबंध। व्यक्ति को मानसिक शांति नहीं मिल सकती है और उसे व्यावसायिक समस्याओं का सामना करना पड़ सकता है।",
	"पद्म काल सर्प दोष- 5वें घर में राहु और 11वें घर में केतु। 5वें घर से 11वें घर तक राहु-केतु की धुरी और इस धुरी के भीतर सभी ग्रह इस दोष का कारण बनते हैं। पीड़ित व्यक्ति को प्रसव संबंधी समस्या का सामना करना पड़ सकता है। शिक्षा। उन्हें कमाई में समस्या हो सकती है और बड़े भाई-बहनों के साथ उनका झगड़ा हो सकता है।",
	"महापद्म काल सर्प दोष- छठे घर में राहु और 12 वें घर में केतु। छठे घर से 12 वें घर तक राहु-केतु अक्ष में सभी ग्रहों का संरेखण इस दोष का कारण बनता है। पीड़ित व्यक्ति दुश्मनों पर हावी हो सकता है और धन खो सकता है और संपत्ति। जातक धन बर्बाद कर सकता है, अलोकप्रिय हो सकता है और ससुराल वालों से उसका झगड़ा हो सकता है।",
	"तक्षक काल सर्प दोष- सातवें घर में राहु और पहले घर में केतु। सातवें घर से पहले घर तक राहु-केतु की धुरी में सभी ग्रहों की स्थिति इस दोष का कारण बनती है। पीड़ित व्यक्ति विवाह नहीं कर सकता है। यदि विवाहित है , तो शादी अच्छी नहीं हो सकती। यह दोष जोड़े के बीच दरार पैदा कर सकता है, जिससे अलगाव हो सकता है।",
	"कारकोटक काल सर्प दोष- आठवें घर में राहु और दूसरे घर में केतु। आठवें घर में राहु और दूसरे घर में केतु और उनके बीच में शेष ग्रह इस दोष का कारण बन सकते हैं। पीड़ित जातक बुरे स्वभाव का हो सकता है। और असामाजिक तत्वों से मित्रता करते हैं। जातक के शत्रु हो सकते हैं और उसे पैतृक संपत्ति नहीं दी जा सकती।",
	"शंखचूड़ कालसर्प दोष- राहु नौवें घर में और केतु तीसरे घर में। जब राहु नौवें घर में, केतु तीसरे घर में और सभी ग्रह राहु और केतु के बीच हों तो यह दोष कुंडली में बनता है। एक पीड़ित व्यक्ति जीवन में बहुत संघर्ष करना पड़ सकता है, और भाग्य कभी भी उनका साथ नहीं दे सकता है। व्यक्ति को लगातार झूठ बोलने की आदत विकसित हो सकती है और वह गुस्सैल हो सकता है।",
	"घातक काल सर्प दोष- राहु 10वें घर में और केतु चौथे घर में। यह दोष तब बनता है जब राहु 10वें घर में, केतु चौथे घर में और सभी ग्रह 10वें से चौथे घर के बीच हों। पीड़ित व्यक्ति अपने पेशे में कई बाधाओं का सामना करना पड़ सकता है और कार्यस्थल पर वरिष्ठों के साथ टकराव हो सकता है। व्यक्ति में फोकस की कमी हो सकती है और आलोचना का सामना करना पड़ सकता है। परिवार के सदस्यों के साथ संबंध खराब हो सकते हैं। कर्ज और बुरी आदतें हो सकती हैं।",
	"विषधर काल सर्प दोष- राहु 11वें घर में और केतु 5वें घर में। यह दोष तब बनता है जब राहु 11वें घर में और केतु 5वें घर में होता है, और सभी ग्रह राहु और केतु के बीच घिरे होते हैं। कुंडली में यह दोष मौजूद होने पर आर्थिक तनाव और संतान संबंधी परेशानियां होती हैं।",
	"शेषांग काल सर्प दोष- राहु 12वें घर में और केतु 6ठे घर में। जब राहु 12वें घर में और केतु 6ठे घर में हो, और सभी ग्रह उनके बीच में हों, तो कुंडली में यह दोष बनता है। जातक की कुंडली में यह दोष बनता है। जीवन में संतुष्ट नहीं रहेंगे। छुपे हुए शत्रु हो सकते हैं और अधिकारियों से परेशानी का सामना करना पड़ सकता है। बार-बार स्वास्थ्य संबंधी समस्याएं हो सकती हैं।",
	"काल सर्प दोष को किसी व्यक्ति के उच्च पद से हटने का मुख्य कारण माना जाता है। जब सभी प्रमुख ग्रह राहु और केतु के बीच स्थित होते हैं, तो काल सर्प दोष बनता है। यह बहुत सारे संघर्ष, दुख लाता है। और अशांति। यह व्यापार में विफलता, शारीरिक और मानसिक कमजोरी, विलंबित या दुखी विवाह आदि जैसी कई कठिनाइयों का कारण बन सकता है। इसलिए, यदि उचित वैदिक अनुष्ठानों के साथ इसका इलाज नहीं किया जाता है, तो यह जीवन में बार-बार बाधाओं और दुर्भाग्य का कारण बन सकता है। ब्रह्मांडीय पिंडों का संरेखण जब सभी ग्रह- सूर्य, चंद्रमा, बुध, शुक्र, मंगल, बृहस्पति और शनि, राहु और केतु के बीच घिरे होते हैं, तो कालसर्प दोष बनता है। भले ही एक ग्रह राहु के बाहर हो- केतु अक्ष, इसे दोष नहीं माना जाएगा। राहु और केतु की अलग-अलग स्थिति अलग-अलग परिणाम दे सकती है।"
],
"manglik":["इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"पहला घर लग्न या आरोही है, और यह व्यक्ति या स्वयं का प्रतिनिधित्व करता है। जब मंगल इस घर में स्थित होता है, तो जातक आवेगी, गुस्सैल और यहां तक कि हिंसक हो सकते हैं। इससे भागीदारों के बीच संघर्ष हो सकता है , और उनका जीवन अस्त-व्यस्त हो जाता है, और परिणामस्वरूप अलगाव भी होता है।",
"दूसरा भाव परिवार और खुशी को दर्शाता है, और यहां मंगल की स्थिति जातक को दया से वंचित कर सकती है, और वैवाहिक जीवन में गरीबी और तनाव को बढ़ा सकती है। कभी-कभी, यह ब्रेकअप में भी परिणत हो सकता है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"मंगल का चौथे घर में स्थित होना, जो सुख-सुविधाओं का प्रतिनिधित्व करता है, पेशे और धन-मामलों में समस्याएं पैदा कर सकता है। इसके परिणामस्वरूप बीमारियां और पारिवारिक जीवन में अशांति भी हो सकती है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"सातवां कालथ्र स्थान है, जो सीधे तौर पर विवाह का प्रतिनिधित्व करता है। यहां मंगल की स्थिति जातक को आक्रामक और प्रभुत्वशाली बना सकती है और जीवनसाथी के बीच मतभेद, कष्ट और दुःख का कारण बन सकती है।",
"आठवां घर सुहाग भाव, विवाह की दीर्घायु का प्रतिनिधित्व करता है। यहां स्थित मंगल व्यक्ति को अत्यधिक मनमौजी, यौन रूप से आक्रामक, दुर्घटना ग्रस्त और दुर्भाग्यशाली बना सकता है, जो लंबी आयु और जीवनसाथी और विवाह में भी दुर्भाग्य का कारण बन सकता है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"इस कुंडली में कोई मांगलिक/मंगल दोष नहीं है।",
"बारहवाँ दाम्पत्य सुख और आनंद का घर है। जब मंगल इस घर में स्थित होता है, तो जातक बेचैन और आक्रामक हो सकता है, और आत्मसम्मान की हानि उठा सकता है। इस प्रक्रिया में, उनके वैवाहिक बंधन में शांति और खुशी मिलेगी मारो, और जीवन दयनीय हो सकता है।",
"वैदिक ज्योतिष के अनुसार, जब मंगल जन्म कुंडली या कुंडली में लग्न (प्रथम घर), चंद्रमा और शुक्र से दूसरे घर, चौथे घर, 7 वें घर, 8 वें घर या 12 वें घर में होता है, तो ब्रह्मांडीय संरेखण मांगलिक दोष बनाता है। . दक्षिण भारतीय ज्योतिष मंगल दोष के लिए मंगल को दूसरे घर में मानता है। इसे तमिल में चेववई (सेववई) दोषम कहा जाता है।"
],
"manglik_exceptions":["कोई अपवाद लागू नहीं है।",
"मंगल सिंह= या कुंभ में",
"मंगल दूसरे घर में और मिथुन या कन्या राशि में है",
"मंगल चौथे घर में और मेष या वृश्चिक राशि में है",
"मंगल सातवें घर में और कर्क या मकर राशि में है",
"मंगल आठवें घर में और धनु या मीन राशि में है",
"मंगल 12वें घर में और वृषभ या तुला राशि में है",
"मंगल बृहस्पति या शनि के साथ या दृष्ट हो",
"मंगल वक्री है",
"मंगल कमजोर है (अस्थि, रासी संधि आदि)",
"मंगल लग्न स्वामी है।",
"मंगल राशि का स्वामी नीचम है या मजबूत शुभ ग्रह से जुड़ा है",
"जब मंगल अपने घर में, उच्चम् या मित्र के घर में हो तो प्रभाव कम हो जाता है",
"जब मंगल चर भाव में हो तो प्रभाव कम कर देता है",
"मंगल राशि का स्वामी राशि के चतुर्थांश या त्रिनेत्र में है",
"यदि लग्न कर्क या सिंह राशि में है, तो मंगल योग कारक है और इसलिए दोष नहीं देगा।",
"चूँकि मंगल बृहस्पति या चंद्रमा के साथ युति करता है, यह दोष को कम करता है",
"जब बृहस्पति या शुक्र लग्न में हो तो यह दोष को कम करता है",
"यद्यपि मंगल दोष है - निम्नलिखित अपवादों के कारण - मंगल दोष अप्रभावी है।"
],
"pitru":["इस कुंडली में कोई पितृ दोष नहीं है।",
"नौवें घर में सूर्य, चंद्रमा या राहु में से कोई एक है।",
"केतु चतुर्थ भाव में है।",
"सूर्य, चंद्रमा, राहु या केतु में से कोई भी मंगल या शनि जैसे अशुभ ग्रहों से पीड़ित है",
"शुक्र, बुध, राहु या इन दोनों ग्रहों में से कोई भी दूसरे, पांचवें, नौवें या 12वें घर में से एक में है।",
"सूर्य या चंद्रमा ,राहु या केतु के साथ युति में है।",
"पितृ दोष एक ग्रह दोष है जिसका अर्थ है पूर्वजों का कर्म ऋण, जिसे कुंडली में पितृ दोष से पीड़ित व्यक्ति को चुकाना पड़ता है। इसका निर्माण तब होता है जब आपके पूर्वजों ने अपनी जीवन यात्रा में कोई गलती, अपराध या पाप किया हो। बदले में, आपको अपने जीवन में विभिन्न चुनौतियों या दंडों का अनुभव करके कर्म ऋण का भुगतान करना होगा। यह दोष तब बनता है जब आपकी जन्म कुंडली में सूर्य या चंद्रमा राहु या केतु के साथ हों या दृष्टि डालें। इस दोष का अशुभ प्रभाव तब गंभीर हो जाता है जब यह युति जन्म कुंडली के 1, 5, 8, या 9वें घर में होती है। इसलिए, यदि आप कभी न खत्म होने वाली परेशानियों का सामना कर रहे हैं, तो पितृ दोष आपके जीवन में दर्द और पीड़ा का कारण हो सकता है।. इस कुंडली में निम्नलिखित कारणों से पितृ दोष है:"
],
"kalathra":["इस कुंडली में कोई कालत्र दोष नहीं है।",
"",
"कालथ्र दोष एक कष्ट है जो विवाह को प्रभावित करता है और विवाह में परेशानियां लाता है। वैदिक ज्योतिष में, 7वां घर रिश्तों का प्रतिनिधित्व करता है; संस्कृत में, इसे कलाथ्र स्थान, जीवनसाथी का घर कहा जाता है। 7वां घर जीवनसाथी, सद्भाव, साझेदारी, खुशी का प्रतीक है , वैवाहिक सद्भाव, और अच्छा संबंध। इस कालथ्र दोष को विवाह दोष भी कहा जाता है - विवाह को प्रभावित करने वाला कष्ट। कालथ्र दोष विवाह में अशांति पैदा कर सकता है और शांति और सद्भाव को बिगाड़ सकता है। जन्म कुंडली में इस दोष (कष्ट) के होने से बाधाएं आ सकती हैं और निम्नलिखित मुद्दे: विलंबित विवाह, वैवाहिक जीवन में नाखुशी, जीवनसाथी में स्वास्थ्य संबंधी समस्याएं"
],
"guru_chandal":["इस कुंडली पर कोई गुरु चांडाल दोष नहीं है।",
"पहले घर में बृहस्पति और राहु या केतु शुभ परिणाम देते हैं और आप विद्वान और अच्छे जानकार हैं और सकारात्मक संयोजन आपको बौद्धिक ज्ञान दे सकता है जहां आप अच्छे आध्यात्मिक शिक्षक और सलाहकार बन सकते हैं।",
"दूसरे घर में बृहस्पति और राहु या केतु आपको राहु के प्रभाव के कारण वाणी में जल्दबाजी देते हैं और यह परिवार और प्रियजनों से अलगाव लाता है।",
"तीसरे घर में बृहस्पति और राहु या केतु यात्रा के कारण लाभकारी परिणाम देते हैं जहां कई अवसर आपको बृहस्पति के आशीर्वाद के कारण कम प्रयासों के साथ उद्यमों में सफलता देंगे।",
"चतुर्थ भाव में बृहस्पति और राहु या केतु आपको अद्वितीय रचनात्मक क्षमता, माँ के प्रति स्नेह का आशीर्वाद देंगे, लेकिन आपका जीवन आपकी माँ के इर्द-गिर्द घूमता है, और यह आपके अन्य रिश्तों पर नकारात्मक प्रभाव डाल सकता है।",
"पांचवें घर में बृहस्पति और राहु या केतु आपको रचनात्मक जीवन शैली में शामिल करेंगे या अपने क्षेत्र में विशेषज्ञता के साथ काम करेंगे, लेकिन आप अपनी उच्च प्रोफ़ाइल के कारण बुरी आदतों के आदी हो सकते हैं।",
"छठे घर में बृहस्पति और राहु या केतु आपको सट्टा व्यवसाय में बड़ी सफलता दिला सकते हैं लेकिन आपके स्वास्थ्य पर असर डाल सकते हैं।",
"सातवें घर में बृहस्पति और राहु या केतु विवाह में देरी, वैवाहिक और व्यावसायिक साझेदारी में समस्याएं और विवाह में खुशी की कमी देते हैं।",
"आठवें घर में बृहस्पति और राहु या केतु रहस्यमय क्षेत्रों की गहन शिक्षा के लिए आकर्षण दे सकते हैं, वैज्ञानिकों के रूप में अनुसंधान कार्य करते हैं लेकिन आपकी सफलता में प्रतिद्वंद्वी और चुनौतियाँ देंगे।",
"नौवें घर में बृहस्पति और राहु या केतु सफल पदनाम के बावजूद एक अप्रभावित उदार स्वभाव के साथ-साथ एक परिष्कृत धार्मिक झुकाव के साथ शुभ परिणाम लाते हैं।",
"दसवें घर में बृहस्पति और राहु या केतु एक असफल करियर दे सकते हैं लेकिन आपको एक अच्छा और उत्साही शिक्षार्थी बना सकते हैं।",
"ग्यारहवें घर में बृहस्पति और राहु या केतु आपको अच्छी सामाजिक छवि, बच्चों के प्रति स्नेह देंगे लेकिन आप जीवन भर धन के पीछे भागते रहेंगे।",
"बारहवें घर में बृहस्पति और राहु या केतु विदेश में और परिवार से दूर करियर में सफलता दे सकते हैं, लेकिन मानसिक और शारीरिक स्वास्थ्य समस्याएं देने के लिए उत्तरदायी हैं।",
"इस कुंडली में गुरु चांडाल दोष है। जन्म कुंडली में, चांडाल दोष तब होता है जब बृहस्पति ग्रह अशुभ ग्रहों राहु या केतु के साथ युति में होता है। वैदिक ज्योतिष में बृहस्पति को गुरु कहा जाता है। चांडाल एक असुर को संदर्भित करता है, जो राहु है । इसलिए, इस दोष को गुरु चांडाल दोष के रूप में भी जाना जाता है। यह दोष जातक के जीवन में हानिकारक प्रभाव पैदा कर सकता है। वैकल्पिक रूप से, यदि बृहस्पति मजबूत है, तो यह गुरु-चांडाल-योग बन जाएगा। हालांकि, यह दोष बिल्कुल भी हानिकारक नहीं है मकान, और यदि बृहस्पति मजबूत और अच्छी स्थिति में है, और राहु को नियंत्रित कर सकता है, तो जातक न्यूनतम नुकसान के साथ बहुत आगे बढ़ सकता है। भारत के उत्तरी भाग में ज्योतिषियों द्वारा केतु के साथ बृहस्पति को चांडाल दोष नहीं माना जाता है। यह जातक को चांडाल दोष बनाता है। अधिक आध्यात्मिक और दुनिया से अलग-थलग।"
],
"ganda_moola":["इस कुंडली में कोई गण्ड मूल दोष नहीं है।",
"अश्विनी नक्षत्र के पहले चरण में जन्म लेने वाले व्यक्ति को जीवन में कई बाधाओं का सामना करना पड़ सकता है। यह चरण पिछले जीवन के बुरे कर्मों के आधार पर परिणाम देता है। इसके अलावा, अश्विनी नक्षत्र के इस चरण में पैदा हुए जातक को कुछ परेशानियों का सामना करना पड़ सकता है। पिता को परेशानी होती है। लेकिन, इन प्रभावों के कारण इस नक्षत्र को नकारात्मक नहीं माना जाना चाहिए। किसी भी निष्कर्ष पर पहुंचने से पहले कुंडली में बनने वाले अन्य योगों का भी विश्लेषण किया जाना चाहिए। अश्विनी नक्षत्र के दूसरे चरण में जन्म लेने वाला जातक सुखी और समृद्ध रहता है। जीवन। इसी प्रकार अश्विनी नक्षत्र के तीसरे चरण में जन्म लेने वाला व्यक्ति समाज में उच्च पद और सम्मान प्राप्त करता है। उसे अपने दोस्तों का भी सहयोग मिलता है और वह यात्रा का शौकीन होगा। यदि उसका जन्म कुंडली में होता है तो उसे सरकार से सम्मान और उपहार मिलते हैं। अश्विनी नक्षत्र का चौथा चरण। लेकिन, उन्हें छोटी-मोटी स्वास्थ्य समस्याएं हो सकती हैं।",
"अश्लेषा नक्षत्र कर्क राशि में 16 डिग्री 40 मिनट से 30 डिग्री तक रहता है। यदि चंद्रमा इन डिग्री के बीच कर्क राशि में है, तो इसे गंडमूल नक्षत्र में कहा जाता है। आश्लेषा नक्षत्र का पहला चरण वास्तव में अशुभ नहीं माना जाता है, लेकिन जातक को धन की हानि का सामना करना पड़ सकता है। हालाँकि, यदि शांति पूजा की जाए तो यह चरण शुभ परिणाम दे सकता है। आश्लेषा नक्षत्र के दूसरे चरण में जन्म लेने वाला जातक अपने भाइयों और बहनों के लिए समस्याएँ पैदा कर सकता है या एक बार अपना धन नष्ट कर सकता है। बड़ा होता है। आश्लेषा नक्षत्र के तीसरे चरण में जन्म लेने वाला बच्चा माता और पिता दोनों के लिए परेशानी का कारण बन सकता है। यदि कोई बच्चा चौथे चरण में पैदा होता है, तो बच्चे के पिता को कुछ वित्तीय हानि और स्वास्थ्य समस्याओं का सामना करना पड़ सकता है।",
"सिंह राशि का प्रारंभ मघा नक्षत्र की शुरुआत का प्रतीक है। यदि चंद्रमा सिंह राशि में 0 डिग्री से 13 डिग्री और 20 मिनट तक होता है, तो इसे गंडमूल नक्षत्र में कहा जाता है। मघा नक्षत्र के पहले चरण में जन्म लेने वाले जातक का जन्म हो सकता है। माता को कष्ट। इसी प्रकार दूसरे चरण में जन्म लेने वाले जातक को पिता को कुछ कष्ट हो सकते हैं। यदि मघा नक्षत्र के तीसरे चरण में जन्म होता है तो व्यक्ति को जीवन भर सभी प्रकार के सुख प्राप्त होते हैं। मघा नक्षत्र के चौथे चरण में जन्म लेने वाला व्यक्ति अपने पेशे में स्थिर होता है और उच्च शिक्षा प्राप्त करता है।",
"ज्येष्ठा नक्षत्र वृश्चिक राशि में 16 डिग्री 40 मिनट से 30 डिग्री तक रहता है। यदि चंद्रमा इन डिग्री के बीच वृश्चिक राशि में है, तो माना जाता है कि बच्चे का जन्म गंडमूल नक्षत्र में हुआ है। भारतीय वैदिक ज्योतिष के अनुसार ज्येष्ठा नक्षत्र को ज्येष्ठा नक्षत्र माना जाता है। एक अशुभ नक्षत्र हो। ज्येष्ठा नक्षत्र के पहले चरण में जन्म लेने वाले जातक अपने बड़े भाई-बहनों के लिए परेशानी का कारण बन सकते हैं। ज्येष्ठा नक्षत्र के दूसरे चरण में छोटे भाई-बहनों के लिए अशुभ माना जाता है। वे स्वास्थ्य संबंधी बीमारियों और अन्य समस्याओं से पीड़ित हो सकते हैं। ज्येष्ठा नक्षत्र के तीसरे चरण में जन्म लेने वाले जातक के लिए माता का स्वास्थ्य चिंता का विषय बन सकता है। चौथे चरण में जन्म लेना जातक के लिए शुभ नहीं माना जाता है। जातक को जीवन भर कई बाधाओं का सामना करना पड़ सकता है। ज़िंदगी।",
"यदि जन्म के समय चंद्रमा धनु राशि में 0 डिग्री से 13 डिग्री और 20 मिनट तक है, तो जातक का जन्म गंडमूल नक्षत्र में हुआ माना जाता है। जब जातक का जन्म धनु राशि में होता है तो पिता के जीवन में कई महत्वपूर्ण परिवर्तन होते हैं। मूल नक्षत्र का प्रथम चरण। मूल नक्षत्र के दूसरे चरण में बच्चे का जन्म माता के लिए अशुभ माना जाता है क्योंकि इससे माता को अनेक कष्टों का सामना करना पड़ता है। तीसरे चरण में जन्म लेने वाले जातक को धन हानि का सामना करना पड़ सकता है और धन से वंचित होना पड़ सकता है। उसकी संपत्ति और धन। मूल नक्षत्र का चौथा चरण औसत परिणाम देता है। हालांकि, यदि शांति पूजा की जाती है तो इस चरण में शुभ परिणाम प्राप्त किए जा सकते हैं। जातक को अपने जीवन में कम से कम एक बार बड़ी हानि हो सकती है।",
"रेवती नक्षत्र मीन राशि में 16 डिग्री 40 मिनट से 30 डिग्री तक रहता है। यदि चंद्रमा इन डिग्री के बीच मीन राशि में है, तो माना जाता है कि एक बच्चे का जन्म गंडमूल नक्षत्र में हुआ है। रेवती नक्षत्र के पहले चरण में जन्म लेने वाला जातक रहता है। सुखी और सफल जीवन। ऐसा व्यक्ति अपनी आर्थिक स्थिति से खुश रहता है। रेवती नक्षत्र के दूसरे चरण में जन्म लेने वाला व्यक्ति अपनी मेहनत, बुद्धि और समर्पण के माध्यम से उच्च पद प्राप्त करता है। हालाँकि, उसे भूमि और भूमि से संबंधित कुछ नुकसान का सामना करना पड़ सकता है। संपत्ति। रेवती नक्षत्र के तीसरे चरण में जन्म लेने वाला व्यक्ति बहुत सारी धन-संपत्ति प्राप्त करता है, लेकिन उसे धन हानि से भी गुजरना पड़ सकता है। रेवती नक्षत्र के चौथे चरण में जन्म लेने वाला जातक स्वयं के लिए समस्याएं पैदा करता है। हालांकि, कुछ विद्वानों का मानना है कि लोग इस अवस्था में जन्म लेने वाले अपने माता-पिता के लिए भी परेशानी का कारण बन सकते हैं। उन्हें जीवन में काफी संघर्ष का सामना करना पड़ सकता है।",
"गंड मूल दोष तब होता है जब जन्म के समय चंद्रमा छह गंड मूल नक्षत्रों में से किसी एक में मौजूद होता है। कुंडली में दोष तब बनता है जब चंद्रमा निम्नलिखित नक्षत्रों में होता है: अश्विनी, आश्लेषा, मघा, ज्येष्ठा, मूल , या रेवती, जिसे सामूहिक रूप से गंड मूल नक्षत्र कहा जाता है। इन नक्षत्रों पर ग्रह बुध और केतु द्वारा शासन किया जाता है। वैदिक ज्योतिष में, गंड मूल नक्षत्रों को अशुभ माना जाता है, और यह पीड़ा तब प्रबल हो जाती है जब जन्म कुंडली में अन्य महत्वपूर्ण ग्रह भी अशुभ हो जाते हैं। गण्ड मूल नक्षत्र में जन्म लेने वाले व्यक्ति को जीवन में बार-बार समस्याओं का सामना करना पड़ सकता है। इस परेशानी के कारण उनके माता-पिता, भाई-बहन और रिश्तेदार भी प्रभावित हो सकते हैं। ऐसे जातक परिवार में समस्याएं पैदा कर सकते हैं और जीवन में महत्वपूर्ण प्रयासों के दौरान बाधाओं का सामना कर सकते हैं। जन्म कुंडली में इस दोष (कष्ट) के होने से निम्न कारण हो सकते हैं: माता-पिता और भाई-बहनों के साथ समस्याएं, पिता और माता दोनों के परिवारों में रिश्तेदारों के लिए खतरा, घरेलू पशुओं और मवेशियों के लिए खतरा, धन की हानि, और परिवार में असंतोष और परेशानियां।"
],
"ghata":["इस कुंडली में कोई घट दोष नहीं है।",
"पहले घर में मंगल-शनि की युति यह संकेत देती है कि यह आपको एक अनम्य रवैये के साथ रिश्तों पर हावी होने वाला बना सकती है। आपके पास आवेगपूर्ण प्रवृत्ति के साथ विरोधाभासी स्वभाव है, इसलिए किसी भी विरोधाभासी स्थिति/रिश्तों में कम प्रोफ़ाइल रखना और अपनी जीवन शक्ति और ऊर्जा का निवेश करना सबसे अच्छा है रचनात्मक कार्य में।",
"दूसरे घर में मंगल-शनि की युति अच्छे धन के साथ-साथ पारिवारिक संबंधों में विरोधाभास लाती है क्योंकि शनि कठिन परिश्रम है और मंगल पहल और कार्य की ऊर्जा है जो अधिक मौद्रिक लाभ ला सकता है यदि युति स्थित हो और सकारात्मक तरीके से उपयोग की जाए लेकिन अक्सर परिणामस्वरूप पैसों के मामले में तनाव बढ़ जाता है।",
"तीसरे घर में मंगल-शनि की युति अच्छी पहल और साहस का संकेत देती है जो आपको अपनी कड़ी मेहनत और प्रयास से अधिक धन लाभ दिला सकती है लेकिन दूसरी ओर, आपके जिद्दी स्वभाव के कारण भाई-बहनों और परिवार के साथ टकराव दिखाई दे सकता है।",
"चतुर्थ भाव में मंगल-शनि की युति भावनाओं में स्थिरता और घरेलू ख़ुशी की अभिव्यक्ति, धार्मिक गतिविधियों में अतिरिक्त भागीदारी का संकेत देती है लेकिन आपकी माँ के साथ अक्सर टकराव हो सकता है।",
"पांचवें घर में मंगल-शनि की युति बच्चों से संबंधित मामलों, धन के मामलों में सट्टेबाजी, रचनात्मकता और प्रेम संबंधों में बंधन पर हानिकारक प्रभाव का संकेत देती है।",
"छठे घर में मंगल-शनि की युति आपके प्रतिद्वंद्वियों पर जीत हासिल करने के साहस, अच्छे स्वास्थ्य और जीवन शक्ति का संकेत देती है, लेकिन वाहन की लापरवाही से ड्राइविंग के खिलाफ अतिरिक्त गुस्सा और सावधानी भी दे सकती है।",
"सप्तम भाव में मंगल-शनि की युति वैवाहिक जीवन और रिश्तों में कम प्रगतिशील दृष्टिकोण का संकेत देती है, लेकिन यदि इस युति का रचनात्मक उपयोग किया जाए, तो यह कड़ी मेहनत और प्रयासों के साथ व्यावसायिक प्रयासों में सफलता दे सकती है।",
"आठवें घर में मंगल-शनि की युति आपको नाम और प्रसिद्धि और लंबी उम्र के साथ अच्छी संपत्ति देती है, लेकिन यह आपके स्वास्थ्य को प्रभावित करेगी और धन संबंधी मामलों में कर्ज होगा।",
"नौवें घर में मंगल-शनि की युति आपके धार्मिक झुकाव में वृद्धि, भाई-बहनों, पिता के साथ कम मधुर संबंध, लेकिन धन के मामलों में उदार होने का संकेत देती है।",
"दसवें घर में मंगल-शनि की युति, सरकारी नीतियों के साथ व्यापार में सफलता लेकिन प्रतिद्वंद्वियों से अच्छी प्रतिस्पर्धा, दूसरों के साथ सहयोग बनाए रखना फायदेमंद।",
"11वें घर में मंगल-शनि की युति कड़ी मेहनत के कारण कई स्रोतों से लाभ दे सकती है, लेकिन सामाजिक संबंधों या नेटवर्क के माध्यम से झूठे आरोपों के कारण खराब प्रतिष्ठा दे सकती है।",
"बारहवें घर में मंगल-शनि की युति आपके प्रयासों में बहुत सारी असफलताएँ ला सकती है, जाने-माने परिचितों के माध्यम से धोखा, ऊर्जा और जीवन शक्ति की हानि लेकिन शैक्षिक गतिविधियों में समृद्धि ला सकती है।",
"घट दोष तब होता है जब कुंडली में शनि-मंगल की युति होती है। दोनों अशुभ ग्रह हैं और मिलकर जातक के जीवन में तबाही मचा सकते हैं। शनि और मंगल की दो सबसे चरम ऊर्जाएं जातक को आवेगी बना सकती हैं और घृणा की भावना विकसित कर सकती हैं। लंबे समय तक चलने वाले प्रभाव वाले बुरे निर्णय या क्रोध लाना। शनि के प्रतिबंधों के कारण व्यक्ति को सभी कार्यों में संघर्ष की भावना महसूस हो सकती है।"
],
"shrapit":["इस कुंडली में श्रापित दोष नहीं है",
"पहले घर में शनि-राहु इंगित करता है कि आप हमेशा चिंतित रहेंगे, खराब स्वास्थ्य के साथ नकारात्मक विचारों से ग्रस्त रहेंगे जो कम जीवन शक्ति या बीमारी का संकेत दे सकता है जिसके लिए चिकित्सा सहायता की आवश्यकता होगी।",
"द्वितीय भाव में शनि-राहु वाणी में समस्या, पारिवारिक संबंधों में विवाद और धन के कम संचय का संकेत देते हैं, काम के मोर्चे पर सहकर्मियों के साथ समस्या होगी।",
"तीसरे घर में शनि-राहु आपको प्रगति के लिए कम पहल, भाई-बहन के सुख से वंचित, संचार की गुणवत्ता के बारे में कम चिंता के कारण जीवन में उतार-चढ़ाव दे सकते हैं।",
"चौथे घर में शनि-राहु सुख और स्थिरता के घर में बहुत प्रगतिशील स्थिति नहीं है, जहां यह संपत्ति (स्थिर) और धन को प्रभावित करने वाले आपके व्यक्तिगत संबंधों को प्रभावित करेगा क्योंकि शनि निर्माण का प्रतिनिधित्व करता है और राहु धन, बाधाओं और भ्रम का प्रतिनिधित्व करता है।",
"पंचम भाव में शनि-राहु आपकी शिक्षा पूरी करने में कठिनाई के साथ नकारात्मक विचारों से ग्रस्त होंगे, बड़े भाई-बहनों के रिश्ते प्रभावित होंगे। संतान की संभावनाएं प्रभावित हो सकती हैं, या बच्चों का स्वास्थ्य खराब हो सकता है।",
"छठे घर में शनि-राहु दिल का दौरा, रक्त विकार, कर्ज जैसी स्वास्थ्य चिंताओं के कारण आपके स्वास्थ्य को प्रभावित कर सकते हैं या व्यक्ति शराब पीने और जुए की बुरी आदतों का आदी हो सकता है।",
"सातवें घर में शनि-राहु कम सहयोग और प्रतिद्वंद्विता के साथ काम के मोर्चे पर पेशेवर भागीदारों और सहकर्मियों के साथ संघर्ष दे सकते हैं। यह आपके जीवनसाथी के साथ आपके व्यक्तिगत संबंधों को प्रभावित कर सकता है, जिससे आपके घर में युद्ध का माहौल बन सकता है। आपके सभी उद्यमों में सफलता मिलेगी धैर्य और कड़ी मेहनत से संकेत मिलता है।",
"आठवें घर में शनि-राहु खराब स्वास्थ्य, खराब रिश्तों का संकेत देते हैं और गुप्त संबंध की संभावना बहुत अधिक है।",
"नौवें घर में शनि-राहु आपको कम भाग्य देता है, पिता के साथ संबंध कम प्रगतिशील होते हैं लेकिन कड़ी मेहनत के साथ व्यावसायिक सफलता मिलती है।",
"दसवें घर में शनि-राहु व्यक्तिगत और व्यावसायिक असफलताएँ देते हैं और सरकारी अपराध के लिए दंडित होने की संभावना है।",
"ग्यारहवें घर में शनि-राहु के कारण जुए या सट्टेबाजी से लाभ दिखाई देता है, लेकिन बड़े भाई-बहनों और बच्चों को स्वास्थ्य में कम ऊर्जा के कारण कष्ट होने की संभावना है।",
"बारहवें घर में शनि-राहु कम स्वास्थ्य संभावनाएं, अनैतिक रिश्ते, व्यक्तिगत संबंधों में खुशी की कमी देते हैं।",
"श्रपित दोष जन्म कुंडली में तब होता है जब शनि और राहु एक ही राशि में स्थित होते हैं। श्रपित का अर्थ है पिछले जन्म के किसी व्यक्ति द्वारा दिया गया श्राप। यह दोष किसी व्यक्ति के पिछले जीवन के गलत कार्यों के परिणामस्वरूप होता है। एक व्यक्ति को श्राप मिलता है किसी को पिछले जन्म में अपने दुष्कर्मों के लिए। पिछले जीवन के कर्मों का वर्तमान में अस्तित्व का पीछा करना दुर्भाग्य माना जाता है। इस जीवन में जो कुछ भी होता है वह पिछले जीवन के बुरे कर्मों का प्रतिबिंब है। निम्नलिखित समस्याओं की सूची दी गई है व्यक्ति को इस दोष के दुष्प्रभाव का अनुभव हो सकता है: शैक्षणिक गतिविधियों में समस्याएं, व्यापार में बाधाएं, भारी वित्तीय नुकसान, बच्चों की बार-बार बीमारियाँ, संतान की कमी, वैवाहिक कलह, कानूनी लड़ाई और शत्रुता, चिंता और तनाव और कम आत्मविश्वास।"
]
}