{
"kala_sarpa":["இந்த ஜாதகத்தில் கால சர்ப்ப தோஷம் இல்லை.",
"அனந்த கால சர்ப்ப தோஷம்- 1 ஆம் வீட்டில் ராகு மற்றும் 7 ஆம் வீட்டில் கேது. இந்த தோஷத்தில், ஜாதகத்தில், ராகு 1 ஆம் வீட்டில் மற்றும் கேது 7 ஆம் வீட்டில் வைக்கப்பட்டுள்ளது. அனைத்து கிரகங்களும் ராகு-கேது இடையே 1 ஆம் வீட்டில் இருந்து ஏழாவது வீடு. இந்தச் சீரமைப்பு ஒருவரைக் குணமடையச் செய்து உடல்நலப் பிரச்சினைகளை உண்டாக்கும். திருமண உறவுகளில் பிரச்சனைகள் இருக்கும், வியாபாரத்தில் இருந்தால் கூட்டாளிகளின் ஆதரவின்மை இருக்கும்.",
"குளிக் கால சர்ப்ப தோஷம்- 2ம் வீட்டில் ராகு, 8ம் வீட்டில் கேது. ராகு 2ம் வீட்டிலும் கேது 8ம் வீட்டிலும் இருக்கும் போது இந்த தோஷம் உருவாகிறது, எல்லா கிரகங்களும் அவற்றுக்கிடையே இருக்கும். இந்த தோஷம் தனி நபர் கெட்ட நாக்கு உடையவராக இருக்கலாம். மற்றும் உறவினர்களின் ஆதரவின்றி வாழ்க்கையை நடத்துங்கள். பணப் பிரச்சனைகள் வரலாம், சேமிப்பு சாத்தியமில்லாமல் போகலாம். பாதிக்கப்பட்ட பூர்வீகம் அறுவை சிகிச்சை அல்லது விபத்துக்கு உள்ளாகலாம். இயற்கைக்கு மாறான மரணம் ஏற்பட வாய்ப்பு உள்ளது.",
"வாசுகி கால சர்ப்ப தோஷம்- 3வது வீட்டில் ராகு மற்றும் 9வது வீட்டில் கேது. இந்த தோஷம் ஜாதகத்தில் ராகு மற்றும் கேது முறையே 3, மற்றும் 9 வது வீடுகளில் இருக்கும்போது, மீதமுள்ள கிரகங்கள் அவற்றுக்கிடையே இணைந்திருக்கும் போது உருவாகிறது. கூச்ச சுபாவமும் சுயமரியாதைக்காக போராட முடியாமல் போகலாம்.இளைஞர்களுடன் உறவும் நன்றாக இருக்காது.துன்பங்களை சமாளிக்க முடியாத நபருக்கு அலைச்சல் ஏற்படும்.பூர்வீக மதத்தில் ஆர்வம் இல்லாமல் இருக்கலாம், அதிர்ஷ்டம் சாதகமாக இல்லாமல் போகலாம். அவர்களுக்கு.",
"சங்கபால கால சர்ப்ப தோஷம்- 4 ஆம் வீட்டில் ராகு மற்றும் 10 ஆம் வீட்டில் கேது. 4 ஆம் வீட்டில் இருந்து 10 ஆம் வீட்டில் வைக்கப்பட்டுள்ள ராகு மற்றும் கேது இடையே அனைத்து கிரகங்களும் இருக்கும்போது இந்த தோஷம் உருவாகிறது. இந்த சீரமைப்பு பூர்வீக தோஷத்தை ஏற்படுத்துகிறது. தாயுடனான உறவு. தனிநபருக்கு மன அமைதி இல்லாமல் இருக்கலாம் மற்றும் தொழில் சார்ந்த பிரச்சனைகளை சந்திக்க நேரிடும்.",
"பத்ம கால சர்ப்ப தோஷம் - 5 ஆம் வீட்டில் ராகு மற்றும் 11 ஆம் வீட்டில் கேது. 5 ஆம் வீட்டில் இருந்து 11 ஆம் வீட்டிற்கு ராகு-கேதுவின் அச்சாகவும், இந்த அச்சில் உள்ள அனைத்து கிரகங்களும் இந்த தோஷத்தை ஏற்படுத்துகின்றன. பாதிக்கப்பட்ட நபர் குழந்தை பிறப்பு மற்றும் பிரசவத்தில் சிக்கலை எதிர்கொள்ளலாம். கல்வி, அவர்களுக்கு சம்பாதிப்பதில் சிக்கல் இருக்கலாம் மற்றும் மூத்த உடன்பிறப்புகளுடன் மோதலில் ஈடுபடலாம்.",
"மகாபத்ம கால சர்ப்ப தோஷம்- 6 ஆம் வீட்டில் ராகு மற்றும் 12 ஆம் வீட்டில் கேது. 12 ஆம் வீட்டிற்கு 6 ஆம் வீட்டில் ராகு - கேது அச்சில் உள்ள அனைத்து கிரகங்களும் இந்த தோஷத்தை ஏற்படுத்துகிறது. பாதிக்கப்பட்ட நபர் எதிரிகளின் ஆதிக்கம் மற்றும் பணத்தை இழக்கலாம். மற்றும் சொத்து. பூர்வீகம் பணத்தை வீணடிக்கலாம், பிரபலமடையாமல் இருக்கலாம், மாமியார்களுடன் மோதல்கள் இருக்கலாம்.",
"தக்ஷக் கால சர்ப்ப தோஷம்- 7ம் வீட்டில் ராகு, 1ம் வீட்டில் கேது. 7ம் வீட்டில் இருந்து 1ம் வீட்டிற்கு ராகு-கேதுவின் அச்சில் அனைத்து கிரகங்களும் இடம் பெறுவதால் இந்த தோஷம் ஏற்படுகிறது. பாதிக்கப்பட்டவர்களுக்கு திருமணம் நடக்காமல் போகலாம். திருமணம் செய்து கொண்டால். , பின்னர் திருமணம் சரியாக நடக்காமல் போகலாம். இந்த தோஷம் தம்பதியினரிடையே பிளவை உண்டாக்கி, பிரிவினைக்கு வழிவகுக்கும்.",
"காரகோடக் கால சர்ப்ப தோஷம் - 8 ஆம் வீட்டில் ராகு மற்றும் 2 ஆம் வீட்டில் கேது. 8 ஆம் வீட்டில் ராகு மற்றும் 2 ஆம் வீட்டில் கேது மற்றும் அவர்களுக்கு இடையே மீதமுள்ள கிரகங்கள் இந்த தோஷத்தை ஏற்படுத்தும். பாதிக்கப்பட்ட பூர்வீக குணம் இருக்கலாம். மற்றும் சமூக விரோதிகளுடன் நட்பு கொள்ளுங்கள். பூர்வீகத்திற்கு எதிரிகள் இருக்கலாம் மற்றும் தந்தைவழி செல்வம் வழங்கப்படாது.",
"சங்கசூட் கால சர்ப்ப தோஷம்- 9 ஆம் வீட்டில் ராகு மற்றும் 3 ஆம் வீட்டில் கேது. 9 ஆம் வீட்டில் ராகு வைக்கப்படும் போது, 3 ஆம் வீட்டில் கேது மற்றும் அனைத்து கிரகங்கள் ராகு மற்றும் கேது இடையே இருக்கும் போது; இந்த தோஷம் ஜாதகத்தில் உருவாக்கப்படுகிறது. ஒரு பாதிக்கப்பட்ட நபர். வாழ்க்கையில் நிறைய போராடலாம், அதிர்ஷ்டம் அவர்களுக்கு ஒருபோதும் சாதகமாக இருக்காது. ஒரு நபர் தொடர்ந்து பொய் சொல்லும் பழக்கத்தை வளர்த்துக் கொள்ளலாம் மற்றும் குறுகிய மனநிலையுடன் இருக்கலாம்.",
"கடக் கால சர்ப்ப தோஷம் - 10 ஆம் வீட்டில் ராகு மற்றும் 4 ஆம் வீட்டில் கேது. இந்த தோஷம் 10 ஆம் வீட்டில் ராகு, 4 ஆம் வீட்டில் கேது, மற்றும் அனைத்து கிரகங்களும் 10 முதல் 4 ஆம் வீடுகளுக்கு இடையில் இருக்கும் போது உருவாகிறது. தொழிலில் பல இடையூறுகள் மற்றும் வேலையில் மேலதிகாரிகளுடன் மோதல்களை சந்திக்க நேரிடலாம். தனி நபர் கவனம் இல்லாமல் விமர்சனங்களை சந்திக்க நேரிடலாம். குடும்ப உறுப்பினர்களுடனான உறவு மோசமாக இருக்கலாம். கடன்கள் மற்றும் கெட்ட பழக்கங்கள் இருக்கலாம்.",
"விஷ்தர் கால சர்ப்ப தோஷம்- 11ம் வீட்டில் ராகு, 5ம் வீட்டில் கேது. ராகு 11ம் வீட்டிலும் கேது 5ம் வீட்டிலும் இருக்கும் போது இந்த தோஷம் உருவாகிறது, மேலும் அனைத்து கிரகங்களும் ராகுவுக்கும் கேதுவுக்கும் நடுவே அமையும். ஜாதகத்தில் இந்த தோஷம் இருக்கும்போது நிதி நெருக்கடி மற்றும் குழந்தைகள் தொடர்பான பிரச்சினைகள்.",
"ஷேஷாங்க கால சர்ப்ப தோஷம் - 12 ஆம் வீட்டில் ராகு மற்றும் 6 ஆம் வீட்டில் கேது. 12 ஆம் வீட்டில் ராகு மற்றும் 6 ஆம் வீட்டில் கேது இருக்கும்போது, ​​அனைத்து கிரகங்களும் அவற்றுக்கிடையே இணைக்கப்பட்டால், இந்த தோஷம் ஜாதகத்தில் உருவாகிறது. வாழ்க்கையில் திருப்தி இருக்காது. மறைந்திருக்கும் எதிரிகள் இருக்கலாம், அதிகாரிகளால் பிரச்சனைகளை சந்திக்க நேரிடலாம். அடிக்கடி உடல்நலக் கோளாறுகள் வரலாம்.",
"கால சர்ப்ப தோஷம் ஒரு நபர் உயர் பதவியில் இருந்து தாழ்த்தப்படுவதற்கு முக்கிய காரணமாக கருதப்படுகிறது. அனைத்து முக்கிய கிரகங்களும் ராகு மற்றும் கேது இடையே வைக்கப்படும் போது, கால சர்ப்ப தோஷம் உருவாகிறது. இது நிறைய போராட்டங்களையும், மகிழ்ச்சியற்ற தன்மையையும் கொண்டு வருகிறது. மற்றும் இடையூறுகள்.இது வியாபாரத்தில் தோல்வி, உடல் மற்றும் மன பலவீனம், தாமதமான அல்லது மகிழ்ச்சியற்ற திருமணம் போன்ற பல சிரமங்களை ஏற்படுத்தும். எனவே, சரியான வேத சடங்குகளுடன் சிகிச்சையளிக்கப்படாவிட்டால், அது வாழ்க்கையில் மீண்டும் மீண்டும் தடைகள் மற்றும் துன்பங்களுக்கு காரணமாக இருக்கலாம். சூரியன், சந்திரன், புதன், சுக்கிரன், செவ்வாய், வியாழன், சனி ஆகிய அனைத்து கிரகங்களும் ராகு மற்றும் கேதுவிற்கு இடையில் இணைந்தால், கால சர்ப்ப தோஷம் உருவாகிறது, ராகுவுக்கு வெளியே ஒரு கிரகம் இருந்தாலும் - கேது அச்சு, அது தோஷமாக கருதப்படாது. ராகு மற்றும் கேதுவின் வெவ்வேறு இடங்கள் வெவ்வேறு பலன்களைத் தரும்."
],
"manglik":["இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"1வது வீடு லக்னம் அல்லது லக்னம், அது அந்த நபரை அல்லது சுயத்தையே குறிக்கிறது. செவ்வாய் இந்த வீட்டில் இடம் பெற்றால், பூர்வீகவாசிகள் மனக்கிளர்ச்சி, குறுகிய மனப்பான்மை மற்றும் வன்முறையாளர்களாக மாறலாம். இது கூட்டாளர்களிடையே மோதல்களுக்கு வழிவகுக்கும். , மற்றும் அவர்களின் வாழ்க்கையை கியர் இல்லாமல் தூக்கி எறிந்துவிட்டு, பிரிவினைகளிலும் விளைகிறது.",
"இரண்டாம் இடம் குடும்பம் மற்றும் மகிழ்ச்சியைக் குறிக்கும் வீடு, இங்கு செவ்வாய் அமைவது பூர்வீகக் கருணையற்றவர்களாகவும், வறுமை மற்றும் தாம்பத்ய வாழ்வில் விகாரங்களை உண்டாக்கும். சில சமயங்களில், இது முறிவுகளிலும் முடியும்.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"சௌகரியங்களைக் குறிக்கும் 4 ஆம் வீட்டில் செவ்வாய் அமைவது தொழில் மற்றும் பண விஷயங்களில் சிக்கல்களை ஏற்படுத்தும். இதனால் நோய்கள் மற்றும் குடும்ப வாழ்க்கையில் குழப்பம் ஏற்படலாம்.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"7ம் இடம் திருமணத்தை நேரடியாகக் குறிக்கும் களத்திர ஸ்தானம். இங்கு செவ்வாய் அமைவதால் பூர்வீகவாசிகளை ஆக்ரோஷமானவர்களாகவும் ஆதிக்கம் செலுத்தக்கூடியவர்களாகவும் மாற்றலாம் மற்றும் வாழ்க்கைத் துணைவர்களிடையே கருத்து வேறுபாடுகள், துன்பங்கள் மற்றும் துக்கங்கள் ஏற்படலாம்.",
"எட்டாம் வீடு சுஹாக் பாவாவை, திருமணத்தின் நீண்ட ஆயுளைக் குறிக்கிறது. செவ்வாய் கிரகம் இங்குள்ள நபரை அதிக சுபாவம் கொண்டவராகவும், பாலியல் ஆக்ரோஷமானவராகவும், விபத்துக்குள்ளானவராகவும், துரதிர்ஷ்டவசமாகவும் மாற்றும் அதே வேளையில், இது வாழ்க்கைத் துணைவர்களின் நீண்ட ஆயுளுக்கும், திருமணத்திற்கும் அழிவைத் தரும்.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"இந்த ஜாதகத்தில் மாங்கல்யம்/செவ்வாய் தோஷம் இல்லை.",
"12-ம் இடம் மணவாழ்வு சுகமும் மகிழ்ச்சியும் தரும் வீடாகும். செவ்வாய் இந்த வீட்டில் அமர்வதால், பூர்வீகம் அமைதியற்றவராகவும், ஆக்ரோஷமாகவும், சுயமரியாதையை இழக்க நேரிடும். செயல்பாட்டில், அவர்களின் திருமண பந்தத்தில் அமைதியும் மகிழ்ச்சியும் கிடைக்கும். தாக்கினால் வாழ்க்கை பரிதாபமாக மாறலாம்.",
"வேத ஜோதிடத்தின் படி, செவ்வாய் ஜாதகத்தில் லக்னம் (1 வது வீடு), சந்திரன் மற்றும் சுக்கிரன் ஆகியவற்றிலிருந்து 2 வது வீடு, 4 வது வீடு, 7 வது வீடு, 8 வது வீடு அல்லது 12 வது வீட்டை ஆக்கிரமிக்கும் போது, அண்ட சீரமைப்பு மாங்க்லிக் தோஷத்தை உருவாக்குகிறது. தென்னிந்திய ஜோதிடம் செவ்வாய் கிரகத்தை 2வது வீட்டில் மங்கள தோஷம் என்று கருதுகிறது. இது செவ்வாய் தோஷம் என்று தமிழில் அழைக்கப்படுகிறது."
],
"manglik_exceptions":["பொருந்தக்கூடிய விதிவிலக்குகள் எதுவும் இல்லை.",
"செவ்வாய் சிம்மம் அல்லது கும்பத்தில் உள்ளது", 
"செவ்வாய் 2 ஆம் வீட்டில் மிதுனம் அல்லது கன்னி ராசிகளில் இருக்கிறார்",
"செவ்வாய் நான்காவது வீட்டில் மேஷம் அல்லது விருச்சிக ராசிகளில் இருக்கிறார்",
"செவ்வாய் 7 ஆம் வீட்டில் கடகம் அல்லது மகர ராசியில் இருக்கிறார்",
"செவ்வாய் 8 ஆம் வீட்டில் தனுசு அல்லது மீன ராசிகளில் இருக்கிறார்",
"செவ்வாய் 12 ஆம் வீட்டில் ரிஷபம் அல்லது துலாம் ராசியில் இருக்கிறார்",
"செவ்வாய், வியாழன் அல்லது சனியின் கூட்டு அல்லது அம்சத்தில் உள்ளது",
"செவ்வாய் வக்ர கதியில் இருக்கிறார்",
"செவ்வாய் பலவீனமாக உள்ளது (எரிச்சல், ராசி சந்தி போன்றவை)",
"செவ்வாய் லக்னத்தின் அதிபதி.",
"செவ்வாய் ராசியின் ஆட்சியாளர் நீச்சம் அல்லது வலுவான நன்மை செய்யும் கிரகத்துடன் தொடர்புடையவர்",
"செவ்வாய் சொந்த வீட்டில், உச்சம் அல்லது நண்பர் வீட்டில் இருந்தால் பாதிப்புகள் குறையும்",
"செவ்வாய் நகரும் வீட்டில் இருந்தால், அது விளைவுகளை குறைக்கிறது",
"செவ்வாய் ராசியின் ஆட்சியாளர் ராசியின் நாற்கரங்கள் அல்லது திரிகோணங்களில் இருக்கிறார்",
"லக்னம் கடகம் அல்லது சிம்மத்தில் இருந்தால், செவ்வாய் யோக காரகம் என்பதால் தோஷம் ஏற்படாது.",
"வியாழன் அல்லது சந்திரனுடன் செவ்வாய் இணைவதால், அது தோஷத்தைக் குறைக்கிறது",
"வியாழன் அல்லது சுக்கிரன் லக்னத்தில் இருக்கும் போது தோஷம் குறையும்",
"செவ்வாய் தோஷம் இருந்தாலும்- பின்வரும் விதிவிலக்குகளால் - செவ்வாய் தோஷம் பலனளிக்காது."
],
"pitru":["இந்த ஜாதகத்தில் பித்ரு தோஷம் இல்லை.",
"ஒன்பதாவது வீட்டில் சூரியன், சந்திரன் அல்லது ராகு இருக்கிறார்.",
"கேது நான்காவது வீட்டில் இருக்கிறார்.",
"சூரியன், சந்திரன், ராகு அல்லது கேது, செவ்வாய் அல்லது சனி போன்ற தீய கிரகங்களால் பாதிக்கப்பட்டுள்ளனர்",
"சுக்கிரன், புதன், ராகு அல்லது இந்த இரண்டு கிரகங்களில் ஏதேனும் ஒன்று 2வது, 5வது, 9வது அல்லது 12வது வீட்டில் உள்ளது.",
"சூரியன் அல்லது சந்திரன் ராகு அல்லது கேதுவுடன் இணைந்துள்ளது.",
"பித்ரு தோஷம் என்பது ஒரு கிரக தோஷம், அதாவது குண்டலியில் பித்ரு தோஷத்தால் பாதிக்கப்பட்டவர் செலுத்த வேண்டிய முன்னோர்களின் கர்மக் கடன். உங்கள் முன்னோர்கள் தங்கள் வாழ்க்கைப் பயணத்தில் ஏதேனும் தவறுகள், குற்றங்கள் அல்லது பாவங்களைச் செய்திருந்தால் அது உருவாகிறது. பதிலுக்கு, உங்கள் வாழ்க்கையில் பல்வேறு சவால்கள் அல்லது தண்டனைகளை அனுபவித்து கர்ம கடனை நீங்கள் செலுத்த வேண்டும். உங்கள் ஜாதகத்தில் சூரியன் அல்லது சந்திரன் இணைந்திருக்கும்போது அல்லது ராகு அல்லது கேதுவின் அம்சங்களில் இந்த தோஷம் உருவாகிறது. பிறப்பு ஜாதகத்தின் 1, 5, 8 அல்லது 9 வது வீட்டில் சேர்க்கை நிகழும்போது இந்த தோஷத்தின் தீய விளைவுகள் கடுமையாக மாறும். எனவே, நீங்கள் முடிவில்லா தொல்லைகளை எதிர்கொண்டால், பித்ரு தோஷம் உங்கள் வாழ்க்கையில் வலி மற்றும் வேதனைக்கு காரணமாக இருக்கலாம். இந்த ஜாதகத்தில் பின்வரும் காரணங்களுக்காக பித்ரு தோஷம் உள்ளது:"
],
"kalathra":["இந்த ஜாதகத்தில் களத்திர தோஷம் இல்லை.",
"",
"களத்திர தோஷம் என்பது திருமணத்தை பாதிக்கும் மற்றும் திருமணத்திற்கு பிரச்சனைகளை கொண்டு வரும் ஒரு துன்பம். வேத ஜோதிடத்தில், 7 வது வீடு உறவுகளை குறிக்கிறது; சமஸ்கிருதத்தில், இது களத்திர ஸ்தானம், மனைவியின் வீடு. 7 வது வீடு மனைவி, நல்லிணக்கம், கூட்டாண்மை, மகிழ்ச்சி ஆகியவற்றைக் குறிக்கிறது. திருமண நல்லிணக்கம் மற்றும் நல்ல பந்தம்.இந்த கலத்திர தோஷம் திருமண தோஷம் என்றும் அழைக்கப்படுகிறது. களத்திர தோஷம் திருமணத்தை பாதிக்கும் மற்றும் அமைதி மற்றும் நல்லிணக்கத்தை சீர்குலைக்கும். பிரச்சினைகள்: தாமதமான திருமணம், திருமண வாழ்க்கையில் மகிழ்ச்சியின்மை, வாழ்க்கைத் துணைக்கு உடல்நலப் பிரச்சினைகள்"
],
"guru_chandal":["இந்த ஜாதகத்தில் குரு சண்டாள தோஷம் இல்லை.",
"1 வது வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது நல்ல முடிவுகளைத் தருகிறார், மேலும் நீங்கள் கற்றறிந்தவராகவும், நன்கு அறிந்தவராகவும் இருக்கிறீர்கள், மேலும் நேர்மறை சேர்க்கை உங்களுக்கு அறிவார்ந்த ஞானத்தைத் தரும், அங்கு நீங்கள் நல்ல ஆன்மீக ஆசிரியராகவும் வழிகாட்டியாகவும் ஆகலாம்.",
"2 ஆம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது ராகுவின் தாக்கத்தால் உங்களுக்கு பேச்சில் சுறுசுறுப்பைத் தருகிறது, மேலும் இது குடும்பம் மற்றும் அன்பானவர்களிடமிருந்து பிரிவைத் தருகிறது.",
"மூன்றாம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது பயணங்களால் சாதகமான முடிவுகளைத் தருகிறார்கள், அங்கு பல வாய்ப்புகள் உங்களுக்கு வியாழனின் ஆசீர்வாதத்தால் குறைவான முயற்சிகளுடன் முயற்சிகளில் வெற்றியைத் தரும்.",
"நான்காவது வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது உங்களுக்கு தனித்துவமான படைப்பாற்றல், தாய் மீது பாசம் ஆகியவற்றை ஆசீர்வதிப்பார்கள், ஆனால் உங்கள் வாழ்க்கை உங்கள் தாயைச் சுற்றியே உள்ளது, இது உங்கள் மற்ற உறவுகளை எதிர்மறையாக பாதிக்கலாம்.",
"5 ஆம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது உங்களை ஆக்கப்பூர்வமான வாழ்க்கை முறைகளில் ஈடுபடுத்துவார்கள் அல்லது உங்கள் துறையில் நிபுணத்துவத்துடன் விஷயங்களைச் செய்வார்கள், ஆனால் உங்கள் உயர்நிலை காரணமாக நீங்கள் கெட்ட பழக்கங்களுக்கு அடிமையாகலாம்.",
"ஆறாம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது உங்களுக்கு ஊக வணிகத்தில் பெரிய வெற்றியைக் கொண்டு வரலாம், ஆனால் உங்கள் ஆரோக்கியத்தை பாதிக்கலாம்.",
"ஏழாவது வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது திருமணத்தில் தாமதம், திருமண மற்றும் தொழில் கூட்டாண்மையில் பிரச்சினைகள் மற்றும் திருமணத்தில் மகிழ்ச்சியின்மை ஆகியவற்றைக் கொடுக்கிறது.",
"8வது வீட்டில் உள்ள வியாழன் மற்றும் ராகு அல்லது கேது மாயத் துறைகளை ஆழமாக கற்கவும், விஞ்ஞானிகளாக ஆராய்ச்சி செய்யவும், ஆனால் உங்கள் வெற்றியில் போட்டியாளர்களையும் சவால்களையும் தருவார்கள்.",
"9 வது வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது வெற்றிகரமான பதவி இருந்தபோதிலும் பாதிக்கப்படாத தாராள குணத்துடன் சுத்திகரிக்கப்பட்ட மத நாட்டத்துடன் நல்ல பலன்களைத் தருகின்றன.",
"பத்தாம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது ஒரு தோல்வியுற்ற தொழிலைக் கொடுக்கலாம், ஆனால் உங்களை ஒரு நல்ல மற்றும் ஆர்வமுள்ள கற்றவராக மாற்றலாம்.",
"11 ஆம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது உங்களுக்கு நல்ல சமூக உருவத்தையும், குழந்தைகளிடம் பாசத்தையும் தருவார்கள், ஆனால் நீங்கள் உங்கள் வாழ்நாள் முழுவதும் செல்வத்தின் பின்னால் ஓடுவீர்கள்.",
"12 ஆம் வீட்டில் வியாழன் மற்றும் ராகு அல்லது கேது வெளிநாட்டில் மற்றும் குடும்பத்தை விட்டு வெளியேறும் தொழிலில் வெற்றியைக் கொடுக்க முடியும், ஆனால் மன மற்றும் உடல் ஆரோக்கிய பிரச்சினைகளை கொடுக்கக் கூடியது.",
"இந்த ஜாதகத்தில் குரு சண்டாள தோஷம் உள்ளது. ஜாதகத்தில் வியாழன் கிரகம் ராகு அல்லது கேதுவுடன் இணைந்தால் சண்டாள தோஷம் ஏற்படுகிறது. வேத ஜோதிடத்தில் வியாழன் குரு என்று அழைக்கப்படுகிறது. சண்டாள என்பது ராகு என்ற அசுரனைக் குறிக்கிறது. எனவே, தோஷம் குரு சண்டாள தோஷம் என்றும் அழைக்கப்படுகிறது, தோஷம் பூர்வீக வாழ்க்கையில் தீய விளைவுகளை ஏற்படுத்தும், மாறாக, வியாழன் வலுவாக இருந்தால், இது குரு-சண்டாள-யோகமாக மாறும், இருப்பினும், இந்த தோஷம் எல்லாவற்றிலும் மிகவும் தீங்கு விளைவிப்பதில்லை. வீடுகள், மற்றும் வியாழன் வலுவாகவும் சிறப்பாகவும் இருந்தால், ராகுவை கட்டுப்படுத்த முடிந்தால், பூர்வீகம் குறைந்த நஷ்டத்துடன் நீண்ட தூரம் செல்ல முடியும். வியாழன் கேதுவுடன் இணைந்திருந்தால், இந்தியாவின் வட பகுதியில் உள்ள ஜோதிடர்களால் சண்டாள தோஷமாக கருதப்படுவதில்லை. மேலும் ஆன்மீகம் மற்றும் உலகத்திலிருந்து தனிமைப்படுத்தப்பட்டது."
],
"ganda_moola":["இந்த ஜாதகத்தில் கண்ட மூல தோஷம் இல்லை.",
"அஸ்வினி நட்சத்திரத்தின் முதல் கட்டத்தில் பிறந்தவர் வாழ்க்கையில் நிறைய தடைகளை சந்திக்க நேரிடும். இந்த நிலை கடந்த ஜென்மத்தின் கெட்ட செயல்களின் அடிப்படையில் பலனைத் தரும். மேலும், அஸ்வினி நட்சத்திரத்தில் பிறந்தவர் சிலவற்றை ஏற்படுத்தலாம். தந்தைக்கு பிரச்சனைகள்.ஆனால், இந்த நக்ஷத்திரம் இந்த பலன்களால் எதிர்மறையாக கருதப்படக்கூடாது.ஒரு ஜாதகத்தில் உருவாகும் மற்ற சேர்க்கைகளையும் எந்த முடிவுக்கும் வருவதற்கு முன் பகுப்பாய்வு செய்ய வேண்டும்.அஸ்வினி நட்சத்திரத்தின் இரண்டாம் கட்டத்தில் பிறந்தவர் மகிழ்ச்சியாகவும், வளமாகவும் வாழ்கிறார். வாழ்க்கை, அஸ்வினி நட்சத்திரத்தின் மூன்றாம் கட்டத்தில் பிறந்தவர் சமூகத்தில் உயர் பதவியையும் கௌரவத்தையும் அடைகிறார், நண்பர்களின் ஒத்துழைப்பைப் பெறுவார், பயணங்களில் ஆர்வம் காட்டுவார். அஸ்வினி நட்சத்திரத்தின் நான்காவது நிலை. ஆனால், அவர் சிறு உடல்நலக் கோளாறுகளால் பாதிக்கப்படலாம்.",
"ஆஷ்லேஷ நட்சத்திரம் 16 டிகிரி 40 நிமிடங்கள் முதல் 30 டிகிரி வரை கடக ராசியில் உள்ளது. இந்த டிகிரிகளுக்கு இடையில் சந்திரன் கடக ராசியில் இருந்தால், அது கண்டமூல நட்சத்திரத்தில் இருப்பதாகக் கூறப்படுகிறது. ஆஷ்லேஷ நட்சத்திரத்தின் முதல் நிலை சரியாக அசுபமானது என்று கருதப்படவில்லை, ஆனால் பூர்வீக செல்வ நஷ்டத்தால் அவதிப்பட நேரிடலாம்.இருப்பினும் இந்த நிலை சாந்தி பூஜை செய்தால் சுப பலன்களை தரும்.ஆஷ்லேஷ நட்சத்திரத்தின் இரண்டாம் கட்டத்தில் பிறந்தவர் சகோதர சகோதரிகளுக்கு பிரச்சனைகளை ஏற்படுத்தலாம் அல்லது ஒருமுறை சொந்த செல்வத்தை அழிக்கலாம். வளர்கிறது.ஆஷ்லேஷ நட்சத்திரத்தின் மூன்றாம் கட்டத்தில் பிறந்த குழந்தை தாய் மற்றும் தந்தை இருவருக்கும் பிரச்சனைகளை ஏற்படுத்தலாம். நான்காவது கட்டத்தில் பிறந்தால், குழந்தையின் தந்தை சில நிதி இழப்பு மற்றும் உடல்நல பிரச்சனைகளை சந்திக்க நேரிடும்.",
"சிம்ம ராசியின் ஆரம்பம் மக நட்சத்திரத்தின் தொடக்கத்தைக் குறிக்கிறது. சந்திரன் 0 டிகிரி முதல் 13 டிகிரி 20 நிமிடங்கள் வரை சிம்ம ராசியில் இருந்தால், அது கண்டமூல நட்சத்திரத்தில் இருப்பதாகக் கூறப்படுகிறது. மக நட்சத்திரத்தின் முதல் கட்டத்தில் பிறந்தவர் காரணமாக இருக்கலாம். தாய்க்கு பிரச்சனைகள்.அதேபோல் இரண்டாம் நிலையில் பிறந்தவர் தந்தைக்கு சில பிரச்சனைகளை ஏற்படுத்தலாம்.மகா நட்சத்திரத்தில் பிறந்தால் வாழ்நாள் முழுவதும் சகலவிதமான இன்பங்களையும் பெற்றவராக இருப்பார். மக நட்சத்திரத்தின் நான்காவது கட்டத்தில் பிறந்தவர் தனது தொழிலில் நிலையானவர் மற்றும் உயர் கல்வியைத் தொடர்கிறார்.",
"ஜ்யேஷ்ட நட்சத்திரம் விருச்சிக ராசியில் 16 டிகிரி மற்றும் 40 நிமிடங்கள் முதல் 30 டிகிரி வரை இருக்கும். இந்த டிகிரிகளுக்கு இடையே விருச்சிக ராசியில் சந்திரன் இருந்தால், குழந்தை கண்டமூல நட்சத்திரத்தில் பிறந்ததாகக் கூறப்படுகிறது. இந்திய வேத ஜோதிடத்தின்படி, ஜ்யேஷ்ட நட்சத்திரம் கருதப்படுகிறது. அசுப நக்ஷத்திரமாக இருங்கள்.ஜேஷ்ட நட்சத்திரத்தின் முதல் கட்டத்தில் பிறந்தவர் தனது மூத்த சகோதர சகோதரிகளுக்கு பிரச்சனைகளை ஏற்படுத்தலாம்.ஜேஷ்ட நட்சத்திரத்தின் இரண்டாம் நிலை இளைய சகோதர சகோதரிகளுக்கு அசுபமாக கருதப்படுகிறது.அவர்கள் உடல்நலக் கோளாறுகள் மற்றும் பிற பிரச்சனைகளால் பாதிக்கப்படலாம். ஜ்யேஷ்டா நட்சத்திரத்தின் மூன்றாம் கட்டத்தில் பிறந்தவர்களுக்கு தாயின் ஆரோக்கியம் கவலை அளிக்கும் விஷயமாக இருக்கலாம்.நான்காவது கட்டத்தில் பிறப்பது பூர்வீகத்திற்கு சுபமாக கருதப்படுவதில்லை.அந்த நபர் தனது முழுவதும் நிறைய தடைகளை சந்திக்க நேரிடும். வாழ்க்கை.",
"பிறக்கும் போது சந்திரன் 0 டிகிரி முதல் 13 டிகிரி 20 நிமிடங்கள் வரை தனுசு ராசியில் இருந்தால், பூர்வீகம் கண்டமூல நட்சத்திரத்தில் பிறந்ததாகக் கூறப்படுகிறது. பூர்வீக ராசியில் பிறந்தவர் தந்தையின் வாழ்க்கையில் பல அதிரடி மாற்றங்கள் ஏற்படும். மூல நட்சத்திரத்தின் முதல் நிலை.மூல் நட்சத்திரத்தின் இரண்டாம் கட்டத்தில் குழந்தை பிறப்பது தாய்க்கு அசுபமாக கருதப்படுகிறது, அது தாய்க்கு நிறைய பிரச்சனைகளை ஏற்படுத்துகிறது.மூன்றாம் கட்டத்தில் பிறந்தவர்கள் செல்வத்தை இழக்க நேரிடும் மற்றும் இழப்பை சந்திக்க நேரிடும். அவருடைய சொத்து மற்றும் பணம்.மூல நட்சத்திரத்தின் நான்காம் நிலை சராசரி பலன்களைத் தரும்.இருப்பினும், இந்த நிலையில் சாந்தி பூஜை செய்தால் சுப பலன்களை அடையலாம். பூர்வீகம் வாழ்நாளில் ஒருமுறையாவது பெரும் இழப்பை சந்திக்க நேரிடும்.",
"ரேவதி நட்சத்திரம் 16 டிகிரி மற்றும் 40 நிமிடங்கள் முதல் 30 டிகிரி வரை மீன ராசியில் உள்ளது. இந்த டிகிரிகளுக்கு இடையில் சந்திரன் மீன ராசியில் இருந்தால், ஒரு குழந்தை கண்டமூல நட்சத்திரத்தில் பிறந்ததாகக் கூறப்படுகிறது. ரேவதி நட்சத்திரத்தின் முதல் கட்டத்தில் பிறந்தவர் வாழ்கிறார். மகிழ்ச்சியான மற்றும் வெற்றிகரமான வாழ்க்கை, அத்தகைய நபர் தனது பொருளாதார நிலையில் மகிழ்ச்சியாக இருப்பார், ரேவதி நட்சத்திரத்தின் இரண்டாம் கட்டத்தில் பிறந்தவர், தங்கள் கடின உழைப்பு, புத்திசாலித்தனம் மற்றும் அர்ப்பணிப்பு ஆகியவற்றால் உயர் பதவியை அடைகிறார். ரேவதி நக்ஷத்திரத்தின் மூன்றாம் கட்டத்தில் பிறந்தவர் நிறைய செல்வம் மற்றும் சொத்துக்களை அடைகிறார், ஆனால் ரேவதி நட்சத்திரத்தின் நான்காவது கட்டத்தில் பிறந்த பூர்வீக செல்வத்தை இழக்க நேரிடும், இருப்பினும், சில அறிஞர்கள் நம்புகிறார்கள். இந்த நிலையில் பிறந்தவர்கள் தங்கள் பெற்றோருக்கும் பிரச்சனைகளை ஏற்படுத்தலாம். அவர்கள் வாழ்க்கையில் பல போராட்டங்களை சந்திக்க நேரிடும்.",
"கண்ட மூல தோஷம் பிறக்கும் போது ஆறு காண்ட மூல நட்சத்திரங்களில் ஏதேனும் ஒன்றில் சந்திரன் இருக்கும் போது ஏற்படும். அஸ்வினி, ஆஷ்லேஷ, மக, ஜ்யேஷ்ட, மூல நட்சத்திரங்களில் சந்திரன் இருக்கும் போது ஒரு ஜாதகத்தில் தோஷம் உருவாகிறது. , அல்லது ரேவதி, கூட்டாக கண்ட மூல நட்சத்திரங்கள் என்று அழைக்கப்படுகிறது. இந்த நக்ஷத்திரங்கள் புதன் மற்றும் கேது ஆகிய கிரகங்களால் ஆளப்படுகின்றன. வேத ஜோதிடத்தில், கண்ட மூல நட்சத்திரங்கள் அசுபமாகக் கருதப்படுகின்றன, மேலும் பிற ஜாதகத்தில் உள்ள மற்ற முக்கிய கிரகங்களும் தீங்கு விளைவிக்கும் போது இந்த துன்பம் வலுவடைகிறது. .கண்ட மூல நட்சத்திரத்தில் பிறந்தவர்கள் வாழ்க்கையில் அடிக்கடி பிரச்சனைகளை சந்திக்க நேரிடும்.அவர்களின் பெற்றோர்,உறவினர்கள்,உறவினர்களும் இந்த துன்பத்தால் பாதிக்கப்படலாம்.இத்தகைய சொந்தக்காரர்கள் குடும்பத்தில் பிரச்சனைகளை உருவாக்கி வாழ்க்கையில் முக்கிய முயற்சிகளில் தடைகளை சந்திக்க நேரிடும். ஜாதகத்தில் இந்த தோஷம் (துன்பம்) இருந்தால்: பெற்றோர் மற்றும் உடன்பிறந்தவர்களுடன் பிரச்சனைகள், தந்தை மற்றும் தாய் குடும்பத்தில் உள்ள உறவினர்களுக்கு ஆபத்து, வீட்டு விலங்குகள் மற்றும் கால்நடைகளுக்கு ஆபத்து, செல்வ இழப்பு மற்றும் குடும்பத்தில் அதிருப்தி மற்றும் பிரச்சனைகள் ஏற்படலாம்."
],
"ghata":["இந்த ஜாதகத்தில் கட தோஷம் இல்லை.",
"1ம் வீட்டில் செவ்வாய்-சனி இணைவது உங்களை வளைந்துகொடுக்காத மனப்பான்மையுடன் உறவுகளில் ஆதிக்கம் செலுத்தும் என்பதைக் குறிக்கிறது. நீங்கள் முரண்பாடான சுபாவத்துடன் முரண்பாடான சுபாவத்துடன் இருக்கிறீர்கள், எனவே எந்த முரண்பட்ட சூழ்நிலையிலும்/உறவுகளிலும் குறைந்த சுயவிவரத்தை வைத்து உங்கள் உயிர் மற்றும் ஆற்றலை முதலீடு செய்வது சிறந்தது. ஆக்கபூர்வமான வேலையில்.",
"2ம் வீட்டில் செவ்வாய்-சனி சேர்க்கை குடும்ப உறவுகளில் முரண்பாட்டை ஏற்படுத்துகிறது, ஏனெனில் சனி கடின உழைப்பு மற்றும் செவ்வாய் முன்முயற்சி மற்றும் செயல் திறன் கொண்டவர். பண விஷயங்களில் அதிக மன அழுத்தம் ஏற்படுகிறது.",
"மூன்றாவது வீட்டில் செவ்வாய்-சனி சேர்க்கை நல்ல முயற்சி மற்றும் தைரியத்தைக் குறிக்கிறது, இது உங்கள் கடின உழைப்பு மற்றும் முயற்சியால் அதிக பண ஆதாயங்களைத் தரும், ஆனால் மறுபுறம், உங்கள் பிடிவாத குணத்தால் உடன்பிறப்புகள் மற்றும் குடும்பத்தினருடன் மோதல்கள் தெரியும்.",
"நான்காவது வீட்டில் செவ்வாய்-சனி சேர்க்கை உணர்வுகள் மற்றும் குடும்ப மகிழ்ச்சியின் வெளிப்பாடு, மத நடவடிக்கைகளில் கூடுதல் ஈடுபாடு ஆகியவற்றைக் குறிக்கிறது, ஆனால் உங்கள் தாயுடன் அடிக்கடி மோதல்கள் ஏற்படலாம்.",
"ஐந்தாவது வீட்டில் செவ்வாய்-சனி சேர்க்கை குழந்தைகளுடன் தொடர்புடைய விஷயங்களில் தவறான விளைவைக் குறிக்கிறது, பண விஷயங்களில் ஊகங்கள், படைப்பாற்றல் மற்றும் காதல் உறவுகளில் பிணைப்பு.",
"ஆறாம் வீட்டில் செவ்வாய்-சனி இணைவது உங்கள் போட்டியாளர்களை வெல்லும் தைரியம், நல்ல ஆரோக்கியம் மற்றும் உயிர்ச்சக்தியைக் குறிக்கிறது, ஆனால் கூடுதல் கோபத்தையும் வாகனத்தை ஓட்டுவதற்கு எதிராக எச்சரிக்கையையும் கொடுக்கலாம்.",
"ஏழாவது வீட்டில் செவ்வாய்-சனி இணைவது திருமண வாழ்க்கை மற்றும் உறவுகளில் குறைவான முன்னேற்ற மனப்பான்மையைக் குறிக்கிறது, ஆனால் இந்த இணைவை ஆக்கப்பூர்வமாகப் பயன்படுத்தினால், அது வலுவான கடின உழைப்பு மற்றும் முயற்சியுடன் வணிக முயற்சிகளில் வெற்றியைத் தரும்.",
"8வது வீட்டில் செவ்வாய்-சனி சேர்க்கை உங்களுக்கு பெயர் மற்றும் புகழுடன் நல்ல செல்வத்தையும் நீண்ட ஆயுளையும் தருகிறது, ஆனால் அது உங்கள் ஆரோக்கியத்தை பாதிக்கும் மற்றும் பணம் தொடர்பான விஷயங்களில் கடன்களை ஏற்படுத்தும்.",
"9 ஆம் வீட்டில் செவ்வாய்-சனி சேர்க்கை உங்கள் மத நாட்டம் உயர்வைக் குறிக்கிறது, உடன்பிறந்தவர்கள், தந்தையுடன் சுமுக உறவுகள் குறைவு, ஆனால் பண விஷயங்களில் தாராளமாக இருப்பீர்கள்.",
"செவ்வாய் - சனி சேர்க்கை 10 ஆம் வீட்டில் அரசாங்க கொள்கைகளுடன் வணிக வெற்றி, ஆனால் போட்டியாளர்களிடமிருந்து நல்ல போட்டி, மற்றவர்களுடன் ஒத்துழைப்பைப் பேணுவதற்கு நன்மை.",
"11 ஆம் வீட்டில் செவ்வாய்-சனி சேர்க்கை கடின உழைப்பால் பல ஆதாரங்கள் மூலம் ஆதாயங்களைக் கொடுக்கலாம், ஆனால் சமூக உறவுகள் அல்லது நெட்வொர்க் மூலம் தவறான குற்றச்சாட்டுகளால் கெட்ட பெயரைக் கொடுக்கலாம்.",
"12 ஆம் வீட்டில் செவ்வாய்-சனி இணைவதால் உங்கள் முயற்சிகளில் பல பின்னடைவுகள் ஏற்படலாம், நன்கு தெரிந்தவர்கள் மூலம் ஏமாற்றலாம், ஆற்றல் மற்றும் உயிர்ச்சக்தி இழப்பு ஏற்படலாம், ஆனால் கல்வி முயற்சிகளில் செழிப்பைக் கொண்டு வரலாம்.",
"ஒரு ஜாதகத்தில் சனி-செவ்வாய் சேர்க்கை இருக்கும் போது கட் தோஷம் ஏற்படுகிறது. இரண்டும் தீய கிரகங்கள் மற்றும் பூர்வீக வாழ்க்கையில் அழிவை உருவாக்க முடியும். சனி மற்றும் செவ்வாயின் இரண்டு தீவிர ஆற்றல்கள் பூர்வீக மனக்கிளர்ச்சி மற்றும் வெறுப்பு உணர்வுகளை வளர்க்கும். நீண்ட கால தாக்கம் கொண்ட மோசமான முடிவுகள் அல்லது வெடிப்புகளை கொண்டு வருதல், சனியின் கட்டுப்பாடுகள் காரணமாக ஒரு நபர் அனைத்து செயல்களிலும் மோதல் உணர்வை உணரலாம்."
],
"shrapit":["இந்த ஜாதகத்தில் ஷ்ரபித் தோஷம் இல்லை",
"1 வது வீட்டில் சனி-ராகு நீங்கள் எப்போதும் கவலையுடன் இருப்பீர்கள், எதிர்மறையான எண்ணங்களுடன் ஆளப்படும் ஆரோக்கியம் பாதிக்கப்பட்டிருப்பதைக் குறிக்கிறது, இது குறைந்த உயிர்ச்சக்தி அல்லது மருத்துவ உதவி தேவைப்படும் நோயைக் குறிக்கும்.",
"சனி-ராகு 2 ஆம் வீட்டில் பேச்சில் சிக்கல்கள், குடும்ப உறவுகளில் சச்சரவுகள் மற்றும் பணச் சேகரிப்பு குறைவாக இருப்பதால் பணியிடத்தில் சக ஊழியர்களுடன் பிரச்சினைகள் ஏற்படும்.",
"மூன்றாவது வீட்டில் சனி-ராகு, முன்னேற்றத்திற்கான குறைந்த முனைப்பு காரணமாக வாழ்க்கையில் ஏற்ற இறக்கங்களைத் தரலாம், உடன்பிறந்தவர் மகிழ்ச்சியற்றவர், தகவல்தொடர்பு தரத்தில் குறைவான அக்கறை இருக்கலாம்.",
"நான்காவது வீட்டில் சனி-ராகு மகிழ்ச்சி மற்றும் ஸ்திரத்தன்மையின் வீட்டில் மிகவும் முற்போக்கான இடமாக இல்லை, இது உங்கள் தனிப்பட்ட உறவுகளை பாதிக்கும் சொத்துக்கள் (நிலையான) மற்றும் செல்வத்தை பாதிக்கும், ஏனெனில் சனி கட்டுமானத்தை குறிக்கிறது மற்றும் ராகு பணம், தடைகள் மற்றும் குழப்பத்தை குறிக்கிறது." ,
"ஐந்தாம் வீட்டில் சனி-ராகு உங்கள் படிப்பை முடிப்பதில் சிரமத்துடன் எதிர்மறையான எண்ணங்களுக்கு ஆளாக நேரிடும், மூத்த உடன்பிறப்பு உறவு பாதிக்கப்படும். சந்ததி வாய்ப்புகள் பாதிக்கப்படலாம் அல்லது குழந்தைகளுக்கு உடல்நலக் குறைவு ஏற்படலாம்.",
"ஆறாம் வீட்டில் சனி-ராகு இருப்பதால் மாரடைப்பு, இரத்தக் கோளாறு, கடன்கள் போன்ற உடல்நலக் கவலைகள் அல்லது குடிப்பழக்கம் மற்றும் சூதாட்டம் போன்ற கெட்ட பழக்கங்களுக்கு அடிமையான நபர் உங்கள் ஆரோக்கியத்தை பாதிக்கலாம்.",
"ஏழாம் வீட்டில் சனி-ராகு, தொழில்சார் கூட்டாளிகள் மற்றும் சக பணியாளர்களுடன் வேலையில் ஒத்துழைப்பையும் போட்டியையும் குறைக்கலாம். இது உங்கள் மனைவியுடனான உங்கள் தனிப்பட்ட உறவுகளை பாதிக்கும். உங்கள் வீட்டில் ஒரு போர் மண்டலத்தை உருவாக்குகிறது. உங்கள் முயற்சிகள் அனைத்திலும் வெற்றி. பொறுமை மற்றும் கடின உழைப்பால் குறிக்கப்படுகிறது.",
"8 ஆம் வீட்டில் சனி-ராகு மோசமான உடல்நலம், மோசமான உறவுகள் மற்றும் ஒரு ரகசிய விவகாரத்திற்கான வாய்ப்புகள் ஆகியவற்றைக் குறிக்கிறது.",
"9 ஆம் வீட்டில் சனி-ராகு உங்கள் தந்தையுடன் குறைவான முன்னேற்றமான உறவுகளால் உங்களுக்கு குறைந்த அதிர்ஷ்டத்தை தருகிறார், ஆனால் கடின உழைப்பால் தொழில் ரீதியாக வெற்றி பெறுகிறார்.",
"10 ஆம் வீட்டில் சனி-ராகு தனிப்பட்ட மற்றும் தொழில் ரீதியாக பின்னடைவைத் தருகிறார், மேலும் அரசாங்க குற்றத்திற்காக தண்டிக்கப்பட வாய்ப்பு உள்ளது.",
"சனி-ராகு 11 ஆம் வீட்டில் ஆதாயம் சூதாட்டம் அல்லது பந்தயம் மூலம் தெரியும் ஆனால் மூத்த உடன்பிறப்புகள் மற்றும் குழந்தைகள் உடல்நலம் குறைந்த உயிர்ச்சக்தியால் பாதிக்கப்படலாம்.",
"12 ஆம் வீட்டில் சனி-ராகு குறைந்த ஆரோக்கிய வாய்ப்புகள், ஒழுக்கக்கேடான உறவுகள், தனிப்பட்ட உறவுகளில் மகிழ்ச்சியின்மை ஆகியவற்றைக் கொடுக்கிறது.",
"சனியும் ராகுவும் ஒரே ராசியில் இருக்கும்போது ஷ்ரபித் தோஷம் நிகழ்கிறது. ஷ்ரபித் என்றால் கடந்தகால வாழ்க்கையில் ஒருவரின் சாபம். இந்த தோஷம் ஒரு நபரின் கடந்தகால வாழ்க்கையில் தவறான செயல்களால் விளைகிறது. ஒரு நபர் சபிக்கப்பட்டார். யாரோ ஒருவர் கடந்தகால வாழ்க்கையில் செய்த தவறான செயல்களுக்காக, கடந்தகால கர்மவினைகள் நிகழ்காலத்தில் துரத்துவது துரதிர்ஷ்டமாக கருதப்படுகிறது.இந்த வாழ்க்கையில் என்ன நடந்தாலும் அது கடந்தகால வாழ்க்கையில் ஏற்பட்ட கெட்ட கர்மாவின் பிரதிபலிப்பாகும்.பின்வரும் பிரச்சனைகளின் பட்டியல் இந்த தோஷத்தின் தீங்கான விளைவுகளாக ஒரு நபர் அனுபவிக்கலாம்: கல்வி முயற்சிகளில் சிக்கல்கள், வியாபாரத்தில் தடைகள், பெரும் நிதி இழப்புகள், குழந்தைகளுக்கு அடிக்கடி ஏற்படும் நோய்கள், சந்ததி இல்லாமை, திருமண முரண்பாடு, சட்ட சண்டைகள் மற்றும் பகைமை, கவலை மற்றும் மன அழுத்தம் மற்றும் குறைந்த தன்னம்பிக்கை"
]
}
