{
"dharma_karmadhipati_raja_yoga":["ധർമ്മ കർമ്മാധിപതി രാജയോഗം",
"ധർമ്മസ്ഥാനം (9-ാം സ്ഥാനം), കർമ്മസ്ഥാനം (10-ാം സ്ഥാനം) എന്നിവയുടെ അധിപന്മാർ ഒരു രാജയോഗം രൂപപ്പെടുത്തിയാൽ, അത് ഈ പ്രത്യേക പേരിലാണ് അറിയപ്പെടുന്നത്. 9-ാം ഭാവം ഏറ്റവും പ്രധാനപ്പെട്ട ത്രികോണമാണ്, 10-ാം ഭാവം ഏറ്റവും പ്രധാനപ്പെട്ട ചതുരമാണ്.",
"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ആത്മാർത്ഥനും സമർപ്പിതനും നീതിമാനും ആണ്. അവൻ ഭാഗ്യവാനാണ്."
],
"vipareetha_raja_yoga":["വിപരീത രാജയോഗം",
"6, 8, 12 ഭാവങ്ങളെ ത്രിസ്ഥാനങ്ങൾ അല്ലെങ്കിൽ ദുഷ്ടങ്ങൾ (ദുഷ്ട ഗൃഹങ്ങൾ) എന്ന് വിളിക്കുന്നു. അവയുടെ ആധിപത്യം ദുഷ്ടങ്ങൾ അല്ലെങ്കിൽ സംയോജിത ദുഷ്ടങ്ങൾ എന്നിവയിൽ ഉണ്ടെങ്കിൽ, അത് ഈ യോഗത്തിൽ കലാശിക്കുന്നു.",
"ഈ യോഗമുള്ള ഒരാൾക്ക് സാധാരണയായി ഒരു പ്രാരംഭ പോരാട്ടത്തിന് ശേഷം അതിശയകരമായ വിജയം അനുഭവപ്പെടുന്നു. വിപരീതം എന്നാൽ അങ്ങേയറ്റം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
"neecha_bhanga_raja_yoga":["നീച ഭംഗ രാജയോഗം",
"1. ദുർബലമായതോ ദുർബലമായതോ ആയ ഒരു ഗ്രഹം ഇരിക്കുന്ന രാശിയുടെ അധിപൻ ഉയർന്നിരിക്കുകയോ ചന്ദ്രനിൽ നിന്ന് കേന്ദ്രത്തിലായിരിക്കുകയോ ചെയ്താൽ. ഉദാ: വ്യാഴം മകരത്തിൽ ദുർബലനാണെങ്കിൽ, ശനി ഉയർന്ന് ചന്ദ്രനിൽ നിന്ന് കേന്ദ്രത്തിൽ സ്ഥിതിചെയ്യുകയാണെങ്കിൽ. 2. ദുർബല ഗ്രഹം ഉയർന്ന ഗ്രഹവുമായി സംയോജിച്ചിട്ടുണ്ടെങ്കിൽ. 3. ദുർബല ഗ്രഹത്തെ ആ രാശിയുടെ അധിപൻ വീക്ഷിച്ചിട്ടുണ്ടെങ്കിൽ. ഉദാ: സൂര്യൻ തുലാത്തിൽ ദുർബലനാണെങ്കിൽ, ഏഴാം ഭാവത്തോടെ ശുക്രന്റെ ഭാവമാണ്. 4. നവാംശ ചാർട്ടിൽ ദുർബല ഗ്രഹം ഉയർന്നതാണെങ്കിൽ. 5. ദുർബല ഗ്രഹം സ്ഥിതി ചെയ്യുന്ന രാശിയിൽ ഉയർന്ന ഗ്രഹം ലഗ്നത്തിൽ നിന്നോ ചന്ദ്രനിൽ നിന്നോ ഉള്ള ഒരു കേന്ദ്രത്തിലാണ്. ഉദാ: തുലാം രാശിയിൽ ജനന ചാർട്ടിൽ സൂര്യൻ ദുർബലനാണെങ്കിൽ, തുലാം രാശിയിൽ നിന്ന് ഉയർന്ന ശനി ലഗ്നത്തിൽ നിന്നോ ചന്ദ്രനിൽ നിന്നോ കേന്ദ്രത്തിൽ സ്ഥാപിച്ചിട്ടുണ്ടെങ്കിൽ. കുറിപ്പ്: താഴെയുള്ള ആദ്യത്തെ 3 അവസ്ഥകൾ മാത്രം പരിശോധിക്കുന്നു. 4 ഉം 5 ഉം ഭാവി പതിപ്പിൽ ചെയ്യണം",
"നീച ഭംഗ രാജയോഗം സാധാരണയായി ഒരാൾക്ക് പ്രശസ്തി, സ്വത്ത്, നിയന്ത്രണം എന്നിവ നൽകുന്നു. എന്നാൽ പറഞ്ഞ എല്ലാ ഐശ്വര്യങ്ങളും ജാതകന് ജീവിതത്തിന്റെ അടുത്ത പകുതിയിൽ മാത്രമേ ഉപയോഗിക്കൂ, പ്രത്യേകിച്ച് യോഗയിൽ ദശ വികസിക്കുന്ന പ്രായത്തിനനുസരിച്ച് 36 വയസ്സിനു ശേഷം, ഉപകാലം, സംക്രമണങ്ങൾ ഒരാളുടെ ചാർട്ടിൽ നടക്കുന്നു. ഈ സാധാരണ സ്വഭാവം ഈ യോഗത്തിന് കാരണമായി കണക്കാക്കപ്പെടുന്നു, കാരണം നീച ഭംഗ രാജയോഗ സൃഷ്ടിക്കുന്ന ഗ്രഹം ആദ്യം ദുർബലതയ്ക്ക് വിധേയമാവുകയും പിന്നീട് റദ്ദാക്കൽ നേടുകയും ചെയ്യുന്നു. അതുപോലെ, ജന്മനായുള്ളവരുടെ ജീവിതവും ജീവിതത്തിന്റെ പ്രാരംഭ ഘട്ടത്തിൽ പ്രതികൂല സാഹചര്യങ്ങൾ നേരിടുകയും പിന്നീട് മികവ് പുലർത്താൻ തുടങ്ങുകയും ചെയ്യും. ഒന്നിലധികം സ്രോതസ്സുകളിൽ നിന്ന് സമ്പാദിക്കുകയും നിരവധി ആളുകളിൽ നിന്നും വിവിധ സമൂഹങ്ങളിൽ നിന്നും നല്ല പ്രശസ്തി നേടുകയും നല്ല പ്രതിച്ഛായ നിലനിർത്തുകയും ചെയ്യുന്നത് ഈ യോഗയുടെ ഫലമാണ്. ഒരാൾക്ക് അവരുടെ വ്യക്തിപരവും തൊഴിൽപരവും സാമൂഹികവുമായ വൃത്തങ്ങളിൽ പ്രശംസ ലഭിക്കും. അവർ ചെയ്യുന്നതെന്തും അവർക്ക് നല്ല പ്രശസ്തി നേടിത്തരും, ആളുകൾ സാധാരണയായി അവരുടെ വ്യക്തിത്വത്തിന്റെ പേരിൽ അവരെ ഇഷ്ടപ്പെടുന്നു. രാജയോഗം പ്രവർത്തിച്ചുകഴിഞ്ഞാൽ അവർ വലിയ സ്വത്തുക്കൾ ശേഖരിക്കുകയും നിരവധി വരുമാന സ്രോതസ്സുകൾ ഉത്പാദിപ്പിക്കാൻ തുടങ്ങുകയും ചെയ്യും. അവർ ജീവിതത്തിലും അധികാരം നിലനിർത്തും. ഈ യോഗ പ്രവർത്തിച്ചുകഴിഞ്ഞാൽ ജന്മനാ നിരവധി ആളുകളുടെ മേൽ അധികാരം കൈവശം വയ്ക്കും."]
}