{
"dharma_karmadhipati_raja_yoga" :["தர்ம கர்மாதிபதி ராஜ யோகம்",
"தர்ம ஸ்தானம் (9 வது) மற்றும் கர்ம ஸ்தானம் (10 வது) ஆகியவற்றின் அதிபதிகள் ராஜயோகத்தை உருவாக்கினால், அது இந்த சிறப்புப் பெயரால் அறியப்படுகிறது. 9 வது வீடு மிக முக்கியமான திரிகோணம் மற்றும் 10 வது வீடு மிக முக்கியமான நான்கு ஆகும்.",
"இந்த யோகத்தில் பிறந்தவர் நேர்மையானவர், அர்ப்பணிப்பு மற்றும் நீதியுள்ளவர். அவர் அதிர்ஷ்டசாலி."
],
"vipareetha_raja_yoga":["விபரீத ராஜ யோகம்",
"6வது, 8வது மற்றும் 12வது வீடுகள் த்ரிக் ஸ்தானங்கள் அல்லது துஸ்தானங்கள் (கெட்ட வீடுகள்) என அழைக்கப்படுகின்றன. அவற்றின் அதிபதிகள் துஸ்தானங்களை ஆக்கிரமித்தால் அல்லது துஸ்தானங்களை இணைத்தால் இந்த யோகம் உண்டாகும்.",
"இந்த யோகாவைக் கொண்ட ஒருவர், பொதுவாக ஆரம்பப் போராட்டத்திற்குப் பிறகு, மிகப்பெரிய வெற்றியை அனுபவிக்கிறார். விபரீதா என்றால் தீவிரம்."],
"neecha_bhanga_raja_yoga":["நீச்ச பங்க ராஜ யோகம்",
"1. பலவீனமான அல்லது பலவீனமான கிரகத்தால் ஆக்கிரமிக்கப்பட்ட லக்னத்தின் அதிபதி உச்சம் பெற்றிருந்தால் அல்லது சந்திரனில் இருந்து கேந்திரத்தில் இருந்தால். Ex, வியாழன் மகரத்தில் வலுவிழந்திருந்தால் மற்றும் சனி உச்சம் பெற்று சந்திரனில் இருந்து கேந்திரத்தில் இருந்தால். 2. பலவீனமாக இருந்தால். கிரகம் உச்ச கிரகத்துடன் இணைந்திருந்தால். நவாம்ச விளக்கப்படம் 5. வலுவிழந்த கிரகம் அமைந்திருக்கும் லக்னத்தில் உச்சம் பெறும் கிரகம் லக்னம் அல்லது சந்திரனில் இருந்து ஒரு கேந்திரத்தில் உள்ளது உதாரணமாக, துலாம் ராசியில் சூரியன் வலுவிழந்திருந்தால் மற்றும் துலாம் ராசியில் உச்சம் பெறும் சனி லக்னம் அல்லது சந்திரனில் இருந்து கேந்திரத்தில் வைக்கப்பட்டுள்ளது. குறிப்பு: கீழே உள்ள முதல் 3 நிபந்தனைகளை மட்டும் சரிபார்க்கிறது. 4 மற்றும் 5 எதிர்கால பதிப்பில் செய்யப்படும்",
"நீச்ச பங்க ராஜயோகம் பொதுவாக புகழ், சொத்து மற்றும் கட்டுப்பாட்டை வழங்குகிறது. ஆனால் சொல்லப்பட்ட அனைத்து செழிப்புகளும் வாழ்க்கையின் அடுத்த பாதியில் மட்டுமே பூர்வீகத்தால் பயன்படுத்தப்படும், குறிப்பாக யோகம் வளரும் தசா, துணை வயதுக்கு ஏற்ப 36 வயதிற்குப் பிறகு. ஒருவருடைய அட்டவணையில் காலம் மற்றும் இடமாற்றங்கள் நடைபெறுகின்றன.நீச்ச பங்கா ராஜயோகத்தை உருவாக்கும் கிரகம் முதலில் தளர்ச்சிக்கு ஆளாகி பின்னர் ரத்துநிலையை அடைவதால் இந்த பொதுவான இயல்பு இந்த யோகத்திற்குக் காரணம். வாழ்க்கையின் பின்னர் சிறந்து விளங்கத் தொடங்கும்.பல ஆதாரங்களில் இருந்து சம்பாதிப்பதும், ஏராளமான மக்கள் மற்றும் பல்வேறு சமூகத்தினரிடம் நற்பெயரைப் பெறுவதும், நல்ல பிம்பத்தை வைத்திருப்பதும் இந்த யோகத்தின் பலன். மற்றும் சமூக வட்டாரங்கள்.அவர்கள் எதைச் செய்தாலும் அவர்களுக்கு நல்ல நற்பெயரைக் கொண்டு வருவார்கள் மற்றும் மக்கள் பொதுவாக அவர்கள் என்னவாக இருக்கிறார்கள் என்பதை விரும்புகிறார்கள். அவர்கள் ராஜயோகம் செயல்பட்டவுடன் பெரும் சொத்துக்களை சேகரித்து பல வருமான ஆதாரங்களை உருவாக்கத் தொடங்குவார்கள். அவர்கள் வாழ்க்கையில் அதிகாரத்தையும் பிடிப்பார்கள். இந்த யோகம் செயல்பட்டவுடன் பூர்வீகம் பலரின் மீது அதிகாரத்தை வைத்திருப்பார்."]
}