{
	"vesi_yoga":	["വേശൈ യോഗം",
	"സൂര്യനിൽ നിന്ന് രണ്ടാം ഭാവത്തിൽ ചന്ദ്രനല്ലാതെ മറ്റൊരു ഗ്രഹമുണ്ട്",
	"നിങ്ങൾക്ക് സന്തുലിതമായ ഒരു വീക്ഷണം ഉണ്ടായിരിക്കും. നിങ്ങൾ സത്യസന്ധനും, ഉയരമുള്ളവനും, മടിയനുമാണ്. കുറച്ച് സമ്പത്ത് ഉണ്ടെങ്കിലും നിങ്ങൾ സന്തോഷവാനും സുഖപ്രദനുമായിരിക്കും."
	],
	"vosi_yoga":	["വോസി യോഗം",
	"സൂര്യനിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിൽ ചന്ദ്രനല്ലാതെ മറ്റൊരു ഗ്രഹമുണ്ട്",
	"നിങ്ങൾ നൈപുണ്യമുള്ളവനും, ദാനശീലനും, പ്രശസ്തനും, പണ്ഡിതനും, ശക്തനുമായിരിക്കും."],
	"ubhayachara_yoga":[	"ഉഭയചര യോഗം",
	"സൂര്യനിൽ നിന്ന് രണ്ടാമത്തെയും പന്ത്രണ്ടാമത്തെയും ഭാവങ്ങളിൽ ചന്ദ്രനല്ലാതെ മറ്റ് ഗ്രഹങ്ങളുണ്ട്",
	"നിങ്ങൾക്ക് എല്ലാ സുഖസൗകര്യങ്ങളും ലഭിക്കും. നിങ്ങൾ ഒരു രാജാവിനെപ്പോലെയോ തുല്യനോ ആയിരിക്കും"],
	"nipuna_yoga":[	"നിപുണ യോഗം",
	"സൂര്യനും ബുധനും ഒരുമിച്ചാണ് (ഒരു രാശിയിൽ).",
	"നിങ്ങൾ എല്ലാ പ്രവൃത്തികളിലും ബുദ്ധിമാനും നൈപുണ്യമുള്ളവരുമായിരിക്കും. നിങ്ങൾ അറിയപ്പെടുന്നവനും ബഹുമാനിക്കപ്പെടുന്നവനും സന്തുഷ്ടനുമായിരിക്കും.\\n ഡി-10 പോലുള്ള ഡിവിഷണൽ ചാർട്ടുകളിൽ ഈ യോഗ ഏറ്റവും ശക്തമാണ്. രാശി ചാർട്ടിലും, ബുധൻ കത്തുന്നില്ലെങ്കിൽ ഇത് ഫലങ്ങൾ നൽകും."],	
	"sunaphaa_yoga":["സുനഫ യോഗം", "ചന്ദ്രനിൽ നിന്ന് രണ്ടാം ഭാവത്തിൽ സൂര്യന് പുറമെ മറ്റ് ഗ്രഹങ്ങളുണ്ട്", "നീ ഒരു രാജാവോ തുല്യനോ ആകും. നീ ബുദ്ധിമാനും, സമ്പന്നനും, പ്രശസ്തനുമാണ്. നിനക്ക് സ്വയം സമ്പാദിച്ച സമ്പത്ത് ഉണ്ടാകും."],
	"anaphaa_yoga":	["അനഫാ യോഗ",
	"ചന്ദ്രനിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിൽ സൂര്യന് പുറമെ മറ്റ് ഗ്രഹങ്ങളുമുണ്ട്",
	"നിങ്ങൾ സൗന്ദര്യമുള്ള ഒരു രാജാവാകും. നിങ്ങളുടെ ശരീരം രോഗങ്ങളിൽ നിന്ന് മുക്തമായിരിക്കും. നിങ്ങൾ സ്വഭാവഗുണമുള്ള ആളാണ്, മികച്ച പ്രശസ്തിയും ഉണ്ട്. നിങ്ങൾ സുഖസൗകര്യങ്ങളാൽ ചുറ്റപ്പെട്ടിരിക്കുന്നു."],
	"duradhara_yoga":	["ദുരാധാര യോഗം",
	"ചന്ദ്രനിൽ നിന്ന് 2-ഉം 12-ഉം ഭാവങ്ങളിൽ സൂര്യനെ കൂടാതെ മറ്റ് ഗ്രഹങ്ങളുണ്ട്.",
	"നിങ്ങൾ ധാരാളം സുഖങ്ങൾ ആസ്വദിക്കും. നിങ്ങൾ ദാനശീലനാണ്. നിങ്ങൾക്ക് സമ്പത്തും വാഹനങ്ങളും ലഭിക്കും. നിങ്ങൾക്ക് നല്ല സേവകർ ഉണ്ടാകും."],
	"kemadruma_yoga":	["കേമദ്രുമ യോഗം",
	"ചന്ദ്രനിൽ നിന്ന് 1, 2, 12 ഭാവങ്ങളിൽ സൂര്യനല്ലാതെ മറ്റൊരു ഗ്രഹവുമില്ല, ലഗ്നത്തിൽ നിന്ന് പാദങ്ങളിൽ ചന്ദ്രനല്ലാതെ മറ്റൊരു ഗ്രഹവുമില്ല",
	"നിങ്ങൾ നിർഭാഗ്യവാനും ബുദ്ധിശക്തിയും പഠനവും ഇല്ലാത്തവനും ദാരിദ്ര്യവും കഷ്ടപ്പാടും കൊണ്ട് വലയുന്നവനുമാണ്. ഈ മോശം യോഗം ചാർട്ടിലെ മറ്റ് നല്ല യോഗങ്ങളുടെ ഫലങ്ങളെ, പ്രത്യേകിച്ച് ചന്ദ്രയോഗങ്ങളുടെ (എന്തെങ്കിലും ഉണ്ടെങ്കിൽ) നശിപ്പിക്കുന്നു. നിങ്ങൾ കഠിനാധ്വാനം ചെയ്യുകയും വലിയ പരിശ്രമത്തിലൂടെ വിജയം നേടുകയും വേണം."],
	"chandra_mangala_yoga":	["ചന്ദ്ര മംഗള യോഗം",
	"ചന്ദ്രനും ചൊവ്വയും ഒരുമിച്ചാണ് (ഒരു രാശിയിൽ).",
	"നിങ്ങൾ ലൗകികമായി ജ്ഞാനിയും ഭൗതികമായി വിജയിയുമാണ്. നിങ്ങൾക്ക് ധാർഷ്ട്യമില്ലാത്ത മാർഗങ്ങളിലൂടെ പണം സമ്പാദിക്കാം. നിങ്ങൾ അമ്മയോടോ മറ്റ് സ്ത്രീകളോടോ മോശമായി പെരുമാറിയേക്കാം."],
	"adhi_yoga":	["ആധി യോഗം",
	"ചന്ദ്രനിൽ നിന്ന് 6, 7, 8 തീയതികളിൽ പ്രകൃതി ഗുണങ്ങൾ വരുന്നു",
	"ഗ്രഹങ്ങളുടെ ബലമനുസരിച്ച് നിങ്ങൾക്ക് ഒരു രാജാവോ മന്ത്രിയോ സേനാനായകനോ ആകാം"],
	"ruchaka_yoga":	["രുചക യോഗം",
	"ചൊവ്വ സ്വന്തം രാശിയിലോ ഉയർച്ച രാശിയിലോ ഒരു പാദത്തിൽ നിൽക്കുന്നു.",
	"നിങ്ങൾ ഉജ്ജ്വല സ്വഭാവമുള്ള ആളാണ്. നിങ്ങൾക്ക് വളരെയധികം ഉത്സാഹമുണ്ട്. നിങ്ങൾ ഒരു സ്വാഭാവിക നേതാവാണ്. യുദ്ധങ്ങൾ ചെയ്യാൻ നിങ്ങൾ ഇഷ്ടപ്പെടുന്നു, ശത്രുക്കളെ ജയിക്കും. നിങ്ങൾ വിവേചനബുദ്ധിയും പണ്ഡിതന്മാരുടെ ഭക്തനുമാണ്. നിങ്ങൾ നിഗൂഢ ശാസ്ത്രങ്ങളിൽ നല്ല അറിവുള്ളയാളാണ്. നിങ്ങൾക്ക് നല്ല അഭിരുചിയുണ്ട്. നിങ്ങൾ എപ്പോഴും വിജയിയായിരിക്കും."],
	"bhadra_yoga":	["ഭദ്ര യോഗം",
	"ബുധൻ സ്വന്തം രാശിയിലോ ഉന്നത രാശിയിലോ ഒരു ചതുരത്തിലാണ്.",
	"നിങ്ങൾ ഭൂമിയുടെ സ്വഭാവമുള്ള ആളാണ്, സിംഹസമാനനാണ്. എല്ലാ അർത്ഥത്തിലും നിങ്ങൾ പണ്ഡിതനാണ്. നിങ്ങൾക്ക് നല്ല ശരീരഘടനയും ആഴത്തിലുള്ള ശബ്ദവുമുണ്ട്. നിങ്ങൾക്ക് സത്വഗുണമുണ്ട്. നിങ്ങൾക്ക് യോഗ നന്നായി അറിയാം. നിങ്ങൾ എപ്പോഴും ബന്ധുക്കളാലും സുഹൃത്തുക്കളാലും കുടുംബാംഗങ്ങളാലും ചുറ്റപ്പെട്ടിരിക്കുന്നു, അവരോടൊപ്പം നിങ്ങളുടെ സമ്പത്ത് ആസ്വദിക്കുന്നു. നിങ്ങൾ എല്ലാത്തിലും ശുചിത്വം പാലിക്കുകയും വളരെ വ്യവസ്ഥാപിതനുമാണ്. നിങ്ങൾ സ്വാതന്ത്ര്യത്തിന്റെയും മതത്തിന്റെയും ആത്മാവാണ്."],
	"sasa_yoga":	["ശസ യോഗം", "ശനി മകരം, കുംഭം അല്ലെങ്കിൽ തുലാം രാശിയിൽ ആയിരിക്കണം, അവൻ ലഗ്നത്തിൽ നിന്ന് 1, 4, 7 അല്ലെങ്കിൽ 10 ാം സ്ഥാനത്തായിരിക്കണം",
	"നിങ്ങൾ വായുസഞ്ചാരമുള്ള ഒരു മികച്ച വ്യക്തിയാണ്. നിങ്ങൾ മുയലിനെപ്പോലെയാണ്. നിങ്ങൾ ജ്ഞാനിയാണ്, അലഞ്ഞുതിരിയുന്നത് ആസ്വദിക്കുന്നു. നിങ്ങൾ വനങ്ങളിലും പർവതങ്ങളിലും കോട്ടകളിലും സുഖകരമാണ്. നിങ്ങൾ ധീരനും മെലിഞ്ഞ ശരീരപ്രകൃതിയുള്ളവനുമാണ്. മറ്റുള്ളവരുടെ ബലഹീനതകൾ നിങ്ങൾക്കറിയാം. നിങ്ങൾ ചടുലനാണ്, പക്ഷേ കുറച്ച് ചാഞ്ചാട്ടമുണ്ട്. നിങ്ങൾ ദാനശീലനാണ്."],
	"maalavya_yoga":	["മാലവ്യ യോഗം",
	"ശുക്രൻ സ്വന്തം രാശിയിലോ ഉയർച്ച രാശിയിലോ ഒരു ചതുരത്തിലാണ്.",
	"നിങ്ങൾ ജല സ്വഭാവമുള്ള ഒരു മഹാനായ വ്യക്തിയാണ്. ചന്ദ്രപ്രകാശത്തിന് സമാനമായ ഒരു തിളക്കം നിങ്ങൾ പുറപ്പെടുവിക്കുന്നു. നിങ്ങൾ രുചികരമായ ഭക്ഷണം ആസ്വദിക്കുന്നു. നിങ്ങൾക്ക് ആഡംബരങ്ങളുണ്ട്. നിങ്ങൾക്ക് മികച്ച ആരോഗ്യമുണ്ട്. നിങ്ങൾക്ക് കലകളിൽ വൈദഗ്ദ്ധ്യമുണ്ട്."],
	"hamsa_yoga":	["ഹംസ യോഗം",
	"വ്യാഴം ധനു, മീനം അല്ലെങ്കിൽ മകരം എന്നീ രാശികളിലായിരിക്കണം, ലഗ്നത്തിൽ നിന്ന് 1, 4, 7 അല്ലെങ്കിൽ 10 എന്നീ രാശികളിലായിരിക്കണം.",
	"നിങ്ങൾ അഭൗതിക സ്വഭാവമുള്ള ഒരു മഹാനാണ്. നിങ്ങൾ ഹംസതുല്യനാണ്. നിങ്ങൾക്ക് ആത്മീയ ശക്തിയും വിശുദ്ധിയും ഉണ്ട്. എല്ലാവരും നിങ്ങളെ ബഹുമാനിക്കുന്നു. നിങ്ങൾ വളരെ വികാരാധീനനാണ്. നിങ്ങൾക്ക് ഒരു രാജാവാകാം. നിങ്ങൾക്ക് എല്ലാ സുഖസൗകര്യങ്ങളും ഉണ്ടായിരിക്കാം. നിങ്ങൾ ജീവിതം പൂർണ്ണമായും ആസ്വദിക്കുന്നു. നിങ്ങൾ സമർത്ഥനായ സംഭാഷണപ്രിയനും നല്ല സംസാരശേഷിയുള്ളവനുമാണ്."],	
	"rajju_yoga":	["രജ്ജു യോഗ",
	"എല്ലാ ഗ്രഹങ്ങളും ജംഗമ രാശികളിലാണ്.",
	"നിങ്ങൾക്ക് യാത്ര ചെയ്യാൻ ഇഷ്ടപ്പെടാം. വിദേശ രാജ്യങ്ങളിൽ നിങ്ങൾക്ക് ഭംഗിയും അഭിവൃദ്ധിയും ഉണ്ടായിരിക്കാം. നിങ്ങൾ ക്രൂരനായിരിക്കാം."],
	"musala_yoga":	["മുശല യോഗം",
	"എല്ലാ ഗ്രഹങ്ങളും നിശ്ചിത രാശികളിലാണ്.",
	"നിങ്ങൾക്ക് ബഹുമാനം, ജ്ഞാനം, സമ്പത്ത് എന്നിവ ഉണ്ടാകും. രാജാക്കന്മാർക്ക് നിങ്ങളെ ഇഷ്ടപ്പെടും. നിങ്ങൾ പ്രശസ്തനാണ്, ധാരാളം കുട്ടികളുണ്ടാകും. നിങ്ങൾക്ക് ഉറച്ച മനസ്സുണ്ട്."],
	"nala_yoga":	["നള യോഗം",
	"എല്ലാ ഗ്രഹങ്ങളും ദ്വന്ദ്വ രാശികളിലാണ്.",
	"നിങ്ങൾക്ക് മോശം ശരീരഘടനയായിരിക്കും. നിങ്ങൾക്ക് പണം സ്വരൂപിക്കാൻ കഴിയും. നിങ്ങൾക്ക് നല്ല സൗന്ദര്യവും ബന്ധുക്കളെ സഹായിക്കാൻ കഴിയും. നിങ്ങൾ കഴിവുള്ള ആളാണ്."],
	"maalaa_yoga":	["മാല യോഗ",
	"മൂന്ന് ഭാഗവും പ്രകൃതി ഗുണങ്ങളാൽ നിറഞ്ഞിരിക്കുന്നു.",
	"നിങ്ങൾ എപ്പോഴും സന്തുഷ്ടരായിരിക്കും. നിങ്ങൾക്ക് നല്ല വസ്ത്രങ്ങൾ, വാഹനങ്ങൾ, ആഡംബരങ്ങൾ, നിരവധി സ്ത്രീകളുടെ സൗഹൃദം എന്നിവ ഉണ്ടായിരിക്കും."],
	"sarpa_yoga":	["സർപ്പ യോഗം",
	"മൂന്ന് പാദങ്ങൾ സ്വാഭാവിക പാപഗ്രഹങ്ങൾ ഉൾക്കൊള്ളുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ദുഃഖിതനും, അസന്തുഷ്ടനും, ക്രൂരനും, ദരിദ്രനും, ഭക്ഷണത്തിനായി മറ്റുള്ളവരെ ആശ്രയിക്കുന്നവനുമാണ്. ഇത് വളരെ മോശമായ സംയോജനമാണ്."],
	"gadaa_yoga":	["ഗദാ യോഗം",
	"ലഗ്നത്തിൽ നിന്ന് തുടർച്ചയായി രണ്ട് പാദങ്ങൾ എല്ലാ ഗ്രഹങ്ങളും ഉൾക്കൊള്ളുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് സമ്പത്ത്, സ്വർണ്ണം, രത്നങ്ങൾ എന്നിവയുണ്ട്. നിങ്ങൾക്ക് യജ്ഞങ്ങൾ (യാഗ കർമ്മങ്ങൾ) അനുഷ്ഠിക്കാം. നിങ്ങൾക്ക് ശാസ്ത്രങ്ങളും (ശാസ്ത്രങ്ങളും) ഗാനങ്ങളും അറിയാം."],
	"sakata_yoga":	["ശകത  യോഗം",
	"ലഗ്നത്തിൽ നിന്ന് നാലാമത്തെയും പത്താമത്തെയും ഭാവങ്ങളിൽ എല്ലാ ഗ്രഹങ്ങളും വസിക്കുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് അലഞ്ഞുതിരിയാൻ ഇഷ്ടമാണ്. ഈ വ്യക്തി ഒരു സന്ദേശവാഹകനായി പ്രവർത്തിക്കുന്നു. ഈ വ്യക്തിക്ക് ലൈംഗികത ഇഷ്ടമാണ്. ഈ വ്യക്തിക്ക് ലജ്ജയില്ല, വഴക്കിടാൻ ഇഷ്ടപ്പെടുന്നു. വിഹംഗ എന്നാൽ പക്ഷി എന്നാണ് അർത്ഥമാക്കുന്നത്. ചില എഴുത്തുകാർ ഇതിനെ വിഹഗ യോഗ എന്ന് വിളിക്കുന്നു."],
	"sringaataka_yoga":	["ശൃംഗാടക യോഗം",
	"ലഗ്നത്തിൽ നിന്ന് എല്ലാ ഗ്രഹങ്ങളും ത്രികോണങ്ങൾ (1, 5, 9) ഉൾക്കൊള്ളുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ സന്തുഷ്ടനും രാജാക്കന്മാർക്ക് പ്രിയപ്പെട്ടവനുമാണ്. ഈ വ്യക്തിക്ക് കുലീനയായ ഒരു ഭാര്യയുണ്ട്, സ്ത്രീകളെ വെറുക്കുന്നു. ഈ വ്യക്തി സമ്പന്നനാണ്. ശൃംഗാടക എന്നാൽ ഒരു ക്രോസ്-റോഡ് ജംഗ്ഷൻ എന്നാണ് അർത്ഥമാക്കുന്നത്. ഇതിന് മറ്റ് ചില ജനപ്രിയ അർത്ഥങ്ങളുമുണ്ട്."],
	"hala_yoga":	["ഹല യോഗം",
	"ലഗ്നത്തിൽ നിന്ന് എല്ലാ ഗ്രഹങ്ങളും പരസ്പരം ത്രികോണങ്ങൾ ഉൾക്കൊള്ളുന്നു, പക്ഷേ ത്രികോണങ്ങൾ ഉൾക്കൊള്ളുന്നില്ല.",
	"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ കർഷകനാകുന്നു. ഈ വ്യക്തി ധാരാളം ഭക്ഷണം കഴിക്കുന്നു. ഈ വ്യക്തി ദരിദ്രനാണ്. ഈ വ്യക്തി സുഹൃത്തുക്കളാലും ബന്ധുക്കളാലും ഉപേക്ഷിക്കപ്പെടുന്നു. ഈ വ്യക്തി അസന്തുഷ്ടനും ആശങ്കാകുലനുമാണ്. ഹല എന്നാൽ കലപ്പ എന്നാണ്."],
	"vajra_yoga":[	"വജ്ര യോഗം",
	"ലഗ്നവും ഏഴാം ഭാവങ്ങളും സ്വാഭാവിക ശുഭഗ്രഹങ്ങളാലും നാലാമത്തെയും പത്താമത്തെയും ഭാവങ്ങൾ സ്വാഭാവിക പാപഗ്രഹങ്ങളാലും അധഃപതിച്ചിരിക്കുന്നു.",
	"ഈ യോഗത്തോടെ ജനിച്ച ഒരാൾ ജീവിതത്തിന്റെ ആദ്യ, അവസാന ഭാഗങ്ങളിൽ സന്തുഷ്ടനാണ്. ഈ വ്യക്തിക്ക് ധൈര്യമുണ്ട്. ഈ വ്യക്തി ഭാഗ്യവാനല്ല, പക്ഷേ ആഗ്രഹങ്ങളൊന്നുമില്ല. ഈ വ്യക്തി പോരാടുന്നു. വജ്രം എന്നാൽ വജ്രം എന്നാണ് അർത്ഥമാക്കുന്നത്."
		],
	"yava_yoga":[		"യവ യോഗം",
		"ലഗ്നവും ഏഴാം ഭാവങ്ങളും സ്വാഭാവിക പാപ ഗ്രഹങ്ങളാലും നാലാമത്തെയും പത്താമത്തെയും ഭാവങ്ങൾ സ്വാഭാവിക ശുഭ ഗ്രഹങ്ങളാലും അധിനിവേശം ചെയ്യപ്പെടുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ മതപരമായ നിയമങ്ങൾ പാലിക്കുന്നു. ജീവിതത്തിന്റെ മധ്യത്തിൽ ഈ വ്യക്തി സന്തുഷ്ടനാണ്. ഈ വ്യക്തിക്ക് സമ്പത്തും നല്ല കുട്ടികളുമുണ്ട്. ഈ വ്യക്തി ദാനശീലനാണ്. അദ്ദേഹം ദൃഢമനസ്കനാണ്. യവം എന്നാൽ മറ്റ് കാര്യങ്ങളിൽ ഒരു ധാന്യം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
	"kamala_yoga":		["കമല യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് എല്ലാ ഗ്രഹങ്ങളും ചതുർഭുജങ്ങളിലാണ്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ രാജാവാകുന്നു. ഈ വ്യക്തിക്ക് ശക്തമായ സ്വഭാവമുണ്ട്. ഈ വ്യക്തി പ്രശസ്തനും ദീർഘായുസ്സുള്ളവനുമാണ്. ഈ വ്യക്തി ശുദ്ധനാണ്, നിരവധി സൽകർമ്മങ്ങൾ ചെയ്യുന്നു. കമല എന്നാൽ താമര എന്നാണ് അർത്ഥമാക്കുന്നത്."
		],		
	"vaapi_yoga":		["വാപി യോഗം",
		"ലഗ്നത്തിൽ നിന്നുള്ള പാനപരങ്ങളോ അപ്പോക്ലിമങ്ങളോ ആണ് എല്ലാ ഗ്രഹങ്ങളും.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് സമ്പത്ത് ശേഖരിക്കാൻ കഴിവുള്ള മനസ്സുണ്ട്. ഈ വ്യക്തിക്ക് എല്ലാ സുഖസൗകര്യങ്ങളുമുണ്ട്. ഈ വ്യക്തി ഒരു രാജാവാകുന്നു. വാപി എന്നാൽ ഒരു കുളം അല്ലെങ്കിൽ ഒരു ജലസംഭരണി അല്ലെങ്കിൽ ഒരു കിണർ എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"yoopa_yoga":["യൂപ യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് 1, 2, 3, 4 എന്നീ ഭാവങ്ങളിലാണ് എല്ലാ ഗ്രഹങ്ങളും.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് ആത്മീയ അറിവും യജ്ഞങ്ങളെക്കുറിച്ചുള്ള (യാഗപരമായ ചടങ്ങുകൾ) അറിവും ഉണ്ട്. ഈ വ്യക്തിയുടെ ഇണ എപ്പോഴും ഒരുമിച്ചായിരിക്കും. ഈ വ്യക്തിക്ക് സത്വ ഗുണമുണ്ട്. ഈ വ്യക്തി എല്ലാ മത നിയമങ്ങളും പാലിക്കുന്നു. യൂപ എന്നാൽ ഒരു സ്തംഭവും പ്രത്യേകിച്ച് ഒരു യാഗ സ്ഥാനവുമാണ്."],
		"sara_yoga":["സാര യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് എല്ലാ ഗ്രഹങ്ങളും 4, 5, 6, 7 എന്നീ ഭാവങ്ങളിലാണ്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ അമ്പുകൾ ഉണ്ടാക്കുന്നു. ഈ വ്യക്തി ജയിലുകളിൽ പോകുന്നു. ഈ വ്യക്തി ഒരു വേട്ടക്കാരനാണ്. ഈ വ്യക്തി മാംസം കഴിക്കുന്നു. ഈ വ്യക്തി ആളുകളെ പീഡിപ്പിക്കുന്നു. സാര എന്നാൽ ഒരു അമ്പ്."],
		"sakti_yoga":["ശക്തി യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് 7, 8, 9, 10 എന്നീ ഭാവങ്ങളിലാണ് എല്ലാ ഗ്രഹങ്ങളും.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ അസന്തുഷ്ടരും, ദരിദ്രരും, പരാജിതരും, അയോഗ്യരും, മടിയന്മാരും, ദീർഘായുസ്സുള്ളവരും, ഉറച്ചവരും ആയിരിക്കും. യുദ്ധത്തിൽ അവർക്ക് മൂർച്ചയുള്ള മനസ്സുണ്ട്. ശക്തി എന്നാൽ ഊർജ്ജം എന്നാണ് അർത്ഥമാക്കുന്നത്, അത് ഒരു ശക്തമായ ആയുധവുമാണ്."],
		"danda_yoga":["ദണ്ഡ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 10, 11, 12, 1 എന്നീ ഭാവങ്ങളിലാണ്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് ഭാര്യയെയും കുട്ടികളെയും നഷ്ടപ്പെടുകയും അവരുടെ ആളുകൾ അവരെ ഉപേക്ഷിക്കുകയും ചെയ്യും. അവർ അസന്തുഷ്ടരും നികൃഷ്ടരെ സേവിക്കുകയും ചെയ്യുന്നു. ദണ്ഡ എന്നാൽ ആളുകളെ ശിക്ഷിക്കാൻ ഉപയോഗിക്കുന്ന ഒരു വടിയാണ്."],
		"naukaa_yoga":["നൗക യോഗ",
		"ലഗ്നത്തിൽ നിന്ന് എല്ലാ ഗ്രഹങ്ങളും 7 രാശികളിൽ പെടുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ജലവുമായി ബന്ധപ്പെട്ട കാര്യങ്ങളിൽ പണം സമ്പാദിക്കുന്നു. അവർക്ക് ധാരാളം ആഗ്രഹങ്ങളുണ്ട്. അവർ അറിയപ്പെടുന്നവരാണ്. അവർ ദുഷ്ടരും, പരുക്കന്മാരും, പിശുക്കന്മാരുമാണ്. നൗക എന്നാൽ ഒരു കപ്പൽ എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"koota_yoga":["കൂട്ട യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും നാലാം ഭാവത്തിൽ നിന്നുള്ള 7 രാശികളിൽ വസിക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ഒരു ജയിലറാകുന്നു. ആ വ്യക്തി ഒരു നുണയനാണ്. ആ വ്യക്തി കുന്നുകളിലും കോട്ടകളിലും വസിക്കുന്നു. ആ വ്യക്തി ദരിദ്രനും ക്രൂരനുമാണ്. കൂട്ട എന്നാൽ ഒരു കൂട്ടം എന്നാണ് അർത്ഥമാക്കുന്നത്. ഇതിന് മറ്റ് നിരവധി അർത്ഥങ്ങളുണ്ട്."],
		"chatra_yoga":["ചത്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ഏഴാം ഭാവത്തിൽ നിന്നുള്ള 7 രാശികളിൽ വസിക്കുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ചയാൾ തന്റെ ജനങ്ങളെ സഹായിക്കും. ഈ വ്യക്തി ദയാലുവും നിരവധി രാജാക്കന്മാർക്ക് പ്രിയപ്പെട്ടവനുമാണ്. ഈ വ്യക്തി ബുദ്ധിമാനാണ്. ജീവിതത്തിന്റെ ആദ്യ, അവസാന ഭാഗങ്ങളിൽ ഈ വ്യക്തി സന്തുഷ്ടനാണ്. ഈ വ്യക്തി ദീർഘായുസ്സുള്ളവനാണ്. ഛത്ര എന്നാൽ ഒരു കുട എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"chaapa_yoga":["ചാപ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും പത്താം ഭാവത്തിൽ നിന്നുള്ള 7 രാശികളിൽ വസിക്കുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ചയാൾ ഒരു നുണയനും കള്ളനും രഹസ്യങ്ങളുടെ സംരക്ഷകനുമായി മാറുന്നു. ഈ വ്യക്തി കാട്ടിൽ അലഞ്ഞുനടക്കുന്നു. ഈ വ്യക്തി നിർഭാഗ്യവാനാണ്. ജീവിതത്തിന്റെ മധ്യത്തിൽ ഈ വ്യക്തി സന്തുഷ്ടനാണ്. ചാപ എന്നാൽ വില്ല് എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"ardha_chandra_yoga":["അർദ്ധ ചന്ദ്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും പാണപര അല്ലെങ്കിൽ അപ്പോക്ലിമം മുതൽ ആരംഭിക്കുന്ന 7 രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ഒരു സേനാനായകനാകുന്നു. ഈ വ്യക്തിക്ക് നല്ല ശരീരഘടനയുണ്ട്. രാജാക്കന്മാർ ഈ വ്യക്തിയെ ഇഷ്ടപ്പെടുന്നു. ഈ വ്യക്തി ശക്തനാണ്, രത്നങ്ങൾ, സ്വർണ്ണം, നിരവധി ആഭരണങ്ങൾ എന്നിവ കൈവശം വച്ചിട്ടുണ്ട്. അർദ്ധ ചന്ദ്രൻ എന്നാൽ അർദ്ധ ചന്ദ്രൻ എന്നാണ് അർത്ഥമാക്കുന്നത്."],	
		"chakra_yoga":["ചക്ര യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് 1, 3, 5, 7, 9, 11 എന്നീ ഭാവങ്ങളിൽ എല്ലാ ഗ്രഹങ്ങളും വജ്രങ്ങൾ പതിച്ചിരിക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ഒരു മഹാ ചക്രവർത്തിയാകുന്നു. നിരവധി രാജാക്കന്മാരുടെ വജ്രങ്ങൾ പതിച്ച കിരീടങ്ങൾ ഈ വ്യക്തിയുടെ പാദങ്ങളിൽ സ്പർശിക്കുന്നു (അതായത് ഈ വ്യക്തിയുടെ മുമ്പിൽ നിരവധി രാജാക്കന്മാർ). ചക്രം എന്നാൽ ഒരു ചക്രം എന്നാണ് അർത്ഥമാക്കുന്നത്. ചക്രവർത്തി എന്നാൽ ഒരു ചക്രം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"samudra_yoga":["സമുദ്ര യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് 2, 4, 6, 8, 10, 12 എന്നീ ഭാവങ്ങളിൽ എല്ലാ ഗ്രഹങ്ങളും വസിക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾക്ക് ധാരാളം സമ്പത്തും ധാരാളം രത്നങ്ങളും ഉണ്ട്. ഈ വ്യക്തിക്ക് ആഡംബരങ്ങളുണ്ട്, ആളുകളെ ഇഷ്ടപ്പെടുന്നു. അവരുടെ ഭാഗ്യവും മഹത്വവും സ്ഥിരതയുള്ളതാണ്. അവർ മൃദുല സ്വഭാവമുള്ളവരാണ്. സമുദ്രം എന്നാൽ കടൽ അല്ലെങ്കിൽ സമുദ്രം എന്നാണ് അർത്ഥമാക്കുന്നത്. സമുദ്രം എന്നത് സമുദ്രദേവന്റെ പേരാണ്, അദ്ദേഹത്തിന് ഈ വ്യക്തിയിൽ ധാരാളം സമ്പത്തും നിരവധി രത്നങ്ങളുമുണ്ട്."],
		"veenaa_yoga":["വീണ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി 7 വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ച ഒരാൾക്ക് സംഗീതം, നൃത്തം, ഗാനങ്ങൾ എന്നിവ ഇഷ്ടമാണ്. ഈ വ്യക്തിക്ക് ധാരാളം സേവകരുണ്ട്. ഈ വ്യക്തി സമ്പന്നനും നൈപുണ്യമുള്ളവനും മനുഷ്യരുടെ നേതാവുമാണ്. വീണ ഒരു തന്ത്രി സംഗീത ഉപകരണമാണ്. ഇതിനെ ചില എഴുത്തുകാർ വല്ലകി യോഗ എന്നും വിളിക്കുന്നു."],
		"daama_yoga":["ദാമ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി 6 വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ച ഒരാൾ വളരെ സമ്പന്നനും പ്രശസ്തനുമാണ്. ഈ വ്യക്തിക്ക് ധാരാളം കുട്ടികളുണ്ട്. ഈ വ്യക്തിക്ക് ധാരാളം രത്നങ്ങളുണ്ട്. ഈ വ്യക്തി മറ്റുള്ളവരെ സഹായിക്കുന്നു. ദാമ എന്നാൽ ഒരു റീത്ത് എന്നാണ്. ചില എഴുത്തുകാർ ഇതിനെ ദാമിനീ യോഗ എന്ന് വിളിക്കുന്നു."],
		"paasa_yoga":["പാസ യോഗം",
		"ഏഴു ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി 5 വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ച ഒരാൾക്ക് തടവിലാക്കപ്പെടാനുള്ള സാധ്യതയുണ്ട്. ഈ വ്യക്തി അവരുടെ ജോലിയിൽ കഴിവുള്ളവനാണ്. ഈ വ്യക്തി വാചാലനാണ്. ഈ വ്യക്തിക്ക് ധാരാളം സേവകരുണ്ട്. ഈ വ്യക്തിക്ക് സ്വഭാവമില്ല. പാശ എന്നാൽ ഒരു കുരുക്ക് എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"kedaara_yoga":["കേദാര യോഗം",
		"ഏഴ് ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി നാല് വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ഒരു കർഷകനാണ്. ഈ വ്യക്തി സന്തോഷവാനും ധനികനുമാണ്, മറ്റുള്ളവർക്ക് സഹായകനുമാണ്. കേദാര എന്നാൽ ഒരു വയലാണ്."],
		"soola_yoga":["ശൂല യോഗം",
		"ഏഴ് ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി മൂന്ന് വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ മൂർച്ചയുള്ളവനും, മടിയനും, അക്രമാസക്തനും, ദരിദ്രനും, നിഷിദ്ധനും, ധീരനുമാണ്. യുദ്ധങ്ങളിൽ അവർ അംഗീകാരം നേടുന്നു. ശൂലം ശിവന്റെ ആയുധമാണ്."],
		"yuga_yoga":["യുഗ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങൾ അവയിൽ കൃത്യമായി രണ്ട് വ്യത്യസ്ത രാശികളിൽ ഉൾപ്പെടുന്നു.",
		"ഈ യോഗയിൽ ജനിച്ചയാൾ ഒരു മതവിരുദ്ധനാണ്. ഈ വ്യക്തി ദരിദ്രനും ലോകത്തിൽ ഉപേക്ഷിക്കപ്പെട്ടവനുമാണ്. ഈ വ്യക്തി അനീതി കാണിക്കുന്നവനാണ്. ഈ വ്യക്തിക്ക് കുട്ടികളിൽ നിന്നും അമ്മയിൽ നിന്നും സന്തോഷമില്ല. യുഗം എന്നാൽ ഒരു ജോഡി എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"gola_yoga":["ഗോള യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ഒരു രാശിയിലാണ്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ശക്തനും, ദരിദ്രനും, വൃത്തികെട്ടവനും, വിദ്യാഭ്യാസമില്ലാത്തവനുമാണ്. ഈ വ്യക്തി എപ്പോഴും ദുഃഖിതനാണ്. ഗോളം എന്നാൽ ഒരു ഗോളം അല്ലെങ്കിൽ ഗോളം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"subha_yoga":["ശുഭ യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിലും രണ്ടാം ഭാവത്തിലും ലഗ്നത്തിന് ഗുണങ്ങളുണ്ട് അല്ലെങ്കിൽ ശുഭ കർത്താരി - ശുഭ കർത്താരി - ശുഭ കർത്താരി ഉണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് വാക്ചാതുര്യം, ഭംഗി, സ്വഭാവം എന്നിവയുണ്ട്"],
		"asubha_yoga":["അശുഭ യോഗം",
		"ലഗ്നത്തിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിലും രണ്ടാം ഭാവത്തിലും ലഗ്നത്തിന് ദോഷങ്ങളുണ്ട് അല്ലെങ്കിൽ പാപ കർത്താരി അല്ലെങ്കിൽ ദോഷങ്ങളുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് ധാരാളം ആഗ്രഹങ്ങളുണ്ട്, അവൻ പാപിയാണ്, മറ്റുള്ളവരുടെ സമ്പത്ത് ആസ്വദിക്കുന്നു."],
		"gaja_kesari_yoga":["ഗജ_കേസരി യോഗം",
		"ഗജ-കേസരി യോഗം: (1) വ്യാഴം ചന്ദ്രനിൽ നിന്ന് ഒരു പാദത്തിലാണെങ്കിൽ, (2) ഒരു ശുഭ ഗ്രഹം വ്യാഴവുമായി സംയോജിക്കുകയോ വശങ്ങൾ കാണിക്കുകയോ ചെയ്താൽ, (3) വ്യാഴം ദുർബലമാകുകയോ കത്തുകയോ ഇല്ല. ശത്രുഭവനം",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ പ്രശസ്തനും, ധനികനും, ബുദ്ധിമാനും ആയിരിക്കും. ആ വ്യക്തിക്ക് മികച്ച സ്വഭാവഗുണമുണ്ട്, രാജാക്കന്മാർക്ക് ഇഷ്ടവുമാണ്. സദ്‌ഗുണത്തിനും ശാശ്വതമായ പ്രശസ്തിക്കും, ഇത് ഒരു പ്രധാന യോഗമാണ്."
		],
		"guru_mangala_yoga":["ഗുരു മംഗള യോഗം",
		"വ്യാഴവും ചൊവ്വയും ഒരുമിച്ചോ പരസ്പരം ഏഴാം ഭാവത്തിലോ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ നീതിമാനും ഊർജ്ജസ്വലനുമാണ്. വ്യക്തിയുടെ 'ഊർജ്ജങ്ങൾ ധർമ്മ പാതകളിലാണ് നയിക്കപ്പെടുന്നത്."],
		"amala_yoga":["അമല യോഗം",
		"ലഗ്നത്തിൽ നിന്നോ ചന്ദ്രനിൽ നിന്നോ പത്താം ഭാവത്തിൽ സ്വാഭാവിക ഗുണദോഷങ്ങൾ മാത്രമേ ഉള്ളൂ.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾക്ക് നിത്യമായ പ്രശസ്തിയുണ്ട്. ആ വ്യക്തി രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്നു. വ്യക്തിക്ക് ആഡംബരങ്ങളുണ്ട്, സദ്‌വൃത്തനാണ്. വ്യക്തി മറ്റുള്ളവരെ സഹായിക്കുന്നു. അമല എന്നാൽ ശുദ്ധം എന്നാണ് അർത്ഥമാക്കുന്നത്. പത്താം ഭാവം സമൂഹത്തിലെ ഒരാളുടെ പെരുമാറ്റം കാണിക്കുന്നതിനാൽ, അവിടെ ഗുണദോഷങ്ങൾ മാത്രമുള്ള സാഹചര്യം സമൂഹത്തിലെ ഒരാളുടെ പെരുമാറ്റത്തെ വളരെ ശുദ്ധമാക്കുന്നു."],
		"parvata_yoga":["പാർവത യോഗം",
		"(1) പാദങ്ങൾ ഗുണദോഷങ്ങൾ മാത്രമാണെങ്കിൽ (2) ഏഴാമത്തെയും എട്ടാമത്തെയും പാദങ്ങൾ വീടുകൾ ഒഴിഞ്ഞുകിടക്കുന്നു അല്ലെങ്കിൽ ഗുണഭോക്താക്കൾ മാത്രം താമസിക്കുന്നു",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ഭാഗ്യവാനും, വാചാലനും, പ്രശസ്തനും, ദാനശീലനും, ലാളിത്യം ഇഷ്ടപ്പെടുന്നവനും, നർമ്മം ഇഷ്ടപ്പെടുന്നവനുമാണ്. പർവതം എന്നാൽ ഒരു പർവ്വതം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"kaahala_yoga":["കാഹള യോഗം",
		"(1) നാലാമത്തെയും വ്യാഴത്തിന്റെയും 32-ാം ഭാവം പരസ്പര ചതുരങ്ങളിലാണെങ്കിൽ (2) ലഗ്നാധിപൻ ശക്തനാണെങ്കിൽ, ഈ യോഗമുണ്ട്. പകരമായി, നാലാമത്തെ ഭാവം ഉയർന്നിരിക്കുകയോ സ്വന്തം രാശിയിലായിരിക്കുകയോ 10-ാം ഭാവം അദ്ദേഹത്തോടൊപ്പം ചേരുകയോ ചെയ്താൽ ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ശക്തനും, ധീരനും, തന്ത്രശാലിയും, ഒരു വലിയ സൈന്യത്തെ നയിക്കുന്നവനുമാണ്. വ്യക്തിക്ക് കുറച്ച് ഗ്രാമങ്ങൾ സ്വന്തമാണ്. കാഹള എന്നാൽ അമിതമാണ്. ദുഷ്ടഭാവം എന്നും ഇതിനർത്ഥമുണ്ട്."],
		"chaamara_yoga":["ചാമര യോഗം","ലഗ്നാധിപൻ വ്യാഴത്തിന്റെ ഭാവമുള്ള ഒരു പാദത്തിൽ ഉയർന്നിരിക്കുകയോ രണ്ട് ഗുണഗണങ്ങൾ 7, 9 അല്ലെങ്കിൽ 10-ൽ ചേരുകയോ ചെയ്താൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ രാജാവോ രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്ന ആളോ ആണ്. വ്യക്തി ദീർഘായുസ്സുള്ളവനും, പണ്ഡിതനും, വാചാലനും, പല കലകളിലും പാണ്ഡിത്യമുള്ളവനുമാണ്. ചാമരം എന്നാൽ കുതിരയുടെ തലയിലെ തൂവലിനോട് സാമ്യമുള്ള ഒന്നാണ്. അത് ആടുന്നതിലൂടെ, സേവകർ രാജാക്കന്മാരെ ചൂടിൽ നിന്ന് (ഫാൻ പോലെ) മോചിപ്പിക്കുന്നു. ഇത് അടിസ്ഥാനപരമായി ശക്തിയുടെ കെണികളെ സൂചിപ്പിക്കുന്നു."],
		"sankha_yoga":["ശംഖ യോഗം","(1) ലഗ്നാധിപൻ ശക്തനും (2) 5, 6 ആം ഭാവാധിപന്മാർ പരസ്പര പാദങ്ങളിലുമാണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്. മറ്റൊരു വിധത്തിൽ, (1) ലഗ്നാധിപനും പത്താം ഭാവാധിപനും ഒരു ജംഗമ രാശിയിൽ ഒരുമിച്ച് നിൽക്കുകയും (2) ഒമ്പതാം ഭാവാധിപൻ ശക്തനായിരിക്കുകയും ചെയ്താൽ ഈ യോഗം ഉണ്ടാകും.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് സമ്പത്തും ഇണയും കുട്ടികളും ഉണ്ട്. അവൻ ദയാലുവും ഭക്തനും ബുദ്ധിമാനും ദീർഘായുസ്സുള്ളവനുമാണ്. ശംഖം എന്നാൽ ഒരു ശംഖ് എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"bheri_yoga":["ഭേരി യോഗം","](1) ഒൻപതാം ഭാവാധിപൻ ശക്തനാണെങ്കിൽ (2) 1, 2, 7, 12 ഭാവങ്ങളിൽ ഗ്രഹങ്ങൾ ഉണ്ടെങ്കിൽ, ഈ യോഗം ഉണ്ടാകും. മറ്റൊരു വിധത്തിൽ, (1) ഒൻപതാം ഭാവാധിപൻ ബലവാനാണെങ്കിൽ (2) വ്യാഴം, ശുക്രൻ, ലഗ്നാധിപൻ എന്നിവർ പരസ്പര പാദങ്ങളിലാണെങ്കിൽ ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് സമ്പത്തും ഇണയും കുട്ടികളും ഉണ്ടാകാം. ഒരാൾക്ക് രാജാവാകാം. വ്യക്തിക്ക് പ്രശസ്തിയും സ്വഭാവവും ഉണ്ട്. വ്യക്തി സദ്‌വൃത്തനും മതഭക്തനുമാണ്. വ്യക്തി സുഖങ്ങൾ ആസ്വദിക്കുന്നു. ഭേരി എന്നാൽ ഒരു ഡ്രം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"mridanga_yoga":["മൃദംഗ യോഗം",
		"(1) സ്വന്തം ഗ്രഹങ്ങളിലും ഉയർച്ച രാശികളിലും ചതുരങ്ങളിലും ത്രികോണങ്ങളിലും ഗ്രഹങ്ങൾ ഉണ്ടായിരിക്കുകയും (2) ലഗ്നാധിപൻ ശക്തനായിരിക്കുകയും ചെയ്താൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ഒരു രാജാവോ തുല്യനോ ആണ്, സന്തോഷവാനുമാണ്. ദക്ഷിണേന്ത്യയിൽ പ്രചാരത്തിലുള്ള സമ്പന്നവും മനോഹരവുമായ ഒരു താളവാദ്യമാണ് മൃദംഗം."],
		"sreenaatha_yoga":["ശ്രീനാഥ യോഗം",
		"(1) ഏഴാം ഭാവാധിപൻ പത്തിൽ ഉയർന്നിരിക്കുകയും (2) പത്താമത് ഭാവാധിപൻ ഒമ്പതാം ഭാവാധിപനോടൊപ്പം നിൽക്കുകയും ചെയ്താൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ദേവന്മാരുടെ രാജാവായ ഇന്ദ്രന് തുല്യനായ മഹാരാജാവായി മാറുന്നു. ശ്രീനാഥൻ എന്നാൽ വലിയ സമ്പത്തിന്റെയും സമൃദ്ധിയുടെയും അധിപൻ എന്നാണ് അർത്ഥമാക്കുന്നത്. വിഷ്ണു എന്നും ഇതിനർത്ഥമുണ്ട്."],
		"matsya_yoga":["മത്സ്യ യോഗം",
		"(1) ഗുണഭോക്താക്കൾ ലഗ്നത്തിലും 9-ലും, (2) ചില ഗ്രഹങ്ങൾ 5-ലും, (3) പാപഭോക്താക്കൾ ചതുരാകൃതിയിലും (4-ഉം 8-ഉം ഭാവങ്ങൾ) ആണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ഒരു ജ്യോതിഷിയോ स्तु മത്സ്യം എന്നാൽ മത്സ്യം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"koorma_yoga":["കൂർമ യോഗം",
		"(1) 5, 6, 7 എന്നീ ഭാവങ്ങളിൽ സ്വന്തം, ഉയർച്ച അല്ലെങ്കിൽ മിത്ര രാശികളിൽ ഉള്ള ഗുണഗണങ്ങളും (2) 1, 3, 11 എന്നീ ഭാവങ്ങളിൽ സ്വന്തം അല്ലെങ്കിൽ ഉയർച്ച രാശികളിൽ ഉള്ള ദുഷ്ടഗണങ്ങളും ഉണ്ടെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തോടെ ജനിച്ച ഒരാൾ രാജാവാകുന്നു. വ്യക്തിക്ക് ഭക്തിയും സ്വഭാവവും ഉണ്ട്. വ്യക്തി സന്തുഷ്ടനും സഹായകനും പ്രശസ്തനുമാണ്. കൂർമ എന്നാൽ ആമ എന്നാണ് അർത്ഥമാക്കുന്നത്."],	
		"khadga_yoga":["ഖഡ്ഗ യോഗം",
		"(1) രണ്ടാം ഭാവാധിപൻ 9-ാം ഭാവത്തിലാണെങ്കിൽ, (2) 9-ാം ഭാവാധിപൻ 2-ാം ഭാവത്തിലാണെങ്കിൽ, (3) ലഗ്നാധിപൻ ഒരു പാദത്തിലോ ത്രികോണത്തിലോ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ കഴിവുള്ളവനും, ധനികനും, പണ്ഡിതനും, സന്തുഷ്ടനും, ഭാഗ്യവാനും, ബുദ്ധിമാനും, കൃതജ്ഞനും, ശക്തനുമാണ്. ഖഡ്ഗം എന്നാൽ ഒരു വാൾ എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"kusuma_yoga":["കുസുമ യോഗം",
		"(1) ലഗ്നം ഒരു നിശ്ചിത രാശിയിലാണെങ്കിൽ, (2) ശുക്രൻ ഒരു പാദത്തിലാണെങ്കിൽ, (3) ചന്ദ്രൻ ഒരു ശുഭരാശിയാണെങ്കിൽ, (4) ശനി 10-ാം ഭാവത്തിലാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ രാജാവോ തുല്യനോ ആയിത്തീരുന്നു. വ്യക്തി ദാനശീലനാണ്. വ്യക്തി സുഖങ്ങളും സന്തോഷവും ഉള്ളവനാണ്. വ്യക്തി സമൂഹത്തിന്റെ നേതാവാണ്. വ്യക്തിക്ക് സ്വഭാവവും പാണ്ഡിത്യവുമുണ്ട്. കുസുമ എന്നാൽ ഒരു പുഷ്പം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"kalaanidhi_yoga":["കലാനിധി യോഗം",
		"(1) വ്യാഴം രണ്ടാം ഭാവത്തിലോ അഞ്ചാം ഭാവത്തിലോ ആയിരിക്കുകയും (2) ബുധനും ശുക്രനും സംയോജിച്ച് നിൽക്കുകയും ചെയ്താൽ ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് സ്വഭാവം, സന്തോഷം, ആരോഗ്യം, സമ്പത്ത്, പഠനം എന്നിവയുണ്ട്. രാജാക്കന്മാർ ആരാധിക്കുന്ന വ്യക്തിയാണ് കലാനിധി. കലാനിധി എന്നാൽ കലകളുടെയും കഴിവുകളുടെയും ഒരു നിധി."],
		"kalpadruma_yoga":["കൽപദ്രുമ യോഗം",
		"(1) ലഗ്നാധിപൻ, (2) അവന്റെ സ്ഥാനത്തായവൻ, (3) രാശിയിൽ അവന്റെ സ്ഥാനത്തായവൻ, (4) നവാംശത്തിൽ എന്നിവ പരിഗണിക്കുക. നാല് ഗ്രഹങ്ങളും രാശിയുടെയും നവാംശത്തിന്റെയും ചതുരങ്ങളിലോ ത്രികോണങ്ങളിലോ അല്ലെങ്കിൽ ഉയർച്ച രാശികളിലോ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ രാജാവാകുന്നു. വ്യക്തി യുദ്ധങ്ങൾ ഇഷ്ടപ്പെടുന്നു. വ്യക്തി വളരെ സമ്പന്നനും, തത്വബോധമുള്ളവനും, ശക്തനും, ദയയുള്ളവനുമാണ്. കൽപദ്രുമൻ സ്വർഗ്ഗത്തിലെ ഒരു സ്വർഗ്ഗീയ വൃക്ഷമാണ്. ഈ യോഗ പാരിജാത യോഗ എന്നും അറിയപ്പെടുന്നു. പാരിജാതം ഒരു സ്വർഗ്ഗീയ പുഷ്പമാണ്."],
		"lagnaadhi_yoga":["ലഗ്നാദി യോഗം",
		"(1) ലഗ്നത്തിൽ നിന്നുള്ള 7-ഉം 8-ഉം ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ ഉണ്ടെങ്കിൽ (2) ഒരു ദുഷ്ടഗ്രഹവും ഈ ഗ്രഹങ്ങളുമായി സംയോജിക്കുകയോ വശീകരിക്കുകയോ ചെയ്തില്ലെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തോടെ ജനിച്ചയാൾ ഒരു മഹാത്മാവാകുന്നു. വ്യക്തി വിദ്യാസമ്പന്നനും സന്തുഷ്ടനുമാണ്. ആധി എന്നാൽ ലഗ്നത്തിൽ നിന്നുള്ള ആധിയോഗമാണ്."],
		"hari_yoga":["ഹരി യോഗം",
		"രണ്ടാം അധിപതിയിൽ നിന്ന് കണക്കാക്കിയ 2-ഉം 12-ഉം 8-ഉം ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ ഉണ്ടെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ സന്തുഷ്ടനും പണ്ഡിതനും സമ്പത്തും കുട്ടികളും ഉള്ളവനും ആണ്. ഹരി എന്നത് ഭഗവാൻ വിഷ്ണുവിന്റെ പേരാണ്. രണ്ടാമത്തെ ഭാവം ഭക്ഷണത്തിന്റെയും പണത്തിന്റെയും ഭാവമാണ്, ഇത് കർമ്മ സ്ഥാനത്ത് നിന്നുള്ള ഒരു ത്രികോണമാണ് - പത്താം ഭാവം. ഇത് ഉപജീവനത്തെ സൂചിപ്പിക്കുന്നു, അതിന്റെ അധിപൻ ഒരു ചാർട്ടിൽ ഹിന്ദു ത്രിത്വത്തിന്റെ പരിപാലകനായ ഹരിയെ പ്രതിനിധീകരിക്കുന്നു."],
		"brahma_yoga":["ബ്രഹ്മ യോഗം",
		"ലഗ്നാധിപനിൽ നിന്ന് കണക്കാക്കിയാൽ 4, 10, 11 ഭാവങ്ങളിൽ ഗുണഭോക്താക്കൾ ഉണ്ടെങ്കിൽ, ഈ യോഗമുണ്ട്. ബ്രഹ്മയോഗത്തിന്റെ മറ്റൊരു വകഭേദം: (1) വ്യാഴം 9-ാം ഭാവത്തിൽ നിന്ന് ഒരു പാദത്തിൽ നിൽക്കുകയും, (2) ശുക്രൻ 11-ാം ഭാവത്തിൽ നിന്ന് ഒരു പാദത്തിൽ നിൽക്കുകയും, (3) ബുധൻ 1-ാം ഭാവത്തിൽ നിന്നോ 10-ാം ഭാവത്തിൽ നിന്നോ ഒരു പാദത്തിൽ നിൽക്കുകയും ചെയ്താൽ ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ സന്തുഷ്ടനും, പണ്ഡിതനും, സമ്പത്തും കുട്ടികളും ഉള്ളവനും ആണ്. ബ്രഹ്മാവാണ് ഈ പ്രപഞ്ചത്തിന്റെ സ്രഷ്ടാവ്. ലഗ്നം ജനനത്തെ നിയന്ത്രിക്കുന്നു, സ്രഷ്ടാവിനെ ലഗ്നാധിപൻ ഒരു ചാർട്ടിൽ പ്രതിനിധീകരിക്കുന്നു."],
		"vishnu_yoga":["വിഷ്ണു യോഗം",
		"(1) 9-ഉം 10-ഉം അധിപന്മാർ രണ്ടാം ഭാവത്തിലാണെങ്കിൽ (2) രാശി ചാർട്ടിൽ 9-ാം അധിപൻ നവാംശത്തിൽ ഇരിക്കുന്ന രാശിയുടെ അധിപനും രണ്ടാം ഭാവത്തിലാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ഭാഗ്യവാനും, പണ്ഡിതനും, ദീർഘായുസ്സുള്ളവനും, രാജാക്കന്മാർക്ക് പ്രിയപ്പെട്ടവനുമാണ്. വ്യക്തി വിഷ്ണുവിന്റെ ആരാധകനാണ്."],
		"siva_yoga":["ശിവ യോഗം",
		"(1) അഞ്ചാം അധിപൻ 9-ാം ഭാവത്തിലാണെങ്കിൽ, (2) ഒൻപതാം അധിപൻ 10-ാം ഭാവത്തിലാണെങ്കിൽ, (3) പത്താമൻ 5-ാം ഭാവത്തിലാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ജ്ഞാനിയും സദ്‌വൃത്തനുമാണ്. വ്യക്തി ഒരു ജേതാവാണ്. വ്യക്തിക്ക് ഒരു സൈന്യാധിപനോ ബിസിനസുകാരനോ ആകാം. ത്രിമൂർത്തി ദേവന്മാരിൽ ഒരാളാണ് ശിവൻ."],
		"trilochana_yoga":["ത്രിലോചന യോഗം",
		"സൂര്യൻ, ചന്ദ്രൻ, ചൊവ്വ എന്നിവർ പരസ്പര ത്രികോണങ്ങളിലാണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ സമ്പന്നനും, ബുദ്ധിമാനും, ദീർഘായുസ്സുള്ളവനും, ശത്രുക്കളെ ജയിക്കുന്നവനുമാണ്. വ്യക്തിക്ക് തടസ്സങ്ങളില്ലാതെ എല്ലാം നേടാനാകും. ത്രിലോചന എന്നാൽ 'മൂന്ന് കണ്ണുകളുള്ളവൻ' എന്നാണ്. നെറ്റിയിൽ ഒരു മറഞ്ഞിരിക്കുന്ന കണ്ണുള്ള ഭഗവാൻ ശിവന്റെ മറ്റൊരു പേരാണ് ഇത്."],
		"gouri_yoga":["ഗൗരി യോഗം",
		"നവാംശത്തിൽ പത്താം ഭാവാധിപൻ നിൽക്കുന്ന രാശിയുടെ അധിപൻ പത്താം ഭാവത്തിൽ ഉയർന്നിരിക്കുകയും ലഗ്നാധിപൻ അദ്ദേഹത്തോടൊപ്പം ചേരുകയും ചെയ്താൽ ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തോടെ ജനിച്ച ഒരാൾ മാന്യമായ ഒരു കുടുംബത്തിൽ നിന്നുള്ളയാളാണ്, ആ വ്യക്തി മതപരവും സദ്‌ഗുണപൂർണ്ണനുമാണ്. കുടുംബത്തിൽ നിന്ന് സന്തോഷം കൊണ്ട് അനുഗ്രഹീതനാണ്. ഗൗരി പാർവതിയുടെ ഒരു രൂപമാണ് - ശിവന്റെ ഭാര്യ. അവൾ ദാമ്പത്യ ആനന്ദത്തിന്റെയും വിശുദ്ധിയുടെയും പ്രതീകമാണ്."],
		"chandikaa_yoga":["ചണ്ഡികാ യോഗം",
		"(1) ലഗ്നം ആറാം ഭാവാധിപൻ കാണുന്ന ഒരു നിശ്ചിത രാശിയിലാണെങ്കിൽ (2) സൂര്യൻ നവാംശത്തിൽ ആറാം ഭാവാധിപനും ഒമ്പതാം ഭാവാധിപനും നിൽക്കുന്ന രാശികളുടെ അധിപന്മാരുമായി ചേരുകയാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ആക്രമണകാരിയും, ദാനശീലനും, സമ്പന്നനും, പ്രശസ്തനും, ദീർഘായുസ്സുള്ളവനുമാണ്. ചണ്ഡിക പാർവതിയുടെ ആക്രമണാത്മക രൂപമാണ്. അവൾ അസുരന്മാരെ നിഷ്കരുണം കൊല്ലുന്നു."],
		"lakshmi_yoga":["ലക്ഷ്മി യോഗം",
		"(1) 9-ാം ഭാവാധിപൻ സ്വന്തം രാശിയിലോ ലഗ്നത്തിൽ നിന്ന് ഒരു പാദത്തിൽ വരുന്ന തന്റെ ഉയർച്ച രാശിയിലോ (2) ലഗ്നാധിപൻ ബലവാനാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ രാജാവാകുന്നു. വ്യക്തിക്ക് സൗന്ദര്യം, സ്വഭാവം, സമ്പത്ത്, നിരവധി കുട്ടികൾ എന്നിവയാൽ അനുഗ്രഹീതനാണ്. വ്യക്തി തത്വാധിഷ്ഠിതയും പ്രശസ്തിയുള്ളവളുമാണ്. ലക്ഷ്മി വിഷ്ണുവിന്റെ ഭാര്യയാണ്. അവൾ സമൃദ്ധിയുടെ ദേവതയാണ്."],
		"saarada_yoga":["സാരദ യോഗം",
		"(1) 10-ാം ഭാവാധിപൻ അഞ്ചാം ഭാവത്തിലാണെങ്കിൽ, (2) ബുധൻ ഒരു പാദത്തിൽ ആണെങ്കിൽ, (3) സൂര്യൻ സിംഹത്തിൽ ബലവാനാണെങ്കിൽ, (4) ബുധൻ അല്ലെങ്കിൽ വ്യാഴം ചന്ദ്രനിൽ നിന്ന് ഒരു ത്രികോണത്തിലാണെങ്കിൽ, (5) ചൊവ്വ 11-ൽ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾക്ക് സമ്പത്ത്, ഇണ, കുട്ടികൾ എന്നിവയാൽ അനുഗ്രഹീതനാണ്. വ്യക്തി സന്തുഷ്ടനും, പണ്ഡിതനും, തത്ത്വബോധമുള്ളവനും, രാജാക്കന്മാർക്ക് പ്രിയപ്പെട്ടവനുമാണ്. വ്യക്തി ഒരു തപസ്വി (അറിവ് തേടുന്നയാൾ) ആണ്. സാരദ എന്നത് വിദ്യയുടെ ദേവതയായ സരസ്വതിയുടെ മറ്റൊരു പേരാണ്."],
		"bhaarathi_yoga":["ഭാരതി യോഗം",
		"നവാംശത്തിൽ 2, 5 അല്ലെങ്കിൽ 11 ആം ഭാവാധിപൻ സ്ഥാനം പിടിച്ചിരിക്കുന്ന രാശിയുടെ അധിപൻ ഉയർന്ന് 9-ാം ഭാവാധിപനുമായി ചേരുകയാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ഒരു മഹാ പണ്ഡിതനാണ്. വ്യക്തി ബുദ്ധിമാനും, മതപരനും, സുന്ദരനും, പ്രശസ്തനുമാണ്. ഭാരതി എന്നത് വിദ്യയുടെ ദേവതയായ സരസ്വതിയുടെ മറ്റൊരു പേരാണ്."],
		"saraswathi_yoga":["സരസ്വതി യോഗം",
		"(1) ബുധൻ, വ്യാഴം, ശുക്രൻ എന്നിവ ഓരോന്നും ഒരു ക്വാഡ്രന്റ് അല്ലെങ്കിൽ ഒരു ത്രികോണം അല്ലെങ്കിൽ രണ്ടാം ഭാവം (ഒരുമിച്ചു വരണമെന്നില്ല) കൈവശം വയ്ക്കുകയും (2) വ്യാഴം സ്വന്തം അല്ലെങ്കിൽ സൗഹൃദ അല്ലെങ്കിൽ ഉന്നത രാശിയിലാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ വളരെ പണ്ഡിതനും, നൈപുണ്യമുള്ളവനും, ബുദ്ധിമാനും, ധനികനും, പ്രശസ്തനുമാണ്. വ്യക്തി എല്ലാവരുടെയും പ്രശംസയ്ക്ക് പാത്രമാകുന്നു. സരസ്വതി വിദ്യയുടെ ദേവതയാണ്."],
		"amsaavatara_yoga":["അംശാവതാര യോഗം",
		"വ്യാഴം, ശുക്രൻ, ഉയർന്ന ശനി എന്നിവർ ക്വാണ്ട്രന്റുകളിൽ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ രാജാവോ തുല്യനോ ആയിത്തീരുന്നു. വ്യക്തി വിദ്യാസമ്പന്നനും സുഖപ്രിയനുമാണ്. വ്യക്തിക്ക് കളങ്കമില്ലാത്ത പ്രശസ്തി ഉണ്ട്. അംശാവതാരം എന്നാൽ ഭഗവാന്റെ ഒരു ഭാഗത്തിന്റെ അവതാരമായവൻ എന്നാണ്."],
		"devendra_yoga":["ദേവേന്ദ്ര യോഗം",
		"(1) ലഗ്നം ഒരു നിശ്ചിത രാശിയിലാണെങ്കിൽ, (2) 2-ഉം 10-ഉം അധിപന്മാർക്ക് ഒരു കൈമാറ്റം ഉണ്ടെങ്കിൽ, (3) ലഗ്നത്തിനും 11-ഉം അധിപന്മാർക്ക് ഒരു കൈമാറ്റം ഉണ്ടെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ മനുഷ്യരുടെ നേതാവാണ്. വ്യക്തി സുന്ദരനും പ്രണയഭരിതനും ദീർഘായുസ്സുള്ളവനും പ്രശസ്തനുമാണ്. ദേവേന്ദ്രനാണ് ദേവന്മാരുടെ അധിപൻ."],
		"indra_yoga":["ഇന്ദ്ര യോഗം",
		"(1) അഞ്ചാം ഭാവാധിപന്മാരും പതിനൊന്നാം ഭാവാധിപന്മാരും തമ്മിൽ കൈമാറ്റം നടക്കുകയും (2) ചന്ദ്രൻ അഞ്ചാം ഭാവത്തിൽ ഇരിക്കുകയും ചെയ്താൽ ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ രാജാവാകുന്നു. വ്യക്തി ധീരനും പ്രശസ്തനും ദീർഘായുസ്സുള്ളവനുമാണ്. ഇന്ദ്രനാണ് ദേവന്മാരുടെ അധിപൻ."],
		"ravi_yoga":["രവി യോഗം",
		"(1) സൂര്യൻ പത്താം ഭാവത്തിലും (2) പത്താം ഭാവാധിപൻ ശനിയോടൊപ്പം മൂന്നാം ഭാവത്തിലും ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ രാജാക്കന്മാരാൽ വിദ്യാസമ്പന്നനും, അഭിനിവേശമുള്ളവനും, ബഹുമാനിക്കപ്പെടുന്നവനുമാണ്. രവി എന്നാൽ സൂര്യൻ എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"bhaaskara_yoga":["ഭാസ്കര യോഗം",
		"(1) ചന്ദ്രൻ സൂര്യനിൽ നിന്ന് 12-ൽ, (2) ബുധൻ സൂര്യനിൽ നിന്ന് 2-ൽ, വ്യാഴം ചന്ദ്രനിൽ നിന്ന് 5-ൽ അല്ലെങ്കിൽ 9-ൽ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ സമ്പന്നനും, വീരനും, പ്രഭുക്കനുമാണ്. വ്യക്തി ശാസ്ത്രങ്ങളിലും, ജ്യോതിഷത്തിലും, സംഗീതത്തിലും അഭ്യസിച്ചിരിക്കുന്നു. വ്യക്തിക്ക് നല്ല വ്യക്തിത്വമുണ്ട്. ഭാസ്കര എന്നാൽ 'പ്രകാശമുള്ള കിരണങ്ങളുള്ളവൻ' എന്നാണ്. അത് സൂര്യന്റെ പേരാണ്."],
		"kulavardhana_yoga":["കുലവർദ്ധന യോഗം",
		"ഓരോ ഗ്രഹവും അഞ്ചാം ഭാവത്തിൽ ഒന്നിൽ നിന്നെങ്കിലും ഉണ്ടെങ്കിൽ ലഗ്നമോ ചന്ദ്രനോ സൂര്യനോ ആണെങ്കിൽ ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ സന്തുഷ്ടനും സമ്പന്നനുമാണ്, അവന്റെ വംശത്തിനും സമൂഹത്തിനും പേര് കൊണ്ടുവരുന്നു. വ്യക്തിക്ക് യോഗ്യരായ പിൻഗാമികളുടെ ഒരു പരമ്പരയുണ്ട്. കുല എന്നാൽ 'വംശം അല്ലെങ്കിൽ സമൂഹം' എന്നാണ്. വർദ്ധന എന്നാൽ 'അതിനെ വളരാനും അഭിവൃദ്ധിപ്പെടുത്താനും സഹായിക്കുന്നവൻ' എന്നാണ്."],
		"vasumati_yoga":["വസുമതി യോഗം",
		"ഉപചായകളിൽ ഗുണങ്ങൾ ഉണ്ടെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഇത് പൂർണ്ണ ഫലങ്ങൾ നൽകണമെങ്കിൽ, ദുഷ്ടശക്തികൾ ഉപചായകളിൽ ഗുണങ്ങൾ ഉൾക്കൊള്ളരുത്, ഉപചായങ്ങളിൽ ഗുണങ്ങൾ ഉൾക്കൊള്ളുന്ന ഗുണങ്ങൾ ശക്തരായിരിക്കണം. ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾക്ക് ധാരാളം സമ്പത്തുണ്ട്. വസുമതി എന്നാൽ ഭൂമി എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"gandharva_yoga":["ഗന്ധർവ യോഗം",
		"(1) പത്താം ഭാവാധിപൻ ഏഴാം ഭാവത്തിൽ നിന്ന് ഒരു ത്രികോണത്തിലാണെങ്കിൽ, (2) ലഗ്നാധിപൻ വ്യാഴവുമായി സംയോജിച്ചിരിക്കുകയോ നോക്കുകയോ ചെയ്താൽ, (3) സൂര്യൻ ഉയർന്ന് ശക്തനാണെങ്കിൽ, (4) ചന്ദ്രൻ ഒമ്പതാം ഭാവത്തിലാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ച ഒരാൾ ലളിതകലകളിൽ വൈദഗ്ധ്യമുള്ളവനും പ്രശസ്തനുമാണ്. ഗാനാലാപനത്തിലും മറ്റ് ലളിതകലകളിലും മികച്ച കഴിവുള്ള ദേവന്മാരുടെ ഒരു വിഭാഗമാണ് ഗന്ധർവന്മാർ."],
		"go_yoga":["ഗോ യോഗം",
		"(1) വ്യാഴം മൂലത്രികോണത്തിൽ ശക്തനാണെങ്കിൽ, (2) രണ്ടാം ഭാവാധിപൻ വ്യാഴത്തോടൊപ്പമാണെങ്കിൽ, (3) ലഗ്നാധിപൻ ഉയർന്നിരിക്കുകയാണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ മാന്യമായ ഒരു കുടുംബത്തിൽ നിന്നുള്ളവനാണ്. വ്യക്തി സമ്പന്നനും എല്ലാവരാലും ബഹുമാനിക്കപ്പെടുന്നവനുമാണ്. ഗോ എന്നാൽ പശു എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"vidyut_yoga":["വിദ്യുത് യോഗം",
		"(1) പതിനൊന്നാം ഭാവാധിപൻ ആഴത്തിലുള്ള ഉയർച്ചയിലാണെങ്കിൽ, (2) അവൻ ശുക്രനുമായി ചേരുകയാണെങ്കിൽ, (3) അവർ രണ്ടുപേരും ലഗ്നാധിപനിൽ നിന്ന് ഒരു പാദത്തിലാണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തോടെ ജനിച്ച ഒരാൾ രാജാവോ തുല്യനോ ആയിത്തീരുന്നു. വ്യക്തി ധനികനും, സുഖപ്രിയനും, ദാനശീലനുമാണ്. വിദ്യുത് എന്നാൽ ഒരു മിന്നൽപ്പിണർ അല്ലെങ്കിൽ വൈദ്യുതി എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"chapa_yoga":["ചാപ യോഗം",
		"(1) നാലാമത്തെയും പത്താമത്തെയും ഭാവാധിപന്മാർക്ക് ഒരു കൈമാറ്റം ഉണ്ടെങ്കിൽ (2) ലഗ്നാധിപൻ ഉയർന്നവനാണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തോടെ ജനിച്ച ഒരാൾ ഒരു രാജാവിനുവേണ്ടി ജോലി ചെയ്യുകയും ധാരാളം സമ്പത്ത് നേടുകയും ചെയ്യുന്നു. ചാപം എന്നാൽ വില്ല് എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"pushkala_yoga":["പുഷ്കലയോഗം","(1) ലഗ്നാധിപൻ ചന്ദ്രനോടൊപ്പമാണെങ്കിൽ, (2) ചന്ദ്രന്റെ സ്ഥാനത്തായിരിക്കുന്നയാൾ ഒരു പാദത്തിലോ ഒരു അധിമിത്രന്റെ (നല്ല സുഹൃത്ത്) ഗൃഹത്തിലോ ആണെങ്കിൽ, (2) ചന്ദ്രന്റെ സ്ഥാനത്തായിരിക്കുന്നയാൾ ലഗ്നത്തിന്റെ വശങ്ങൾ ഉള്ളവനാണെങ്കിൽ, (4) ലഗ്നത്തിൽ ഒരു ഗ്രഹമുണ്ടെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ വാചാലനും, സമ്പന്നനും, പ്രശസ്തനും, രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്നവനുമാണ്. പുഷ്കല എന്നാൽ സമൃദ്ധി എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"makuta_yoga":["മകുട യോഗം",
		"(1) വ്യാഴം 9-ാം ഭാവത്തിൽ നിന്ന് 9-ാം ഭാവത്തിൽ ആണെങ്കിൽ, (2) വ്യാഴത്തിൽ നിന്ന് 9-ാം ഭാവത്തിന് ഒരു ശുഭഫലമുണ്ട്, (3) ശനി 10-ാം ഭാവത്തിൽ ആണെങ്കിൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ പുരുഷന്മാരുടെ ശക്തനായ നേതാവാണ്. പലപ്പോഴും ക്രമരഹിതമായ പ്രവർത്തനങ്ങൾ കൈകാര്യം ചെയ്യുന്നു. മകുടം എന്നാൽ കിരീടം എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"jaya_yoga":["ജയ യോഗം",
		"(1) പത്താമത് ഭാവാധിപൻ ആഴത്തിലുള്ള ഉന്നതാവസ്ഥയിലായിരിക്കുകയും (2) ആറാം ഭാവാധിപൻ ദുർബലനായിരിക്കുകയും ചെയ്താൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ സന്തോഷവാനും വിജയിയും ശത്രുക്കളെ ജയിക്കുന്നവനും ദീർഘായുസ്സുള്ളവനുമാണ്. ജയ എന്നാൽ വിജയിയുമാണ്."],
		"harsha_yoga":["ഹർഷ യോഗം",
		"ആറാം ഭാവാധിപൻ ആറാം ഭാവത്തിൽ വ്യാപിച്ചാൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ സന്തോഷവാനും ശക്തനും നല്ല സ്വഭാവമുള്ളവനും അജയ്യനുമാണ്. ഹർഷ എന്നാൽ സന്തോഷവാനും ആണ്."],
		"sarala_yoga":["സരള യോഗം",
		"എട്ടാം ഭാവാധിപൻ എട്ടാം ഭാവത്തിൽ വ്യാപിച്ചാൽ, ഈ യോഗമുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ ദീർഘായുസ്സുള്ളവനും, നിർഭയനും, പണ്ഡിതനും, ആഘോഷിക്കപ്പെടുന്നവനും, സമ്പന്നനുമാണ്. ഒരാൾ ശത്രുക്കൾക്ക് ഒരു ഭീകരനാണ്. സരള എന്നാൽ നേരെ മുന്നോട്ട് എന്നാണ് അർത്ഥമാക്കുന്നത്."],
		"vimala_yoga":["വിമല യോഗം",
		"പന്ത്രണ്ടാം ഭാവാധിപൻ പന്ത്രണ്ടാം ഭാവത്തിൽ ഇരിക്കുകയാണെങ്കിൽ, ഈ യോഗം നിലവിലുണ്ട്.",
		"ഈ യോഗത്തിൽ ജനിച്ചയാൾ കുലീനനും, മിതവ്യയമുള്ളവനും, സന്തോഷവാനും, സ്വതന്ത്രനുമാണ്. വിമല എന്നാൽ ശുദ്ധൻ എന്നാണ് അർത്ഥമാക്കുന്നത്."]
}