{
	"vesi_yoga":["వేసి యోగం",
				"సూర్యుడి నుండి 2వ స్థానంలో చంద్రుడు కాకుండా ఇతర గ్రహం ఉన్నప్పుడు",
				"మీరు సమతుల్య దృక్పథాన్ని కలిగి ఉంటారు. మీరు నిజాయితీపరులు, పొడవైన వారు మరియు కొంచెం మందకొడిగా ఉంటారు. మీరు తక్కువ సంపదతో కూడా సంతోషంగా మరియు సౌకర్యవంతంగా ఉంటారు."
				],
	"vosi_yoga":["వోసి యోగం",
		"సూర్యుడి నుండి 12వ స్థానంలో చంద్రుడు కాకుండా ఇతర గ్రహం ఉన్నప్పుడు",
		"మీరు నైపుణ్యం కలిగిన వారు, దాతృత్వం గలవారు, ప్రసిద్ధులు, విద్వాంసులు మరియు బలవంతులు అవుతారు."],
	"ubhayachara_yoga":["ఉభయచార యోగం",
		"సూర్యుడి నుండి 2 మరియు 12వ స్థానాల్లో చంద్రుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు",
		"మీరు అన్ని సౌకర్యాలను కలిగి ఉంటారు. మీరు రాజులాగా లేదా రాజుతో సమానంగా ఉంటారు"],
	"nipuna_yoga":["నిపుణ యోగం",
				"సూర్యుడు మరియు బుధుడు కలిసి (ఒకే రాశిలో) ఉన్నప్పుడు.", 
				"మీరు అన్ని పనులలో తెలివైనవారు మరియు నైపుణ్యం కలిగినవారు అవుతారు. మీరు ప్రసిద్ధి చెందుతారు, గౌరవించబడతారు మరియు సంతోషంగా ఉంటారు.\\n ఈ యోగం D-10 వంటి వర్గ చక్రాలలో అత్యంత శక్తివంతమైనది. రాశి చక్రంలో కూడా, బుధుడు అస్తంగతం కాకపోతే ఇది ఫలితాలను ఇస్తుంది."],	
	"sunaphaa_yoga":["సునఫా యోగం",
		"చంద్రుడి నుండి 2వ స్థానంలో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు",
		"మీరు రాజు లేదా రాజుతో సమానమైన వ్యక్తి అవుతారు. మీరు తెలివైనవారు, ధనవంతులు మరియు ప్రసిద్ధులు. మీరు స్వయంకృషితో సంపాదించిన సంపదను కలిగి ఉంటారు."],
	"anaphaa_yoga":["అనఫా యోగం",
					"చంద్రుడి నుండి 12వ స్థానంలో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు",
					"మీరు మంచి రూపం కలిగిన రాజు అవుతారు. మీ శరీరం రోగ రహితంగా ఉండే అవకాశం ఉంది. మీరు మంచి వ్యక్తిత్వం మరియు గొప్ప ఖ్యాతి కలిగిన వ్యక్తి. మీరు సౌకర్యాలతో చుట్టూ ఉంటారు."],
	"duradhara_yoga":["దురధర యోగం",
		"చంద్రుడి నుండి 2 మరియు 12వ స్థానాల్లో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు.",
		"మీరు అనేక ఆనందాలను పొందుతారు. మీరు దాతృత్వం గలవారు. మీరు సంపద మరియు వాహనాలను కలిగి ఉంటారు. మీరు మంచి సేవకులను కలిగి ఉంటారు."],
	"kemadruma_yoga":["కేమద్రుమ యోగం",
		"చంద్రుడి నుండి 1, 2 మరియు 12వ స్థానాల్లో సూర్యుడు కాకుండా ఏ గ్రహాలు లేనప్పుడు మరియు లగ్నం నుండి కేంద్రాలలో చంద్రుడు కాకుండా ఇతర గ్రహాలు లేనప్పుడు",
		"మీరు దురదృష్టవంతులు, తెలివితేటలు మరియు విద్య లేని వారు మరియు పేదరికం మరియు కష్టాలతో బాధపడతారు. ఈ చెడు యోగం జాతకంలోని ఇతర మంచి యోగాల ఫలితాలను, ముఖ్యంగా చంద్ర యోగాలను (ఏవైనా ఉంటే) నాశనం చేస్తుంది. మీరు కష్టపడి పని చేయాలి మరియు గొప్ప ప్రయత్నాల ద్వారా విజయం సాధించాలి."],
	"chandra_mangala_yoga":["చంద్ర మంగళ యోగం",
		"చంద్రుడు మరియు కుజుడు కలిసి (ఒకే రాశిలో) ఉన్నప్పుడు.",
		"మీరు ప్రాపంచిక జ్ఞానం కలిగిన వారు మరియు భౌతికంగా విజయం సాధిస్తారు. మీరు అడ్డదారిలో డబ్బు సంపాదించవచ్చు. మీరు తల్లిని లేదా ఇతర మహిళలను తప్పుగా చూడవచ్చు."],
	"adhi_yoga":["అధి యోగం", 
		"చంద్రుడి నుండి 6, 7 మరియు 8వ స్థానాల్లో సహజ శుభ గ్రహాలు ఉన్నప్పుడు",
		"గ్రహాల బలాన్ని బట్టి మీరు రాజు లేదా మంత్రి లేదా సైన్యాధిపతి కావచ్చు"],
	"ruchaka_yoga":["రుచక యోగం",
		"కుజుడు తన స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో ఉండి కేంద్ర స్థానంలో ఉన్నప్పుడు.",
		"మీరు ఉగ్ర స్వభావం కలిగిన వ్యక్తి. మీరు చాలా ఉత్సాహాన్ని కలిగి ఉంటారు. మీరు సహజ నాయకులు. మీరు యుద్ధాలు చేయడానికి ఇష్టపడతారు మరియు శత్రువులపై విజయం సాధిస్తారు. మీరు విచక్షణ జ్ఞానం కలవారు మరియు విద్వాంసుల పట్ల భక్తి కలిగి ఉంటారు. మీరు క్షుద్ర శాస్త్రాలలో ప్రావీణ్యం కలిగి ఉంటారు. మీరు మంచి అభిరుచిని కలిగి ఉంటారు. మీరు ఎల్లప్పుడూ విజయవంతమవుతారు."],
	"bhadra_yoga":["భద్ర యోగం",
		"బుధుడు తన స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో ఉండి కేంద్ర స్థానంలో ఉన్నప్పుడు.",
		"మీరు పృథ్వీ తత్త్వం కలిగిన వ్యక్తి మరియు సింహం లాంటి వారు. మీరు అన్ని విషయాలలో విద్వాంసులు. మీరు మంచి శరీర సౌష్టవం మరియు గంభీరమైన స్వరం కలిగి ఉంటారు. మీరు సత్వ గుణం కలిగి ఉంటారు. మీకు యోగం బాగా తెలుసు. మీరు ఎల్లప్పుడూ బంధువులు, స్నేహితులు మరియు కుటుంబ సభ్యులతో చుట్టుముట్టబడి ఉంటారు మరియు వారితో కలిసి మీ సంపదను అనుభవిస్తారు. మీరు ప్రతిదానిలో శుభ్రతను పాటిస్తారు మరియు చాలా పద్ధతిగా ఉంటారు. మీరు స్వేచ్ఛా స్ఫూర్తి మరియు మతపరమైన చింతన కలిగి ఉంటారు."],
	"sasa_yoga":["శశ యోగం", "శని మకర, కుంభ లేదా తుల రాశిలో ఉండి లగ్నం నుండి 1, 4, 7 లేదా 10వ స్థానంలో ఉన్నప్పుడు",
		"మీరు వాయు తత్త్వం కలిగిన గొప్ప వ్యక్తి. మీరు కుందేలు లాంటి వారు. మీరు జ్ఞానులు మరియు తిరగడం ఇష్టపడతారు. మీరు అడవులు, పర్వతాలు మరియు కోటలలో సౌకర్యవంతంగా ఉంటారు. మీరు పరాక్రమవంతులు మరియు సన్నని శరీరం కలిగి ఉంటారు. మీరు ఇతరుల బలహీనతలను తెలుసుకోగలరు. మీరు చురుకైన వారు, కానీ కొంత చంచలత్వం కలిగి ఉంటారు. మీరు దాతృత్వం గలవారు."],
	"maalavya_yoga":["మాలవ్య యోగం",
		"శుక్రుడు తన స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో ఉండి కేంద్ర స్థానంలో ఉన్నప్పుడు.",
		"మీరు జల తత్త్వం కలిగిన గొప్ప వ్యక్తి. మీరు వెన్నెల లాంటి కాంతిని వెదజల్లుతారు. మీరు రుచికరమైన ఆహారాన్ని ఇష్టపడతారు. మీరు విలాసాలను కలిగి ఉంటారు. మీరు అద్భుతమైన ఆరోగ్యాన్ని కలిగి ఉంటారు. మీరు కళలలో ప్రావీణ్యం కలిగి ఉంటారు."],
	"hamsa_yoga":["హంస యోగం",
		"గురువు ధనుస్సు, మీన లేదా కర్కాటక రాశిలో ఉండి లగ్నం నుండి 1, 4, 7 లేదా 10వ స్థానంలో ఉన్నప్పుడు.",
		"మీరు ఆకాశ తత్త్వం కలిగిన గొప్ప వ్యక్తి. మీరు హంస లాంటి వారు. మీరు ఆధ్యాత్మిక బలాన్ని మరియు పవిత్రతను కలిగి ఉంటారు. మీరు అందరిచే గౌరవించబడతారు. మీరు చాలా ఉద్వేగభరితమైన వారు. మీరు రాజు కావచ్చు. మీరు అన్ని సౌకర్యాలను కలిగి ఉండవచ్చు. మీరు జీవితాన్ని పూర్తిగా అనుభవిస్తారు. మీరు తెలివైన సంభాషణకర్త మరియు మంచి వాక్చాతుర్యం కలిగిన వారు."],	
	"rajju_yoga":["రజ్జు యోగం",
		"గ్రహాలన్నీ కేవలం చర రాశులలోనే ఉన్నప్పుడు.",
		"మీరు ప్రయాణించడానికి ఇష్టపడవచ్చు. మీరు మంచి రూపం కలిగి ఉండవచ్చు మరియు విదేశాలలో వర్ధిల్లుతారు. మీరు క్రూరంగా ఉండవచ్చు."],
	"musala_yoga":["ముసల యోగం",
		"గ్రహాలన్నీ కేవలం స్థిర రాశులలోనే ఉన్నప్పుడు.",
		"మీరు గౌరవం, జ్ఞానం మరియు సంపదను కలిగి ఉంటారు. రాజులు మిమ్మల్ని ఇష్టపడతారు. మీరు ప్రసిద్ధి చెందుతారు మరియు చాలా మంది పిల్లలను కలిగి ఉంటారు. మీరు దృఢమైన స్ఫూర్తిని కలిగి ఉంటారు."],
	"nala_yoga":["నల యోగం",
		"గ్రహాలన్నీ కేవలం ద్విస్వభావ రాశులలోనే ఉన్నప్పుడు.",
		"మీరు బలహీనమైన శరీరాన్ని కలిగి ఉండవచ్చు. మీరు డబ్బును కూడబెట్టవచ్చు. మీరు మంచి రూపం కలిగి ఉండవచ్చు మరియు బంధువులకు సహాయం చేయవచ్చు. మీరు నైపుణ్యం కలిగిన వారు."],
	"srik_yoga": [
		"సృక్ యోగం",
		"అన్ని సహజ శుభ గ్రహాలు (గురువు, శుక్రుడు, బుధుడు) కేంద్ర స్థానాల్లో ఉన్నప్పుడు.",
		"మీరు ధనవంతులు అవుతారు, అనేక సౌకర్యాలను అనుభవిస్తారు, చక్కని దుస్తులు మరియు ఆభరణాలను కలిగి ఉంటారు మరియు సంతోషకరమైన, విలాసవంతమైన జీవితాన్ని గడుపుతారు."
	],
	"maalaa_yoga":["మాలా యోగం",
		"మూడు కేంద్ర స్థానాలు సహజ శుభ గ్రహాలచే ఆక్రమించబడినప్పుడు.",
		"మీరు ఎల్లప్పుడూ సంతోషంగా ఉంటారు. మీరు మంచి దుస్తులు, వాహనాలు, విలాసాలు మరియు చాలా మంది మహిళల స్నేహాన్ని కలిగి ఉంటారు."],
	"sarpa_yoga":["సర్ప యోగం",
		"మూడు కేంద్ర స్థానాలు సహజ పాప గ్రహాలచే ఆక్రమించబడినప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు దౌర్భాగ్యులు, అసంతృప్తిగా ఉంటారు, క్రూరులు, పేదలు మరియు ఆహారం కోసం ఇతరులపై ఆధారపడతారు. ఇది చాలా చెడు కలయిక."],
	"gadaa_yoga":["గదా యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి వరుసగా రెండు కేంద్ర స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు సంపద, బంగారం మరియు రత్నాలను కలిగి ఉంటారు. మీరు యజ్ఞాలు చేయవచ్చు. మీకు శాస్త్రాలు మరియు పాటలు తెలుసు."],
	"sakata_yoga": [
		"శకట యోగం",
		"గురువు నుండి చంద్రుడు 6, 8 లేదా 12వ స్థానంలో ఉన్నప్పుడు, మరియు గురువు లగ్నం నుండి కేంద్రంలో లేనప్పుడు.",
		"జీవితం చక్రంలాగా హెచ్చుతగ్గులతో ఉంటుంది. మీరు మీ పదవిని మరియు కీర్తిని కోల్పోవచ్చు కానీ వాటిని తిరిగి పొందవచ్చు. మీరు పేదరికం మరియు కష్టాలను ఎదుర్కోవచ్చు కానీ స్థిరంగా ఉంటారు."
	],
	"vihanga_yoga": [
		"విహంగ యోగం",
		"గ్రహాలన్నీ 4 మరియు 10వ స్థానాల్లో ఉన్నప్పుడు.",
		"మీరు సంచారి, యాత్రికుడు లేదా సందేశహరుడు అవుతారు. మీరు మధ్యవర్తిగా వ్యవహరించడానికి మొగ్గు చూపుతారు మరియు చాలా మంది రహస్య శత్రువులను కలిగి ఉండవచ్చు."
	],
	"sringaataka_yoga":["శృంగాటక యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి త్రికోణాలలో (1, 5 మరియు 9) ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు సంతోషంగా ఉంటారు మరియు రాజులచే ఇష్టపడతారు. ఈ వ్యక్తికి ఉన్నతమైన భార్య ఉంటుంది మరియు మహిళలను ద్వేషిస్తారు. ఈ వ్యక్తి ధనవంతుడు. శృంగాటక అంటే కూడలి అని అర్థం."],
	"hala_yoga":["హల యోగం",
		"గ్రహాలన్నీ పరస్పర త్రికోణాలలో ఉండి, లగ్నం నుండి త్రికోణాలలో లేనప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు రైతు అవుతారు. ఈ వ్యక్తి చాలా ఆహారం తింటారు. ఈ వ్యక్తి పేదవాడు. ఈ వ్యక్తి స్నేహితులు మరియు బంధువులచే విడిచిపెట్టబడతాడు. ఈ వ్యక్తి అసంతోషంగా మరియు ఆందోళనగా ఉంటాడు. హల అంటే నాగలి అని అర్థం."],
	"vajra_yoga":["వజ్ర యోగం",
		"లగ్నం మరియు 7వ స్థానాల్లో సహజ శుభ గ్రహాలు ఉండి, 4 మరియు 10వ స్థానాల్లో సహజ పాప గ్రహాలు ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు జీవితం యొక్క ప్రారంభ మరియు చివరి భాగాలలో సంతోషంగా ఉంటారు. ఈ వ్యక్తి పరాక్రమం కలిగి ఉంటాడు. ఈ వ్యక్తి అదృష్టవంతుడు కాదు, కానీ ఎటువంటి కోరికలు కూడా ఉండవు. ఈ వ్యక్తి పోరాటం చేస్తాడు. వజ్రం అంటే వజ్రాయుధం అని అర్థం."
		],
	"yava_yoga":["యవ యోగం",
		"లగ్నం మరియు 7వ స్థానాల్లో సహజ పాప గ్రహాలు ఉండి, 4 మరియు 10వ స్థానాల్లో సహజ శుభ గ్రహాలు ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు మతపరమైన నియమాలను పాటిస్తారు. ఈ వ్యక్తి జీవితం యొక్క మధ్య భాగంలో సంతోషంగా ఉంటాడు. ఈ వ్యక్తికి సంపద మరియు మంచి పిల్లలు ఉంటారు. ఈ వ్యక్తి దాతృత్వం గలవాడు. అతను దృఢ సంకల్పం కలవాడు. యవ అంటే ధాన్యం అని అర్థం."],
	"kamala_yoga":["కమల యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి కేంద్రాలలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు రాజు అవుతారు. ఈ వ్యక్తికి బలమైన వ్యక్తిత్వం ఉంటుంది. ఈ వ్యక్తి ప్రసిద్ధి చెందినవాడు మరియు దీర్ఘాయుష్షు కలవాడు. ఈ వ్యక్తి పవిత్రుడు మరియు అనేక మంచి పనులు చేస్తాడు. కమల అంటే తామర అని అర్థం."
		],		
	"vaapi_yoga":["వాపి యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి పణపరాలలో లేదా ఆపోక్లిమాలలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారికి సంపదను కూడబెట్టే మనస్సు ఉంటుంది. ఈ వ్యక్తికి అన్ని సౌకర్యాలు ఉంటాయి. ఈ వ్యక్తి రాజు అవుతాడు. వాపి అంటే చెరువు లేదా నీటి కుంట లేదా బావి అని అర్థం."],
	"yoopa_yoga":["యూప యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 1, 2, 3 మరియు 4వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారికి ఆధ్యాత్మిక జ్ఞానం మరియు యజ్ఞాల జ్ఞానం ఉంటుంది. ఈ వ్యక్తి యొక్క జీవిత భాగస్వామి ఎల్లప్పుడూ కలిసి ఉంటారు. ఈ వ్యక్తికి సత్వ గుణం ఉంటుంది. ఈ వ్యక్తి అన్ని మతపరమైన నియమాలను పాటిస్తారు. యూప అంటే స్తంభం అని అర్థం."],
	"sara_yoga":["శర యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 4, 5, 6 మరియు 7వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు బాణాలు తయారు చేస్తారు. ఈ వ్యక్తి జైళ్లకు నాయకత్వం వహిస్తారు. ఈ వ్యక్తి వేటగాడు. ఈ వ్యక్తి మాంసం తింటాడు. ఈ వ్యక్తి ప్రజలను హింసిస్తాడు. శర అంటే బాణం అని అర్థం."],
	"ishu_yoga": [
		"ఇషు యోగం",
		"అన్ని గ్రహాలు మొదటి నాలుగు స్థానాలను (1, 2, 3, 4) లేదా 4 నుండి 7, 7 నుండి 10, లేదా 10 నుండి 1 వరకు ఆక్రమించినప్పుడు.",
		"మీరు జైలర్, క్రూరమైన వ్యక్తి లేదా ఆయుధాలు మరియు బాణాల తయారీదారు అవుతారు."
	],
	"sakti_yoga":["శక్తి యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 7, 8, 9 మరియు 10వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు అసంతోషంగా, పేదరికంతో, విఫలులై, సోమరితనంతో ఉన్నప్పటికీ దీర్ఘాయువు మరియు దృఢత్వాన్ని కలిగి ఉంటారు. యుద్ధ తంత్రాలలో వీరికి పదునైన తెలివితేటలు ఉంటాయి. శక్తి అంటే శక్తి మరియు ఇది ఒక శక్తివంతమైన ఆయుధం కూడా."],
	"danda_yoga":["దండ యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 10, 11, 12 మరియు 1వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు భార్యాబిడ్డలను కోల్పోయే అవకాశం ఉంది మరియు వారి స్వజనమే వారిని విడిచిపెడతారు. వీరు అసంతోషంగా ఉంటూ నీచమైన వ్యక్తుల వద్ద సేవ చేస్తారు. దండ అంటే శిక్షించడానికి ఉపయోగించే కర్ర అని అర్థం."],
	"nav_yoga": [
		"నవ యోగం",
		"గ్రహాలన్నీ ఏదైనా ఒక రాశి నుండి వరుసగా ఏడు రాశులలో ఉన్నప్పుడు.",
		"మీరు ప్రసిద్ధి చెందుతారు, గుర్తింపు పొందుతారు మరియు జీవితాంతం మీ శ్రమకు తగ్గ ఫలితాలను అనుభవిస్తారు."
	],
	"naukaa_yoga":["నౌకా యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి వరుసగా 7 రాశులను ఆక్రమించినప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు నీటికి సంబంధించిన వస్తువుల ద్వారా డబ్బు సంపాదిస్తారు. వీరికి అనేక కోరికలు ఉంటాయి. వీరు ప్రసిద్ధులు, కానీ కొంత కఠినంగా మరియు పిసినారిగా ఉండవచ్చు. నౌక అంటే ఓడ అని అర్థం."],
	"koota_yoga":["కూట యోగం",
		"గ్రహాలన్నీ 4వ స్థానం నుండి వరుసగా 7 రాశులను ఆక్రమించినప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు జైలర్ అవుతారు. ఈ వ్యక్తి అబద్ధాలాడుతాడు. కొండలు మరియు కోటలలో నివసిస్తాడు. ఈ వ్యక్తి పేదవాడు మరియు క్రూరమైనవాడు. కూట అంటే సమూహం అని అర్థం."],
	"chatra_yoga":["ఛత్ర యోగం",
		"గ్రహాలన్నీ 7వ స్థానం నుండి వరుసగా 7 రాశులను ఆక్రమించినప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు తన వారికి సహాయం చేస్తారు. ఈ వ్యక్తి దయగలవాడు మరియు రాజులచే ఇష్టపడతారు. ఈ వ్యక్తి తెలివైనవాడు. జీవితం యొక్క ప్రారంభ మరియు చివరి భాగాలలో సంతోషంగా ఉంటాడు. ఛత్ర అంటే గొడుగు అని అర్థం."],
	"chaapa_yoga":["చాప యోగం",
		"గ్రహాలన్నీ 10వ స్థానం నుండి వరుసగా 7 రాశులను ఆక్రమించినప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు అబద్ధాలకోరు, దొంగ మరియు రహస్యాలను కాపాడేవారు అవుతారు. ఈ వ్యక్తి అడవులలో తిరుగుతాడు. దురదృష్టవంతుడు. జీవితం యొక్క మధ్య భాగంలో సంతోషంగా ఉంటాడు. చాప అంటే విల్లు అని అర్థం."],
	"ardha_chandra_yoga":["అర్ధ చంద్ర యోగం",
		"గ్రహాలన్నీ పణపర లేదా ఆపోక్లిమ స్థానం నుండి ప్రారంభించి వరుసగా 7 రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు సైన్యాధిపతి అవుతారు. ఈ వ్యక్తి మంచి శరీర సౌష్టవాన్ని కలిగి ఉంటాడు. రాజులు ఈ వ్యక్తిని ఇష్టపడతారు. ఈ వ్యక్తి బలవంతుడు మరియు రత్నాలు, బంగారం మరియు అనేక ఆభరణాలను కలిగి ఉంటాడు. అర్ధ చంద్ర అంటే సగం చంద్రుడు అని అర్థం."],
	"chakra_yoga":["చక్ర యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 1, 3, 5, 7, 9 మరియు 11వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు గొప్ప చక్రవర్తి అవుతారు. అనేకమంది రాజుల కిరీటాలు ఈ వ్యక్తి పాదాలను తాకుతాయి. చక్ర అంటే చక్రం అని అర్థం. చక్రవర్తి అంటే గొప్ప రాజు."],
	"samudra_yoga":["సముద్ర యోగం",
		"గ్రహాలన్నీ లగ్నం నుండి 2, 4, 6, 8, 10 మరియు 12వ స్థానాల్లో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు చాలా సంపద మరియు రత్నాలను కలిగి ఉంటారు. ఈ వ్యక్తి విలాసాలను కలిగి ఉంటారు మరియు ప్రజలను ఇష్టపడతారు. వీరి అదృష్టం మరియు గొప్పతనం స్థిరంగా ఉంటాయి. వీరు మృదు స్వభావులు. సముద్ర అంటే సముద్రం అని అర్థం."],
	"veenaa_yoga":["వీణా యోగం",
		"ఏడు గ్రహాలు ఖచ్చితంగా 7 వేర్వేరు రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు సంగీతం, నృత్యం మరియు పాటలను ఇష్టపడతారు. ఈ వ్యక్తికి చాలా మంది సేవకులు ఉంటారు. ఈ వ్యక్తి ధనవంతుడు, నైపుణ్యం గలవాడు మరియు నాయకుడు. వీణ అనేది ఒక సంగీత వాయిద్యం. దీనిని కొందరు వల్లకి యోగం అని కూడా పిలుస్తారు."],
	"daama_yoga":["దామ యోగం",
		"ఏడు గ్రహాలు ఖచ్చితంగా 6 వేర్వేరు రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు చాలా ధనవంతులు మరియు ప్రసిద్ధులు. ఈ వ్యక్తికి చాలా మంది పిల్లలు ఉంటారు. ఈ వ్యక్తి వద్ద చాలా రత్నాలు ఉంటాయి. ఇతరులకు సహాయం చేస్తారు. దామ అంటే మాల అని అర్థం."],
	"paasa_yoga":["పాశ యోగం",
		"ఏడు గ్రహాలు ఖచ్చితంగా 5 వేర్వేరు రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు జైలుకు వెళ్ళే ప్రమాదం ఉంది. ఈ వ్యక్తి తన పనిలో సమర్థుడు. ఇతను ఎక్కువగా మాట్లాడుతాడు. చాలా మంది సేవకులు ఉంటారు. శీలం తక్కువగా ఉండవచ్చు. పాశం అంటే ఉచ్చు అని అర్థం."],
	"kedaara_yoga":["కేదార యోగం",
		"ఏడు గ్రహాలు ఖచ్చితంగా 4 వేర్వేరు రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు రైతు అవుతారు. ఈ వ్యక్తి సంతోషంగా, ధనవంతుడిగా మరియు ఇతరులకు సహాయకారిగా ఉంటారు. కేదార అంటే పొలం అని అర్థం."],
	"soola_yoga":["శూల యోగం",
		"ఏడు గ్రహాలు ఖచ్చితంగా 3 వేర్వేరు రాశులలో ఉన్నప్పుడు.",
		"ఈ యోగంలో జన్మించిన వారు చురుకైనవారు, సోమరులు, హింసాత్మక స్వభావం కలవారు, పేదలు మరియు పరాక్రమవంతులు. వీరు యుద్ధాలలో ప్రశంసలు పొందుతారు. శూల అంటే శివుని ఆయుధం."],
	"subha_yoga":["శుభ యోగం",
		"లగ్నంలో శుభ గ్రహాలు ఉన్నప్పుడు లేదా లగ్నం నుండి 12 మరియు 2వ స్థానాల్లో శుభ గ్రహాలు ఉన్నప్పుడు (శుభ కర్తరి).",
		"ఈ యోగంలో జన్మించిన వారు మంచి వాక్చాతుర్యం, అందం మరియు మంచి స్వభావాన్ని కలిగి ఉంటారు."],
	"asubha_yoga":["అశుభ యోగం",
		"లగ్నంలో పాప గ్రహాలు ఉన్నప్పుడు లేదా లగ్నం నుండి 12 మరియు 2వ స్థానాల్లో పాప గ్రహాలు ఉన్నప్పుడు (పాప కర్తరి).",
		"ఈ యోగంలో జన్మించిన వారు అనేక కోరికలు కలిగి ఉంటారు, పాపకృత్యాలు చేస్తారు మరియు ఇతరుల సంపదను అనుభవిస్తారు."],
	"gaja_kesari_yoga":["గజ కేసరి యోగం",
		"గజ కేసరి యోగం: (1) చంద్రుడి నుండి గురువు కేంద్రంలో ఉండాలి, (2) ఒక శుభ గ్రహం గురువుతో కలిసి ఉండాలి లేదా చూడాలి, మరియు (3) గురువు నీచలో కానీ, అస్తంగతమై కానీ లేదా శత్రు క్షేత్రంలో కానీ ఉండకూడదు.",
		"ఈ యోగంలో జన్మించిన వారు ప్రసిద్ధులు, ధనవంతులు మరియు తెలివైనవారు. ఈ వ్యక్తి గొప్ప స్వభావాన్ని కలిగి ఉంటారు మరియు రాజులచే ఇష్టపడతారు. సత్ప్రవర్తన మరియు చిరస్థాయి కీర్తి కోసం ఇది కీలకమైన యోగం."
		],
	"guru_mangala_yoga":["గురు మంగళ యోగం",
		"గురువు మరియు కుజుడు కలిసి ఉన్నా లేదా ఒకరికొకరు 7వ స్థానంలో ఉన్నా ఈ యోగం ఏర్పడుతుంది.",
		"ఈ యోగంలో జన్మించిన వారు ధర్మబద్ధంగా మరియు ఉత్సాహవంతులుగా ఉంటారు. ఈ వ్యక్తి యొక్క శక్తులు ధర్మ మార్గంలో మళ్లించబడతాయి."],
	"amala_yoga":["అమల యోగం",
	"లగ్నం లేదా చంద్రుడి నుండి 10వ స్థానంలో కేవలం సహజ శుభ గ్రహాలు మాత్రమే ఉన్నప్పుడు.",
	"ఈ యోగంలో జన్మించిన వారు చిరస్థాయి కీర్తిని కలిగి ఉంటారు. రాజులచే గౌరవించబడతారు. విలాసాలు మరియు సద్గుణాలు కలిగి ఉంటారు. ఇతరులకు సహాయం చేస్తారు. అమల అంటే పవిత్రమైన అని అర్థం."],
	"parvata_yoga":["పర్వత యోగం",
	"యది (1) కేంద్ర స్థానాల్లో కేవలం శుభ గ్రహాలు మాత్రమే ఉండి మరియు (2) 7 మరియు 8వ స్థానాలు ఖాళీగా ఉన్నా లేదా కేవలం శుభ గ్రహాలతో ఉన్నా ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు అదృష్టవంతులు, వాక్చాతుర్యం కలవారు, ప్రసిద్ధులు, దాతృత్వం కలవారు మరియు హాస్యాన్ని ఇష్టపడతారు. పర్వత అంటే కొండ అని అర్థం."],
	"kaahala_yoga":["కాహళ యోగం",
	"యది (1) 4వ అధిపతి మరియు గురువు ఒకరికొకరు కేంద్రాలలో ఉండి మరియు (2) లగ్నాధిపతి బలంగా ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది. ప్రత్యామ్నాయంగా, 4వ అధిపతి ఉచ్చలో లేదా స్వక్షేత్రంలో ఉండి, 10వ అధిపతి అతనితో కలిసినా ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు బలవంతులు, ధైర్యవంతులు, తెలివైనవారు మరియు పెద్ద సైన్యానికి నాయకత్వం వహిస్తారు. వీరికి కొన్ని గ్రామాలు స్వంతంగా ఉంటాయి."],
	"chaamara_yoga":["చామర యోగం","లగ్నాధిపతి కేంద్రంలో ఉచ్చ స్థితిలో ఉండి గురు దృష్టి కలిగి ఉన్నా, లేదా 7, 9 లేదా 10వ స్థానాల్లో ఇద్దరు శుభ గ్రహాలు కలిసినా ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు రాజు లేదా రాజులచే గౌరవించబడే వ్యక్తి అవుతారు. దీర్ఘాయుష్షు, పాండిత్యం, వాక్చాతుర్యం కలిగి ఉండి అనేక కళలలో ప్రావీణ్యం సంపాదిస్తారు. చామర అనేది అధికార చిహ్నంగా పరిగణించబడుతుంది."],
	"sankha_yoga":["శంఖ యోగం","యది (1) లగ్నాధిపతి బలంగా ఉండి మరియు (2) 5 మరియు 6వ అధిపతులు పరస్పర కేంద్రాలలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది. ప్రత్యామ్నాయంగా, (1) లగ్నాధిపతి మరియు 10వ అధిపతి కలిసి చర రాశిలో ఉండి మరియు (2) 9వ అధిపతి బలంగా ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారికి సంపద, భార్యాబిడ్డలు లభిస్తారు. అతను దయగలవాడు, భక్తిపరుడు, తెలివైనవాడు మరియు దీర్ఘాయుష్షు కలవాడు. శంఖం అంటే పవిత్రమైనదిగా భావిస్తారు."],
	"bheri_yoga":["భేరి యోగం","యది (1) 9వ అధిపతి బలంగా ఉండి మరియు (2) 1, 2, 7 మరియు 12వ స్థానాల్లో గ్రహాలు ఉన్నప్పుడు ఈ యోగం ఉంటుంది. ప్రత్యామ్నాయంగా, (1) 9వ అధిపతి బలంగా ఉండి మరియు (2) గురువు, శుక్రుడు మరియు లగ్నాధిపతి పరస్పర కేంద్రాలలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారికి సంపద, భార్యాబిడ్డలు లభిస్తారు. రాజు కావచ్చు. కీర్తి మరియు మంచి స్వభావం కలిగి ఉంటారు. సుఖాలను అనుభవిస్తారు. భేరి అంటే ఒక రకమైన వాయిద్యం."],
	"mridanga_yoga":["మృదంగ యోగం",
		"యది (1) కేంద్ర మరియు త్రికోణాలలో స్వక్షేత్ర లేదా ఉచ్చ గ్రహాలు ఉండి మరియు (2) లగ్నాధిపతి బలంగా ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
		"ఈ యోగంలో జన్మించిన వారు రాజు లేదా రాజుతో సమానమైన వారు అవుతారు మరియు సంతోషంగా ఉంటారు. మృదంగం అనేది ఒక గొప్ప వాయిద్యం."],
	"sreenaatha_yoga":["శ్రీనాథ యోగం",
	"యది (1) 7వ అధిపతి 10వ స్థానంలో ఉచ్చ స్థితిలో ఉండి మరియు (2) 10వ అధిపతి 9వ అధిపతితో కలిసి ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు ఇంద్రుడితో సమానమైన గొప్ప రాజు అవుతారు. శ్రీనాథ అంటే విష్ణువు అని లేదా గొప్ప సంపదకు అధిపతి అని అర్థం."],
	"matsya_yoga":["మత్స్య యోగం", 
	"యది (1) లగ్నం మరియు 9వ స్థానంలో శుభ గ్రహాలు ఉండి, (2) 5వ స్థానంలో కొన్ని గ్రహాలు ఉండి, మరియు (3) 4 మరియు 8వ స్థానాల్లో పాప గ్రహాలు ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు జ్యోతిష్కులు లేదా దార్శనికులు అవుతారు. దయ, స్వభావం మరియు తెలివితేటలకు నిదర్శనంగా ఉంటారు. బలవంతులు మరియు అందంగా ఉంటారు. ప్రసిద్ధులు మరియు విద్వాంసులు అవుతారు. మత్స్య అంటే చేప అని అర్థం."],
	"koorma_yoga":["కూర్మ యోగం",
	"యది (1) 5, 6 మరియు 7వ స్థానాల్లో స్వక్షేత్ర, ఉచ్చ లేదా మిత్ర క్షేత్రాల్లో ఉన్న శుభ గ్రహాలు ఉండి మరియు (2) 1, 3 మరియు 11వ స్థానాల్లో స్వక్షేత్ర లేదా ఉచ్చలో ఉన్న పాప గ్రహాలు ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు రాజు అవుతారు. భక్తి మరియు మంచి స్వభావం కలిగి ఉంటారు. సంతోషంగా, ఇతరులకు సహాయకారిగా మరియు ప్రసిద్ధి చెందుతారు. కూర్మ అంటే తాబేలు అని అర్థం."],
	"khadga_yoga":["ఖడ్గ యోగం",
	"యది (1) 2వ అధిపతి 9వ స్థానంలో, (2) 9వ అధిపతి 2వ స్థానంలో, మరియు (3) లగ్నాధిపతి కేంద్ర లేదా త్రికోణంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు నైపుణ్యం గలవారు, ధనవంతులు, విద్వాంసులు, సంతోషవంతులు, అదృష్టవంతులు మరియు పరాక్రమవంతులు అవుతారు. ఖడ్గం అంటే కత్తి అని అర్థం."],
	"kusuma_yoga":["కుసుమ యోగం",
	"యది (1) లగ్నం స్థిర రాశిలో ఉండి, (2) శుక్రుడు కేంద్రంలో ఉండి, (3) చంద్రుడు శుభ గ్రహంతో కలిసి త్రికోణంలో ఉండి, మరియు (4) శని 10వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు రాజు లేదా రాజుతో సమానమైన వారు అవుతారు. దాతృత్వం కలిగి ఉంటారు. సుఖ సంతోషాలను అనుభవిస్తారు. తన సమాజానికి నాయకుడిగా ఉంటారు. కుసుమ అంటే పువ్వు అని అర్థం."],
	"kalaanidhi_yoga":["కళానిధి యోగం",
	"యది (1) గురువు 2వ స్థానంలో లేదా 5వ స్థానంలో ఉండి మరియు (2) బుధుడు మరియు శుక్రుడితో కలిసి ఉన్నా లేదా వారి దృష్టి ఉన్నా ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు మంచి స్వభావం, సంతోషం, ఆరోగ్యం, సంపద మరియు విద్యను కలిగి ఉంటారు. రాజులచే గౌరవించబడతారు. కళానిధి అంటే కళలు మరియు నైపుణ్యాల నిధి అని అర్థం."],
	"kalpadruma_yoga":["కల్పద్రుమ యోగం", 
	"యది (1) లగ్నాధిపతి, (2) అతని రాశ్యధిపతి, (3) ఆ రాశ్యధిపతి యొక్క రాశ్యధిపతి రాశిలో మరియు (4) నవాంశలో - ఈ నలుగురు కేంద్ర, త్రికోణ లేదా ఉచ్చ స్థానాల్లో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు రాజు అవుతారు. యుద్ధాలంటే ఇష్టం కలిగి ఉంటారు. గొప్ప ఐశ్వర్యవంతులు, నీతిమంతులు మరియు దయగలవారు అవుతారు. కల్పద్రుమ అంటే దేవలోక వృక్షం. దీనిని పారిజాత యోగం అని కూడా అంటారు."],
	"lagnaadhi_yoga":["లగ్నాధి యోగం",
	"యది (1) లగ్నం నుండి 7 మరియు 8వ స్థానాల్లో శుభ గ్రహాలు ఉండి మరియు (2) పాప గ్రహాల దృష్టి లేదా కలయిక లేనప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు గొప్ప వ్యక్తి అవుతారు. విద్వాంసులు మరియు సంతోషంగా ఉంటారు. లగ్నం నుండి ఏర్పడే అధి యోగం ఇది."],
	"hari_yoga":["హరి యోగం",
	"2వ అధిపతి నుండి 2, 12 మరియు 8వ స్థానాల్లో శుభ గ్రహాలు ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు సంతోషంగా, విద్వాంసులుగా మరియు సంపద, సంతానంతో ఆశీర్వదించబడతారు. హరి అనేది విష్ణువు పేరు."],
	"hara_yoga": [
		"హర యోగం",
		"శుభ గ్రహాలు 4, 9 మరియు 8వ స్థానాల్లో ఉన్నప్పుడు.",
		"మీరు సంతోషంగా ఉంటారు మరియు జీవిత సుఖాలను అనుభవిస్తారు, అయితే అప్పుడప్పుడు అదృష్టంలో ఊహించని మార్పులను ఎదుర్కోవచ్చు."
	],
	"brahma_yoga":["బ్రహ్మ యోగం",
	"లగ్నాధిపతి నుండి 4, 10 మరియు 11వ స్థానాల్లో శుభ గ్రహాలు ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది. మరో రకం: (1) 9వ అధిపతి నుండి గురువు కేంద్రంలో, (2) 11వ అధిపతి నుండి శుక్రుడు కేంద్రంలో, మరియు (3) లగ్నాధిపతి లేదా 10వ అధిపతి నుండి బుధుడు కేంద్రంలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు సంతోషంగా, విద్వాంసులుగా మరియు సంపద, సంతానంతో ఆశీర్వదించబడతారు. బ్రహ్మ ఈ విశ్వ సృష్టికర్త. లగ్నం జన్మను సూచిస్తుంది మరియు సృష్టికర్త జాతకంలో లగ్నాధిపతి ద్వారా సూచించబడతారు."],
	"vishnu_yoga":["విష్ణు యోగం",
	"యది (1) 9 మరియు 10వ అధిపతులు 2వ స్థానంలో ఉండి మరియు (2) రాశి చక్రంలో 9వ అధిపతి నవాంశలో ఏ రాశిలో ఉన్నాడో ఆ రాశ్యధిపతి కూడా 2వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు అదృష్టవంతులు, విద్వాంసులు, దీర్ఘాయుష్షు కలవారు మరియు రాజులచే ఇష్టపడతారు. వీరు విష్ణు భక్తులుగా ఉంటారు."],
	"siva_yoga":["శివ యోగం",
	"యది (1) 5వ అధిపతి 9వ స్థానంలో, (2) 9వ అధిపతి 10వ స్థానంలో, మరియు (3) 10వ అధిపతి 5వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు జ్ఞాని మరియు సద్గుణవంతులు. వీరు విజేతలు. వీరు సైన్యాధిపతి లేదా వ్యాపారవేత్త కావచ్చు. శివుడు త్రిమూర్తులలో ఒకరు."],
	"trilochana_yoga":["త్రిలోచన యోగం",
	"సూర్యుడు, చంద్రుడు మరియు కుజుడు పరస్పర త్రికోణాలలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు ధనవంతులు, తెలివైనవారు, దీర్ఘాయుష్షు కలవారు మరియు శత్రువులపై విజయం సాధిస్తారు. వీరు ఎటువంటి అడ్డంకులు లేకుండా ప్రతిదీ సాధిస్తారు. త్రిలోచన అంటే 'మూడు కన్నులు కలవాడు' అని అర్థం."],
	"gouri_yoga":["గౌరీ యోగం",
	"10వ అధిపతి నవాంశలో ఉన్న రాశ్యధిపతి 10వ స్థానంలో ఉచ్చ స్థితిలో ఉండి, లగ్నాధిపతి అతనితో కలిసినప్పుడు ఈ యోగం ఉంటుంది.",
	"ఈ యోగంలో జన్మించిన వారు గౌరవప్రదమైన కుటుంబానికి చెందినవారు మరియు మతపరమైన చింతన, సద్గుణాలు కలిగి ఉంటారు. కుటుంబం నుండి సుఖ సంతోషాలను పొందుతారు. గౌరీ అనేది పార్వతీ దేవి రూపం."],
	"chandikaa_yoga":["చండికా యోగం",
	"యది (1) లగ్నం స్థిర రాశిలో ఉండి 6వ అధిపతి దృష్టి కలిగి ఉండి మరియు (2) సూర్యుడు, 6 మరియు 9వ అధిపతుల నవాంశ రాశ్యధిపతులతో కలిసినప్పుడు ఈ యోగం ఏర్పడుతుంది.",
	"ఈ యోగంలో జన్మించిన వారు దూకుడు స్వభావం, దాతృత్వం, సంపద, కీర్తి మరియు దీర్ఘాయుష్షు కలిగి ఉంటారు. చండిక అనేది పార్వతి యొక్క ఉగ్ర రూపం."],
"lakshmi_yoga":["లక్ష్మీ యోగం",
"యది (1) 9వ అధిపతి స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో ఉండి అది లగ్నం నుండి కేంద్రం అయ్యి మరియు (2) లగ్నాధిపతి బలంగా ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు రాజు అవుతారు. అందం, స్వభావం, సంపద మరియు చాలా మంది పిల్లలతో ఆశీర్వదించబడతారు. వీరు నీతిమంతులు మరియు ప్రసిద్ధులు. లక్ష్మీ దేవి ఐశ్వర్యానికి దేవత."],
"saarada_yoga":["శారదా యోగం",
"యది (1) 10వ అధిపతి 5వ స్థానంలో, (2) బుధుడు కేంద్రంలో, (3) సూర్యుడు సింహ రాశిలో బలంగా, (4) బుధుడు లేదా గురువు చంద్రుడి నుండి త్రికోణంలో, మరియు (5) కుజుడు 11వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు సంపద, భార్యాబిడ్డలతో ఆశీర్వదించబడతారు. సంతోషంగా, విద్వాంసులుగా, నీతిమంతులుగా ఉంటారు. వీరు జ్ఞాన సముపార్జనలో నిమగ్నమై ఉంటారు. శారద అంటే సరస్వతీ దేవి అని అర్థం."],
"bhaarathi_yoga":["భారతీ యోగం",
"2, 5 లేదా 11వ అధిపతుల నవాంశ రాశ్యధిపతి ఉచ్చ స్థితిలో ఉండి 9వ అధిపతితో కలిసినప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు గొప్ప పండితులు అవుతారు. వీరు తెలివైనవారు, మతపరమైన చింతన కలవారు, అందమైనవారు మరియు ప్రసిద్ధులు. భారతి అంటే సరస్వతీ దేవి అని అర్థం."],
"saraswathi_yoga":["సరస్వతీ యోగం",
"యది (1) బుధుడు, గురువు మరియు శుక్రుడు ప్రతి ఒక్కరూ కేంద్రం లేదా త్రికోణం లేదా 2వ స్థానంలో ఉండి (కలిసి ఉండాల్సిన అవసరం లేదు) మరియు (2) గురువు స్వక్షేత్రం లేదా మిత్ర క్షేత్రం లేదా ఉచ్చ రాశిలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు విద్యావంతులు, నైపుణ్యం గలవారు, తెలివైనవారు, ధనవంతులు మరియు ప్రసిద్ధులు అవుతారు. అందరిచే ప్రశంసించబడతారు."],
"amsaavatara_yoga":["అంశావతార యోగం",
"గురువు, శుక్రుడు మరియు ఉచ్చ స్థితిలో ఉన్న శని కేంద్రాలలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు రాజు లేదా రాజుతో సమానమైన వారు అవుతారు. విద్వాంసులు మరియు విలాసప్రియులు. మచ్చలేని కీర్తిని కలిగి ఉంటారు. అంశావతార అంటే భగవంతుని అంశతో జన్మించిన వాడు అని అర్థం."],
"devendra_yoga":["దేవేంద్ర యోగం",
"యది (1) లగ్నం స్థిర రాశిలో ఉండి, (2) 2 మరియు 10వ అధిపతుల మధ్య పరివర్తన ఉండి, మరియు (3) లగ్న మరియు 11వ అధిపతుల మధ్య పరివర్తన ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు ప్రజా నాయకులు అవుతారు. అందమైనవారు, రొమాంటిక్, దీర్ఘాయుష్షు కలవారు మరియు ప్రసిద్ధులు. దేవేంద్రుడు దేవతలకు రాజు."],	
"indra_yoga":["ఇంద్ర యోగం",
"యది (1) 5 మరియు 11వ అధిపతుల మధ్య పరివర్తన ఉండి మరియు (2) చంద్రుడు 5వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు రాజు అవుతారు. వీరు ధైర్యవంతులు, ప్రసిద్ధులు మరియు దీర్ఘాయుష్షు కలవారు."],
"ravi_yoga":["రవి యోగం",
"యది (1) సూర్యుడు 10వ స్థానంలో ఉండి మరియు (2) 10వ అధిపతి శనితో కలిసి 3వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు విద్వాంసులు, ఉద్వేగభరితమైన వారు మరియు రాజులచే గౌరవించబడతారు. రవి అంటే సూర్యుడు అని అర్థం."],
"bhaaskara_yoga":["భాస్కర యోగం",
"యది (1) సూర్యుడి నుండి చంద్రుడు 12వ స్థానంలో, (2) సూర్యుడి నుండి బుధుడు 2వ స్థానంలో, మరియు (3) చంద్రుడి నుండి గురువు 5 లేదా 9వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు ధనవంతులు, పరాక్రమవంతులు మరియు కులీనులు అవుతారు. శాస్త్రాలు, జ్యోతిష్యం మరియు సంగీతంలో విద్వాంసులు. భాస్కర అంటే సూర్యుడు అని అర్థం."],
"kulavardhana_yoga":["కులవర్ధన యోగం",
"లగ్నం లేదా చంద్రుడు లేదా సూర్యుడి నుండి 5వ స్థానంలో ప్రతి గ్రహం ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు సంతోషంగా, ధనవంతులుగా ఉండి తన వంశానికి మరియు సమాజానికి కీర్తి తెస్తారు. వీరికి యోగ్యులైన వారసులు ఉంటారు. కుల అంటే వంశం, వర్ధన అంటే వృద్ధి చేసేవాడు."],
"vasumathi_yoga":["వసుమతి యోగం",
"శుభ గ్రహాలు ఉపచయ స్థానాలలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"పూర్తి ఫలితాల కోసం, పాప గ్రహాలు ఉపచయాలలో ఉండకూడదు మరియు ఉపచయాలలో ఉన్న శుభ గ్రహాలు బలంగా ఉండాలి. ఈ యోగంలో జన్మించిన వారికి అపారమైన సంపద ఉంటుంది. వసుమతి అంటే భూమి అని అర్థం."],
"gandharva_yoga":["గంధర్వ యోగం",
"యది (1) 10వ అధిపతి 7వ స్థానం నుండి త్రికోణంలో ఉండి, (2) లగ్నాధిపతి గురువుతో కలిసి ఉన్నా లేదా గురు దృష్టి కలిగి ఉన్నా, (3) సూర్యుడు ఉచ్చ స్థితిలో బలంగా ఉండి, మరియు (4) చంద్రుడు 9వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు లలిత కళలలో నైపుణ్యం మరియు కీర్తి కలిగి ఉంటారు. గంధర్వులు సంగీత కళలలో నిపుణులైన దేవతా వర్గం."],
"go_yoga":["గో యోగం",
"యది (1) గురువు తన మూలత్రికోణంలో బలంగా ఉండి, (2) 2వ అధిపతి గురువుతో కలిసుండి, మరియు (3) లగ్నాధిపతి ఉచ్చ స్థితిలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు గౌరవప్రదమైన కుటుంబానికి చెందినవారు. వీరు ధనవంతులు మరియు అందరిచే గౌరవించబడతారు. గో అంటే ఆవు అని అర్థం."],
"vidyut_yoga":["విద్యుత్ యోగం",
"యది (1) 11వ అధిపతి పరమోచ్చ స్థితిలో ఉండి, (2) శుక్రుడితో కలిసుండి, మరియు (3) వారిద్దరూ లగ్నాధిపతి నుండి కేంద్రంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు రాజు లేదా రాజుతో సమానమైన వారు అవుతారు. వీరు ధనవంతులు, విలాసప్రియులు మరియు దాతృత్వం కలవారు. విద్యుత్ అంటే మెరుపు అని అర్థం."],
"chapa_yoga":["చాప యోగం",
"యది (1) 4 మరియు 10వ అధిపతుల మధ్య పరివర్తన ఉండి మరియు (2) లగ్నాధిపతి ఉచ్చ స్థితిలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు రాజు వద్ద పని చేస్తారు మరియు అపారమైన సంపదను కలిగి ఉంటారు. చాప అంటే విల్లు అని అర్థం."],
"pushkala_yoga":["పుష్కల యోగం","యది (1) లగ్నాధిపతి చంద్రుడితో కలిసుండి, (2) చంద్రుడి రాశ్యధిపతి కేంద్రంలో లేదా అధిమిత్రుని ఇంట్లో ఉండి, (3) చంద్రుడి రాశ్యధిపతి లగ్నాన్ని చూస్తూ, మరియు (4) లగ్నంలో ఒక గ్రహం ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు వాక్చాతుర్యం, సంపద, కీర్తి కలిగి ఉండి రాజులచే గౌరవించబడతారు. పుష్కల అంటే సమృద్ధిగా అని అర్థం."],
"makuta_yoga":["మకుట యోగం",
"యది (1) 9వ అధిపతి నుండి గురువు 9వ స్థానంలో ఉండి, (2) గురువు నుండి 9వ స్థానంలో ఒక శుభ గ్రహం ఉండి, మరియు (3) శని 10వ స్థానంలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు శక్తివంతమైన ప్రజా నాయకులు అవుతారు. వీరు తరచుగా క్రమశిక్షణ లేని కార్యకలాపాలను చక్కదిద్దుతారు. మకుట అంటే కిరీటం అని అర్థం."],
"jaya_yoga":["జయ యోగం",
"యది (1) 10వ అధిపతి పరమోచ్చ స్థితిలో ఉండి మరియు (2) 6వ అధిపతి నీచ స్థితిలో ఉన్నప్పుడు ఈ యోగం ఉంటుంది.",
"ఈ యోగంలో జన్మించిన వారు సంతోషంగా, విజయవంతులుగా, శత్రువులపై విజేతలుగా మరియు దీర్ఘాయుష్షు కలవారుగా ఉంటారు. జయ అంటే విజయం."],
"harsha_yoga":["హర్ష యోగం",
"6వ అధిపతి 6వ స్థానంలోనే ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు సంతోషంగా, బలంగా, మంచి స్వభావం కలిగి ఉండి అజేయులుగా ఉంటారు. హర్ష అంటే ఆనందం."],
"sarala_yoga":["సరళ యోగం",
"8వ అధిపతి 8వ స్థానంలోనే ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు దీర్ఘాయుష్షు కలవారు, నిర్భయులు, విద్వాంసులు, ప్రసిద్ధులు మరియు ఐశ్వర్యవంతులు. వీరు శత్రువులకు సింహస్వప్నంలా ఉంటారు."],
"vimala_yoga":["విమల యోగం",
"12వ అధిపతి 12వ స్థానంలోనే ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
"ఈ యోగంలో జన్మించిన వారు ఉన్నతమైన వారు, పొదుపు పరులు, సంతోషవంతులు మరియు స్వతంత్రులు. విమల అంటే పవిత్రమైన అని అర్థం."],
	"chatussagara_yoga": [
		"చతుస్సాగర యోగం",
		"గ్రహాలన్నీ నాలుగు కేంద్ర స్థానాలలో (1, 4, 7, 10) ఉన్నప్పుడు.",
		"మీరు గొప్ప ఖ్యాతిని గడిస్తారు, రాజుతో సమానంగా ఉంటారు మరియు మంచి ఆరోగ్యం, దీర్ఘాయువు కలిగి ఉంటారు."
	],
	"rajalakshana_yoga": [
		"రాజలక్షణ యోగం",
		"గురువు, శుక్రుడు, బుధుడు మరియు చంద్రుడు కేంద్ర స్థానాలలో ఉన్నప్పుడు.",
		"మీరు ఆకర్షణీయమైన వ్యక్తిత్వాన్ని, ఉన్నతమైన లక్షణాలను కలిగి ఉంటారు మరియు ఉన్నత హోదా లేదా నాయకత్వాన్ని పొందుతారు."
	],
	"vanchana_chora_bheethi_yoga": [
		"వంచన చోర భీతి యోగం",
		"లగ్నాధిపతి 6, 8 లేదా 12వ స్థానంలో ఉండి పాప గ్రహాలతో కలిసినా లేదా వారి దృష్టి ఉన్నా.",
		"మీరు ఇతరులచే మోసగింపబడతామనే లేదా దొంగిలించబడతామనే నిరంతర భయాన్ని ఎదుర్కొంటారు."
	],
	"harihara_brahma_yoga": [
		"హరిహర బ్రహ్మ యోగం",
		"9వ అధిపతి నుండి 2, 8 మరియు 12వ స్థానాల్లో శుభ గ్రహాలు ఉన్నప్పుడు.",
		"మీరు నిజాయితీ గల వ్యక్తిగా, వాక్చాతుర్యం కలిగిన వక్తగా మరియు వివిధ శాస్త్రాలు, గ్రంథాలలో గొప్ప విద్వాంసులుగా ఉంటారు."
	],
	"kahala_yoga": [
		"కాహళ యోగం",
		"4 మరియు 9వ అధిపతులు పరస్పర కేంద్రాలలో ఉండి, లగ్నాధిపతి బలంగా ఉన్నప్పుడు.",
		"మీరు మొండి పట్టుదల, ధైర్యం కలిగి ఉంటారు మరియు గ్రామ పెద్ద లేదా సైన్యాధికారి వంటి అధికారిక పదవిని కలిగి ఉండవచ్చు."
	],
	"mahabhagya_yoga": [
		"మహాభాగ్య యోగం",
		"పురుషులకు: పగటి జన్మ అయ్యి లగ్నం, సూర్యుడు మరియు చంద్రుడు బేసి రాశులలో ఉన్నప్పుడు. స్త్రీలకు: రాత్రి జన్మ అయ్యి లగ్నం, సూర్యుడు మరియు చంద్రుడు సరి రాశులలో ఉన్నప్పుడు.",
		"మీరు అత్యంత అదృష్టవంతులు, ధనవంతులు, ప్రసిద్ధులు అవుతారు మరియు ఉన్నతమైన స్వభావంతో దీర్ఘకాలం జీవిస్తారు."
	],
	"sreenatha_yoga": [
		"శ్రీనాథ యోగం",
		"7వ అధిపతి 10వ స్థానంలో ఉండాలి మరియు 10వ అధిపతి 9వ అధిపతితో కలిసి ఉండాలి.",
		"మీరు సమాజంలో అందరికీ ఇష్టమైన వ్యక్తిగా, సంపన్నంగా ఉంటారు మరియు జీవితంలో చాలా ఉన్నత పదవిని పొందుతారు."
	],
	"lagna_malika_yoga": [
		"లగ్న మాలిక యోగం",
		"లగ్నం (1వ స్థానం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు సైన్యాధిపతి లేదా పాలకుడు అవుతారు, సంపద, అనేక వాహనాలు మరియు ఉన్నత సామాజిక హోదాను కలిగి ఉంటారు."
	],
	"dhana_malika_yoga": [
		"ధన మాలిక యోగం",
		"2వ భావం (ధన భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు ధనవంతులుగా, దాతృత్వం గలవారిగా, మీ కుటుంబం పట్ల బాధ్యతాయుతంగా ఉంటారు మరియు భౌతిక సమృద్ధిని అనుభవిస్తారు."
	],
	"vikrama_malika_yoga": [
		"విక్రమ మాలిక యోగం",
		"3వ భావం (విక్రమ భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు ధైర్యవంతులుగా ఉంటారు, అనేకమంది తోబుట్టువులను కలిగి ఉంటారు మరియు మీ స్వంత పరాక్రమం ద్వారా విజయాన్ని సాధిస్తారు."
	],
	"sukha_malika_yoga": [
		"సుఖ మాలిక యోగం",
		"4వ భావం (సుఖ భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు సంతోషంగా ఉంటారు, భూములు మరియు వాహనాలను కలిగి ఉంటారు మరియు సౌకర్యవంతమైన, ప్రశాంతమైన జీవితాన్ని గడుపుతారు."
	],
	"putra_malika_yoga": [
		"పుత్ర మాలిక యోగం",
		"5వ భావం (పుత్ర భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు తెలివైనవారుగా, శాస్త్రాలలో నిష్ణాతులుగా ఉంటారు మరియు మీకు గర్వకారణంగా నిలిచే సంతానంతో ఆశీర్వదించబడతారు."
	],
	"satru_malika_yoga": [
		"శత్రు మాలిక యోగం",
		"6వ భావం (శత్రు భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు శత్రువులను అధిగమించడంలో విజయం సాధిస్తారు, అయితే మీరు ఆరోగ్య సమస్యలు లేదా కోర్టు కేసులను ఎదుర్కోవచ్చు."
	],
	"kalatra_malika_yoga": [
		"కళత్ర మాలిక యోగం",
		"7వ భావం (కళత్ర భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు విరుద్ధ లింగ వ్యక్తులలో చాలా ప్రజాదరణ పొందుతారు మరియు వివాహం ద్వారా ఉన్నత సామాజిక హోదాను పొందవచ్చు."
	],
	"randhra_malika_yoga": [
		"రన్ధ్ర మాలిక యోగం",
		"8వ భావం (రన్ధ్ర భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు దీర్ఘాయువును కలిగి ఉండవచ్చు కానీ పోరాటాలు, ఆర్థిక వెనుకబాటుతనం లేదా ఇతరులచే తప్పుగా అర్థం చేసుకోబడవచ్చు."
	],
	"bhagya_malika_yoga": [
		"భాగ్య మాలిక యోగం",
		"9వ భావం (భాగ్య భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు అత్యంత అదృష్టవంతులుగా, మతపరమైన చింతన కలవారిగా ఉంటారు మరియు మీ దాతృత్వ పనులకు ప్రపంచ ప్రఖ్యాతి పొందుతారు."
	],
	"karma_malika_yoga": [
		"కర్మ మాలిక యోగం",
		"10వ భావం (కర్మ భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు మీ వృత్తిలో అత్యున్నత విజయాన్ని సాధిస్తారు, ప్రభుత్వం నుండి గౌరవం పొందుతారు మరియు మీ రంగంలో నాయకుడిగా ఎదుగుతారు."
	],
	"laabha_malika_yoga": [
		"లాభ మాలిక యోగం",
		"11వ భావం (లాభ భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు బహుళ ఆదాయ వనరులను కలిగి ఉంటారు మరియు మీ సామాజిక నెట్‌వర్క్ ద్వారా మీ కోరికలన్నింటినీ నెరవేర్చుకుంటారు."
	],
	"vyaya_malika_yoga": [
		"వ్యయ మాలిక యోగం",
		"12వ భావం (వ్యయ భావం) నుండి ప్రారంభించి వరుసగా ఏడు భావాలలో ఏడు గ్రహాలు ఉన్నప్పుడు.",
		"మీరు ఖర్చు చేసే స్వభావం కలిగి ఉంటారు, బహుశా విదేశాలలో నివసిస్తారు మరియు ఆధ్యాత్మిక లేదా స్వచ్ఛంద కార్యక్రమాల కోసం ఖర్చు చేయడానికి మొగ్గు చూపుతారు."
	],
	"parijatha_yoga": [
		"పారిజాత యోగం",
		"లగ్నాధిపతి ఉన్న రాశ్యధిపతి, మరియు ఆ గ్రహం ఉన్న రాశ్యధిపతి - వీరు లగ్నం నుండి కేంద్ర లేదా త్రికోణాలలో ఉన్నప్పుడు.",
		"మీరు జీవితం యొక్క మధ్య మరియు చివరి భాగాలలో సంతోషంగా ఉంటారు, రాజులు లేదా ప్రభుత్వం నుండి గౌరవాలు అందుకుంటారు. మీరు ధనవంతులుగా, ప్రసిద్ధులుగా మరియు ఉదార స్వభావులుగా ఉంటారు."
	],
	"kalanidhi_yoga": [
		"కళానిధి యోగం",
		"గురువు 2వ లేదా 5వ భావంలో బుధుడు మరియు శుక్రుడితో కలిసినా లేదా వారి దృష్టి ఉన్నా, మరియు బుధ లేదా శుక్రుని రాశులలో ఉన్నప్పుడు.",
		"మీరు ఉన్నత విద్యావంతులుగా, అనేక శాస్త్రాలలో పండితులుగా, సద్గుణవంతులుగా ఉంటారు మరియు మంచి ఆరోగ్యం, అపారమైన సంపదతో ఆశీర్వదించబడతారు."
	],
	"garuda_yoga": [
		"గరుడ యోగం",
		"చంద్రుడు ఉన్న నవాంశ రాశ్యధిపతి ఉచ్చ స్థితిలో ఉండాలి, మరియు జననం శుక్ల పక్షం పగటి సమయంలో జరగాలి.",
		"మీరు ధర్మపరులచే గౌరవించబడతారు, నిపుణులైన వక్తగా, ధైర్యవంతులుగా ఉంటారు మరియు మీ 34వ ఏట శత్రువుల నుండి ప్రమాదాన్ని ఎదుర్కోవచ్చు."
	],
	"vallaki_yoga": [
		"వల్లకి యోగం",
		"ఏడు గ్రహాలు ఏడు వేర్వేరు రాశులలో విస్తరించి ఉన్నప్పుడు.",
		"మీరు సంగీతం, లలిత కళలు మరియు సాహిత్యం పట్ల ఆసక్తి కలిగి ఉంటారు. మీరు సంతోషంగా, ప్రసిద్ధులుగా ఉంటారు మరియు చాలా మంది స్నేహితులను కలిగి ఉంటారు."
	],
	"dama_yoga": [
		"దామ యోగం",
		"ఏడు గ్రహాలు ఆరు వేర్వేరు రాశులలో విస్తరించి ఉన్నప్పుడు.",
		"మీరు పరోపకారిగా, ఇతరులకు సహాయకారిగా, ధైర్యవంతులుగా మరియు చాలా ధనవంతులుగా ఉంటారు."
	],
	"kedara_yoga": [
		"కేదార యోగం",
		"ఏడు గ్రహాలు నాలుగు వేర్వేరు రాశులలో విస్తరించి ఉన్నప్పుడు.",
		"మీరు రైతుగా లేదా భూమికి సంబంధించిన పనులలో నిమగ్నమై ఉంటారు, నిజాయితీపరులుగా, సంతోషంగా మరియు ఇతరులకు సహాయకారిగా ఉంటారు."
	],
	"sula_yoga": [
		"శూల యోగం",
		"ఏడు గ్రహాలు మూడు వేర్వేరు రాశులలో విస్తరించి ఉన్నప్పుడు.",
		"మీరు కోప స్వభావం కలిగి ఉండవచ్చు, ధైర్యవంతులుగా, బహుశా పేదరికంతో ఉండవచ్చు లేదా సైనిక లేదా సాహసోపేతమైన పనుల ద్వారా కీర్తిని పొందవచ్చు."
	],
	"yuga_yoga": [
		"యుగ యోగం",
		"ఏడు గ్రహాలు కేవలం రెండు వేర్వేరు రాశులలో మాత్రమే విస్తరించి ఉన్నప్పుడు.",
		"మీరు పేదరికంలో ఉండవచ్చు, కపట స్వభావం కలిగి ఉండవచ్చు మరియు సామాజిక హోదా లేదా కుటుంబ సుఖం లోపించవచ్చు."
	],
	"gola_yoga": [
		"గోళ యోగం",
		"ఏడు గ్రహాలు ఒకే రాశిలో ఉన్నప్పుడు.",
		"మీరు విద్యావిహీనులుగా, నిరుపేదలుగా ఉండవచ్చు మరియు సమాజంచే తప్పుగా అర్థం చేసుకోబడుతూ కష్టాలతో కూడిన జీవితాన్ని గడపవచ్చు."
	],
	"dhur_yoga": [
		"ధుర్ యోగం",
		"10వ భావ అధిపతి 6, 8 లేదా 12వ భావంలో ఉన్నప్పుడు.",
		"మీరు మీ వృత్తిలో ఇబ్బందులు, పదవిని కోల్పోవడం లేదా మీ పనికి తగిన గుర్తింపు పొందడానికి కష్టపడటం వంటివి ఎదుర్కోవచ్చు."
	],
	"dharidhra_yoga": [
		"దారిద్ర్య యోగం",
		"11వ భావ అధిపతి 6, 8 లేదా 12వ భావంలో ఉన్నప్పుడు.",
		"మీరు ఆర్థిక ఇబ్బందులు, భారీ అప్పులు ఎదుర్కోవచ్చు మరియు కష్టపడి పనిచేసినప్పటికీ సంపదను కూడబెట్టడంలో ఇబ్బందులు కలగవచ్చు."
	],
  "dharidhra_yoga_144": [
    "దారిద్ర యోగం",
    "12వ భావాధిపతి మరియు లగ్నాధిపతి పరస్పర స్థానం మార్పిడి (పరివర్తన) చేసి, 7వ భావాధిపతితో యుతి ఉండాలి లేదా అతని దృష్టి పొందాలి.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_145": [
    "దారిద్ర యోగం",
    "6వ భావాధిపతి మరియు లగ్నాధిపతి పరస్పర మార్పిడి చేసుకుని, చంద్రుడు 2వ లేదా 7వ భావాధిపతి దృష్టి పొందాలి.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_146": [
    "దారిద్ర యోగం",
    "కేతు మరియు చంద్రుడు లగ్నంలో ఉండాలి.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_147": [
    "దారిద్ర యోగం",
    "లగ్నాధిపతి 8వ భావంలో ఉండి, 2వ లేదా 7వ భావాధిపతి దృష్టి పొందడం లేదా వారితో యుతి ఉండటం.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_148": [
    "దారిద్ర యోగం",
    "లగ్నాధిపతి 6, 8 లేదా 12వ భావంలో పాపగ్రహంతో కలిసి ఉండి, 2వ లేదా 7వ భావాధిపతి దృష్టి/యుతి పొందడం.",
    "ఈ యోగం తీవ్రంగా దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_149": [
    "దారిద్ర యోగం",
    "లగ్నాధిపతి 6, 8 లేదా 12వ భావాధిపతితో సంబంధం ఉండి, పాప దృష్టుల ప్రభావానికి లోనవడం.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_150": [
    "దారిద్ర యోగం",
    "5వ భావాధిపతి 6, 8 లేదా 12వ భావాధిపతితో కలిసిపోవడం, శుభ దృష్టి/యుతి లేకుండా ఉండటం.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_151": [
    "దారిద్ర యోగం",
    "5వ భావాధిపతి 6వ లేదా 10వ భావంలో ఉండి, 2, 6, 7, 8 లేదా 12వ భావాధిపతుల దృష్టి పొందడం.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_152": [
    "దారిద్ర యోగం",
    "స్వాభావిక పాపగ్రహాలు (9వ లేదా 10వ భావానికి అధిపతులు కాని వారు) లగ్నంలో ఉండి, మారకాధిపతులు (L2/L7) తో సంబంధం లేదా వారి దృష్టి కలగడం.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
  "dharidhra_yoga_153": [
    "దారిద్ర యోగం",
    "లగ్నాధిపతి మరియు నవాంశ లగ్నాధిపతి 6, 8 లేదా 12వ భావాలలో ఉండి, 2వ మరియు 7వ భావాధిపతుల దృష్టి లేదా యుతి పొందాలి.",
    "ఈ యోగం తీవ్రమైన దారిద్ర్యం, ఆర్థిక ఇబ్బందులు, దయనీయ స్థితి మరియు కష్టాలను కలిగిస్తుంది"
  ],
	"sareera_soukhya_yoga": [
		"శరీర సౌఖ్య యోగం",
		"లగ్నాధిపతి, గురువు మరియు శుక్రుడు కేంద్ర స్థానాలలో ఉన్నప్పుడు.",
		"మీరు అద్భుతమైన శారీరక ఆరోగ్యం, దీర్ఘాయువు మరియు విలాసవంతమైన జీవితాన్ని అనుభవిస్తారు."
	],
	"dehapushti_yoga": [
		"దేహపుష్టి యోగం",
		"లగ్నాధిపతి చర రాశిలో ఉండి, శుభ గ్రహంచే చూడబడినప్పుడు.",
		"మీరు దృఢమైన, చక్కగా అభివృద్ధి చెందిన మరియు ఆరోగ్యకరమైన శరీర సౌష్టవాన్ని కలిగి ఉంటారు."
	],
	"rogagrastha_yoga": [
		"రోగగ్రస్త యోగం",
		"లగ్నాధిపతి 6, 8 లేదా 12వ భావంలో ఉండి, 6వ అధిపతితో కలిసి ఉన్నప్పుడు.",
		"మీరు బలహీనమైన శరీరాన్ని కలిగి ఉండవచ్చు మరియు దీర్ఘకాలిక ఆరోగ్య సమస్యలు లేదా తరచుగా అనారోగ్యానికి గురయ్యే అవకాశం ఉంది."
	],
"krisanga_yoga_112": [
  "కృశాంగ యోగం",
  "లగ్నాధిపతి ఓ శుష్క (డ్రై) రాశిలో లేదా శుష్క గ్రహాధీన రాశిలో ఉండటం.",
  "మీ శరీరాకృతి సన్నగా, దళసరి లేకుండా లేదా క్షీణంగా కనిపిస్తుంది."
],
"krisanga_yoga_113": [
  "కృశాంగ యోగం",
  "నవాంశ లగ్నం శుష్క గ్రహం అధీనంలో ఉండాలి మరియు రాశి లగ్నానికి పాపగ్రహాలు యుతి కావాలి.",
  "మీ శరీరాకృతి సన్నగా, దళసరి లేకుండా లేదా క్షీణంగా కనిపిస్తుంది."
],
"dehasthoulya_yoga_114": [
  "దేహస్థౌల్య యోగం",
  "లగ్నాధిపతి మరియు దాని నవాంశాధిపతి ఇద్దరూ (రాశిలో) జల రాశుల్లో ఉండాలి.",
  "శరీరం దృఢంగా, బరువుగా లేదా స్థూలకాయం వైపు మేళవింపు ఉంటుంది."
],
"dehasthoulya_yoga_115": [
  "దేహస్థౌల్య యోగం",
  "గురు లగ్నంలో ఉండటం లేదా జల రాశి నుండి లగ్నాన్ని గురు దృష్టి చేయటం.",
  "శరీరం దృఢంగా, బరువుగా లేదా స్థూలకాయం వైపు మేళవింపు ఉంటుంది."
],
"dehasthoulya_yoga_116": [
  "దేహస్థౌల్య యోగం",
  "లగ్నం జల రాశిలో ఉండి శుభగ్రహాలు యుతి కావడం లేదా లగ్నాధిపతి జలతత్త్వ గ్రహం కావడం.",
  "శరీరం దృఢంగా, బరువుగా లేదా స్థూలకాయం వైపు మేళవింపు ఉంటుంది."
],
	"sada_sanchara_yoga": [
		"సదా సంచార యోగం",
		"లగ్నాధిపతి లేదా చంద్రుడు చర రాశిలో ఉన్నప్పుడు.",
		"మీరు పని నిమిత్తం లేదా వ్యక్తిగత కారణాల వల్ల నిరంతరం ప్రయాణాలు చేస్తూ ఉంటారు."
	],
	"dhana_yoga": [
		"ధన యోగం",
		"2వ అధిపతికి మరియు 5, 9 లేదా 11వ అధిపతులకు మధ్య బలమైన సంబంధం ఉన్నప్పుడు లేదా వారు కేంద్ర/త్రికోణాలలో ఉన్నప్పుడు.",
		"మీరు గణనీయమైన సంపదను కూడబెడతారు, ఆర్థిక సమృద్ధిని అనుభవిస్తారు మరియు బహుళ ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితాన్ని గడుపుతారు."
	],
"dhana_yoga_128": [
  "ధన యోగం",
  "శుక్రుడు లగ్నంలో తన స్వరాశిలో ఉండి, శని మరియు బుధుడితో యుతి ఉండాలి లేదా వారి దృష్టి పొందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_127": [
  "ధన యోగం",
  "గురు లగ్నంలో తన స్వరాశిలో ఉండి, బుధుడు మరియు కుజుడి యుతి/దృష్టి పొందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_126": [
  "ధన యోగం",
  "బుధుడు లగ్నంలో తన స్వరాశిలో ఉండి, శని మరియు శుక్రుని యుతి/దృష్టి పొందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_125": [
  "ధన యోగం",
  "కుజుడు లగ్నంలో మేషం లేదా వృశ్చికం రాశిలో ఉండి, చంద్రుడు, శుక్రుడు మరియు శనుల యుతి/దృష్ఠి పొందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_124": [
  "ధన యోగం",
  "చంద్రుడు లగ్నంలో కర్కాటక రాశిలో ఉండి, గురు మరియు కుజుని దృష్టి పొందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_123": [
  "ధన యోగం",
  "సూర్యుడు లగ్నంలో సింహ రాశిలో ఉండి, కుజుడు మరియు గురువుతో యుతి లేదా వారి దృష్టి ఉండాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_122": [
  "ధన యోగం",
  "లగ్నం నుండి 5వ భావం గురువు యొక్క రాశి అయితే, అక్క‌డ గురువు ఉండి, 11వ భావంలో కుజుడు మరియు చంద్రుడు ఉన్నప్పుడు ధన యోగం ఏర్పడుతుంది.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_121": [
  "ధన యోగం",
  "సూర్యుడు 5వ భావంలో తన స్వరాశిలో ఉండాలి; 11వ భావంలో గురువు మరియు చంద్రుడు ఉండాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_120": [
  "ధన యోగం",
  "శని తన స్వరాశిలో ఉండాలి; అది లగ్నం నుండి 5వ భావం కావాలి; 11వ భావంలో బుధుడు మరియు కుజుడు స్థితి చెందాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_119": [
  "ధన యోగం",
  "బుధుడు తన స్వరాశిలో ఉండాలి; అది లగ్నం నుండి 5వ భావం కావాలి; 11వ భావంలో చంద్రుడు మరియు కుజుడు ఉండాలి.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
"dhana_yoga_118": [
  "ధన యోగం",
  "లగ్నం నుండి 5వ భావం శుక్రుని రాశి అయితే, 5వ భావంలో శుక్రుడు మరియు 11వ భావంలో శని ఉన్నట్లయితే ధన యోగం జరుగుతుంది.",
  "మీరు విశేషమైన సంపద సేకరించి, ఆర్థిక సౌభాగ్యాన్ని అనుభవించి, అనేక ఆదాయ వనరులతో సౌకర్యవంతమైన జీవితం గడుపుతారు."
],
	"bahudravyarjana_yoga": [
		"బహుద్రవ్యార్జన యోగం",
		"లగ్నాధిపతి 2లో, 2వ అధిపతి 11లో మరియు 11వ అధిపతి లగ్నంలో ఉన్నప్పుడు.",
		"మీరు వివిధ మార్గాల ద్వారా అపారమైన సంపదను సంపాదిస్తారు మరియు మీ సమాజంలో అత్యంత ధనవంతులుగా ఎదుగుతారు."
	],
	"swaveeryaddhana_yoga": [
		"స్వవీర్యాద్ధన యోగం",
		"లగ్నాధిపతి జాతకంలో అత్యంత బలమైన గ్రహం అయ్యి కేంద్రంలో ఉంటూ, 2వ అధిపతితో సంబంధం కలిగి ఉన్నప్పుడు.",
		"మీరు పూర్వీకుల సహాయం లేకుండా కేవలం మీ స్వంత కృషి, కష్టపడే తత్వం మరియు వ్యక్తిగత పరాక్రమం ద్వారా సంపదను సంపాదిస్తారు."
	],
	"madhya_vayasi_dhana_yoga": [
		"మధ్య వయసి ధన యోగం",
		"లగ్న, 2 మరియు 11వ భావాల అధిపతులు కేంద్ర లేదా త్రికోణాలలో ఉన్నప్పుడు.",
		"మీరు మీ జీవితం యొక్క మధ్య భాగంలో సంపద మరియు ఆర్థిక హోదాలో గణనీయమైన ఎదుగుదలను చూస్తారు."
	],
	"anthya_vayasi_dhana_yoga": [
		"అంత్య వయసి ధన యోగం",
		"2, 9 మరియు 11వ అధిపతులు ఒకరికొకరు 12, 6 లేదా 8వ భావాలలో ఉండి శుభ గ్రహాలతో సంబంధం కలిగి ఉన్నప్పుడు.",
		"మీరు మీ జీవితం యొక్క చివరి సంవత్సరాలలో లేదా చివరి దశలో గొప్ప సంపద మరియు సమృద్ధిని పొందుతారు."
	],
"balya_dhana_yoga":[
"బాల్య ధన యోగం",
"2వ మరియు 10వ ఇంటి అధిపతులు కేంద్రములో కలిసివుండి, లగ్నాధిపతి ఉన్న నవాంశాధిపతి దృష్టిలో ఉండాలి",
"ఆ వ్యక్తి జీవిత ప్రారంభంలో అపారమైన సంపదను పొందుతాడు."
],
"bhratrumooladdhanaprapti_yoga": [
		"భ్రాతృమూలాద్ధనప్రాప్తి యోగం",
		"2వ అధిపతి 3వ అధిపతితో కలిసి ఉన్నా లేదా 3వ భావంలో శుభ గ్రహంతో ఉన్నప్పుడు.",
		"మీరు మీ సోదరులు లేదా తోబుట్టువుల ద్వారా సంపద, ఆస్తి లేదా ఆర్థిక సహాయాన్ని పొందుతారు."
	],
	"matrumooladdhana_yoga": [
		"మాతృమూలాద్ధన యోగం",
		"2వ అధిపతి 4వ అధిపతితో కలిసి ఉన్నా లేదా 4వ భావంలో బలమైన శుభ గ్రహ ప్రభావంతో ఉన్నప్పుడు.",
		"మీరు మీ తల్లి ద్వారా లేదా తల్లి వైపు కుటుంబం నుండి సంపదను మరియు ఆస్తులను పొందుతారు."
	],
	"putramooladdhana_yoga": [
		"పుత్రమూలాద్ధన యోగం",
		"2వ అధిపతి 5వ అధిపతితో కలిసి ఉన్నా లేదా 5వ భావంలో ఉన్నప్పుడు.",
		"మీరు మీ పిల్లల ద్వారా సంపదను పొందుతారు, లేదా మీ పిల్లలు మీకు గొప్ప ఆర్థిక సమృద్ధికి మూలమవుతారు."
	],
	"shatrumooladdhana_yoga": [
		"శత్రుమూలాద్ధన యోగం",
		"2వ అధిపతి 6వ అధిపతితో కలిసి ఉన్నా లేదా 6వ భావంలో ఉండి, 6వ అధిపతి శుభ స్థానంలో ఉన్నప్పుడు.",
		"మీరు మీ శత్రువుల ద్వారా, పోటీల ద్వారా లేదా కోర్టు కేసుల ద్వారా సంపదను పొందుతారు."
	],
	"kalatramooladdhana_yoga": [
		"కళత్రమూలాద్ధన యోగం",
		"2వ అధిపతి 7వ అధిపతితో కలిసి ఉన్నా లేదా 7వ భావంలో శుభ గ్రహాలతో ఉన్నప్పుడు.",
		"మీరు మీ జీవిత భాగస్వామి లేదా వారి కుటుంబం ద్వారా సంపద మరియు ఆస్తులను పొందుతారు."
	],
	"amaranantha_dhana_yoga": [
		"ఆమరణాంత ధన యోగం",
		"2, 9 మరియు 11వ అధిపతులు లగ్నం నుండి కేంద్రాలలో ఉండి, లగ్నాధిపతి బలంగా ఉన్నప్పుడు.",
		"మీరు జీవితాంతం వరకు ధనవంతులుగా ఉంటారు మరియు ఆర్థిక స్థిరత్వాన్ని అనుభవిస్తారు."
	],
	"ayatnadhanalabha_yoga": [
		"అయత్నధనలాభ యోగం",
		"లగ్నాధిపతి మరియు 2వ అధిపతి పరివర్తన చెందినా లేదా ఒకే భావంలో కలిసి ఉన్నప్పుడు.",
		"మీరు శ్రమ లేకుండా లేదా లాటరీలు, బహుమతులు లేదా ఆకస్మిక అదృష్టం వంటి ఊహించని మార్గాల ద్వారా సంపదను పొందుతారు."
	],
	"yukthi_samanwithavagmi_yoga": [
		"యుక్తి సమన్వితవాగ్మి యోగం",
		"2వ భావ అధిపతి కేంద్ర లేదా త్రికోణంలో ఉండి బుధుడు లేదా గురువు వంటి శుభ గ్రహాల దృష్టి లేదా కలయిక కలిగి ఉన్నప్పుడు.",
		"మీరు గొప్ప తర్కంతో మరియు యుక్తితో మాట్లాడుతారు. మీ మాటలు చాలా ప్రభావవంతంగా మరియు అర్థవంతంగా ఉంటాయి."
	],
	"parihasaka_yoga": [
		"పరిహాసక యోగం",
		"లగ్నాధిపతి మరియు ద్వితీయ అధిపతి కలిసి ఉండి, శుభ గ్రహాల కలయిక లేదా దృష్టి కలిగి ఉన్నప్పుడు.",
		"మీరు హాస్యచతురత మరియు చమత్కారం కలిగి ఉంటారు. మీ మాటలతో ఇతరులను నవ్వించడంలో మీరు నేర్పరిగా ఉంటారు."
	],
	"asatyavadi_yoga": [
		"అసత్యవాది యోగం",
		"ద్వితీయ అధిపతి పాప గ్రహాలతో (శని, రాహువు, కేతువు) కలిసి ఉండి, బుధుడు బలహీనంగా ఉన్నప్పుడు.",
		"మీరు అసత్యాలు మాట్లాడే ధోరణిని లేదా అబద్ధాలు చెప్పే అలవాటును కలిగి ఉండవచ్చు."
	],
	"jada_yoga": [
		"జడ యోగం",
		"ద్వితీయ భావ అధిపతి 6, 8 లేదా 12వ భావంలో ఉండి, పాప గ్రహాల దృష్టి కలిగి ఉన్నప్పుడు.",
		"మీరు మీ పనులలో సోమరితనాన్ని లేదా మానసిక చురుకుదనం లోపించడాన్ని ప్రదర్శించవచ్చు."
	],
	"marud_yoga": [
		"మరుద్ యోగం",
		"శుక్రుడు, గురువు మరియు చంద్రుడు కేంద్ర లేదా త్రికోణ స్థానాలలో ఉన్నప్పుడు.",
		"మీరు అదృష్టవంతులుగా ఉంటారు, సంగీతం మరియు కళల పట్ల ఆసక్తి కలిగి ఉంటారు మరియు చాలా ఆకర్షణీయమైన వ్యక్తిత్వాన్ని కలిగి ఉంటారు."
	],
	"budha_yoga": [
		"బుధ యోగం",
		"లగ్నాధిపతి బలంగా ఉండి, బుధుడు కేంద్ర స్థానంలో ఉన్నప్పుడు.",
		"మీరు అత్యంత తెలివైనవారుగా, విద్యావంతులుగా మరియు మీ అన్ని ప్రయత్నాలలో నైపుణ్యం గలవారిగా ఉంటారు."
	],
	"mooka_yoga": [
		"మూక యోగం",
		"ద్వితీయ అధిపతి 8వ భావంలో ఉండి, పాప గ్రహాలతో కలిసి ఉన్నప్పుడు.",
		"ఈ కలయిక మాట రాకపోవడాన్ని లేదా మూగతనం వైపు మొగ్గు చూపే ధోరణిని సూచించవచ్చు."
	],
	"netranasa_yoga": [
		"నేత్రనాశ యోగం",
		"ద్వితీయ లేదా ద్వాదశ భావాలు బలహీనంగా ఉన్నప్పుడు, సూర్యుడు లేదా చంద్రుడు పాప గ్రహాల దృష్టిలో ఉన్నప్పుడు.",
		"కంటికి సంబంధించిన సమస్యలు లేదా దృష్టి లోపాలు వచ్చే అవకాశం ఉంది."
	],
	"andha_yoga": [
		"అంధ యోగం",
		"లగ్నాధిపతి, సూర్యుడు మరియు చంద్రుడు 2 లేదా 12వ భావంలో పాప గ్రహాలతో కలిసి ఉన్నప్పుడు.",
		"ఇది అంధత్వాన్ని లేదా గణనీయంగా బలహీనపడిన దృష్టిని సూచిస్తుంది."
	],
	"sumukha_yoga": [
		"సుముఖ యోగం",
		"శుభ గ్రహాలు (గురువు, శుక్రుడు) ద్వితీయ భావంలో ఉన్నా లేదా ద్వితీయ భావాన్ని చూస్తున్నా.",
		"మీరు ఆకర్షణీయమైన ముఖ వర్చస్సును మరియు ప్రశాంతమైన స్వభావాన్ని కలిగి ఉంటారు."
	],
	"durmukha_yoga": [
		"దుర్ముఖ యోగం",
		"శని, రాహువు, కేతువు వంటి పాప గ్రహాలు ద్వితీయ భావంలో ఉన్నప్పుడు.",
		"మీరు ముఖంలో ఏదైనా లోపాన్ని కలిగి ఉండవచ్చు లేదా కోపంతో కూడిన ముఖ కవళికలను కలిగి ఉంటారు."
	],
	"bhojana_soukhya_yoga": [
		"భోజన సౌఖ్య యోగం",
		"ద్వితీయ అధిపతి బలంగా ఉండి, శుభ గ్రహాలతో కలిసి ఉన్నప్పుడు.",
		"మీరు ఎల్లప్పుడూ రుచికరమైన, నాణ్యమైన ఆహారాన్ని మరియు భోజన సౌకర్యాలను అనుభవిస్తారు."
	],
	"annadana_yoga": [
		"అన్నదాన యోగం",
		"గురువు లేదా చంద్రుడు 2 లేదా 12వ భావంతో శుభ సంబంధాన్ని కలిగి ఉన్నప్పుడు.",
		"మీరు ఇతరులకు అన్నం పెట్టడం మరియు అవసరమైన వారికి దానధర్మాలు చేయడం పట్ల చాలా ఆసక్తి చూపుతారు."
	],
	"parannabhojana_yoga": [
		"పరాన్నభోజన యోగం",
		"ద్వితీయ భావ అధిపతి బలహీనంగా ఉండి 8 లేదా 12వ భావంలో ఉన్నప్పుడు.",
		"మీరు తరచుగా ఇతరులు పెట్టే ఆహారాన్ని తినడం లేదా మీ భోజనం కోసం ఇతరులపై ఆధారపడటం జరగవచ్చు."
	],
	"sraddhannabhuktha_yoga": [
		"శ్రాద్ధాన్నభుక్త యోగం",
		"ద్వితీయ భావ అధిపతి శనితో మరియు అష్టమ భావ అధిపతితో కలిసి ఉన్నప్పుడు.",
		"మీరు అంత్యక్రియలు లేదా శ్రాద్ధ కర్మలలో పెట్టే ఆహారాన్ని తినాల్సి రావచ్చు లేదా జీవనోపాధి కోసం ఇతరుల దానధర్మాలపై ఆధారపడవచ్చు."
	],
	"sarpaganda_yoga": [
		"సర్పగండ యోగం",
		"రాహువు ద్వితీయ భావంలో ద్వితీయ అధిపతితో కలిసి ఉన్నా, లేదా పాప గ్రహం చేత చూడబడినా.",
		"మీరు పాము కాటు వల్ల ప్రమాదాన్ని ఎదుర్కోవచ్చు లేదా విష పదార్ధాలు మరియు చర్మ సంబంధిత వ్యాధులతో బాధపడవచ్చు."
	],
	"vakchalana_yoga": [
		"వాక్చలన యోగం",
		"ద్వితీయ భావ అధిపతి 6, 8 లేదా 12వ భావంలో ఉండి, రాహువు లేదా శనితో కలిసి ఉన్నప్పుడు.",
		"మీరు మాట తడబడటం, నత్తి లేదా మాటలో స్థిరత్వం మరియు స్పష్టత లోపించడం వంటి సమస్యలతో బాధపడవచ్చు."
	],
	"vishaprayoga_yoga": [
		"విషప్రయోగ యోగం",
		"ద్వితీయ అధిపతి 6, 8 లేదా 12వ అధిపతులతో కలిసి ఉండి పాప గ్రహాల దృష్టి కలిగి ఉన్నప్పుడు.",
		"మీరు ఇతరుల ద్వారా విష ప్రయోగానికి గురికావచ్చు లేదా విషపూరిత పదార్ధాల వల్ల ఆరోగ్య సమస్యలను ఎదుర్కోవచ్చు."
	],
	"bhratruvriddhi_yoga": [
		"భ్రాతృవృద్ధి యోగం",
		"తృతీయ అధిపతి లేదా కుజుడు శుభ గ్రహంతో కలిసి ఉన్నా లేదా శుభ రాశి/నవాంశలో ఉన్నా.",
		"మీకు సోదర సోదరీమణుల సంఖ్య పెరుగుతుంది మరియు వారితో సామరస్యపూర్వకమైన సంబంధాన్ని కలిగి ఉంటారు."
	],
	"sodaranasa_yoga": [
		"సోదరనాశ యోగం",
		"కుజుడు మరియు తృతీయ అధిపతి 8, 3, 5 లేదా 7వ భావంలో ఉండి పాప గ్రహాల దృష్టి కలిగి ఉన్నప్పుడు.",
		"వ్యక్తి సోదరులను లేదా తోబుట్టువులను కోల్పోతాడు, లేదా అసలు తోబుట్టువులే లేకపోవచ్చు."
	],
	"ekabhagini_yoga": [
		"ఏకభగినీ యోగం",
		"బుధుడు 3వ భావంలో ఉండి, 3వ అధిపతి చంద్రుడితో కలిసి ఉండి, కుజుడు శనితో కలిసి ఉన్నప్పుడు.",
		"జాతకుడికి కేవలం ఒకే ఒక సోదరి ఉంటుంది."
	],
	"dwadasa_sahodara_yoga": [
		"ద్వాదశ సహోదర యోగం",
		"తృతీయ అధిపతి కేంద్రంలో ఉండి, ఉచ్చ స్థితిలో ఉన్న కుజుడు తృతీయ అధిపతి నుండి త్రికోణంలో గురువుతో కలిసినప్పుడు.",
		"జాతకుడు పన్నెండు మంది సోదరులు లేదా తోబుట్టువులతో ఆశీర్వదించబడతాడు."
	],
	"sapthasankhya_sahodara_yoga": [
		"సప్తసంఖ్యా సహోదర యోగం",
		"12వ అధిపతి కుజుడితో కలిసి ఉండాలి మరియు చంద్రుడు 3వ ఇంట్లో గురువుతో ఉండాలి, శుక్రుని కలయిక లేదా దృష్టి ఉండకూడదు.",
		"జాతకుడికి ఏడుగురు తోబుట్టువులు ఉంటారు లేదా సోదర సోదరీమణుల విషయంలో ఏడు సంఖ్య ప్రాముఖ్యత కలిగి ఉంటుంది."
	],
	"parakrama_yoga": [
		"పరాక్రమ యోగం",
		"3వ అధిపతి శుభ నవాంశలో ఉండి, శుభ గ్రహాల దృష్టి కలిగి ఉండాలి (లేదా శుభ గ్రహాలతో కలిసి ఉండాలి) మరియు కుజుడు శుభ రాశులలో ఉండాలి.",
		"జాతకుడు గొప్ప ధైర్యవంతుడు, పరాక్రమశాలి మరియు అడ్డంకులను అధిగమించడానికి అవసరమైన శారీరక, మానసిక బలాన్ని కలిగి ఉంటాడు."
	],
	"yuddha_praveena_yoga": [
		"యుద్ధ ప్రవీణ యోగం",
		"తృతీయ స్థానాధిపతి ఉన్న నవాంశ రాశి యొక్క అధిపతి, తన స్వంత వర్గాలలో (షడ్వర్గాలలో) ఉన్నప్పుడు ఈ యోగం కలుగుతుంది.",
		"ఈ యోగం కలవారు గొప్ప యుద్ధ తంత్రవేత్తలుగా మరియు పోరాట నైపుణ్యం కలిగిన నిపుణులుగా ఉంటారు."
	],
"yuddhatpoorvadridhachitta_yoga":[
"యుద్ధత్పూర్వదృఢచిత్త యోగం",
"184 - 3వ ఇంటి ఉన్నతాధిపతి చలించే రాశులు లేదా నవాంశాలలో పాపగ్రహాలతో కలవాలి",
"యుద్ధం ప్రారంభానికి ముందు ఆ వ్యక్తి ధైర్యంగా ఉంటాడు."
],
"yuddhatpaschaddrudha_yoga": [
    "యుద్ధత్పశ్చాద్ దృఢ యోగం",
    "3వ అధిపతి స్థిర రాశి, స్థిర నవాంశ మరియు క్రూర షష్ట్యంశలో ఉండాలి, మరియు ఆ రాశి అధిపతి నీచ స్థితిలో ఉండాలి.",
    "సంఘర్షణ ప్రారంభంలో మీరు సంకోచించవచ్చు, కానీ పోరాటం మొదలైన తర్వాత, మీరు అచంచలమైన పట్టుదలను పొందుతారు మరియు అత్యంత దృఢత్వంతో పోరాడుతారు."
],
"satkathadisravana_yoga": [
      "సత్కథాదిశ్రవణ యోగం",
      "3వ ఇల్లు శుభ రాశి అయి, శుభ గ్రహాల దృష్టి కలిగి ఉండాలి మరియు 3వ అధిపతి శుభ అంశలో ఉండాలి.",
      "మీకు పుణ్యకథలు, ఆధ్యాత్మిక ప్రవచనాలు మరియు మంచి విషయాలు వినడం పట్ల ఆసక్తి ఉంటుంది."
    ],
    "utthama_graha_yoga": [
      "ఉత్తమ గృహ యోగం",
      "4వ అధిపతి శుభ గ్రహాలతో కలిసి, కేంద్ర లేదా త్రికోణ స్థానాల్లో ఉండి శుభ గ్రహాల దృష్టి కలిగి ఉండాలి.",
      "ఇది అద్భుతమైన, అందమైన మరియు సౌకర్యవంతమైన గృహ ప్రాప్తిని సూచిస్తుంది."
    ],
    "vichitra_saudha_prakara_yoga": [
      "విచిత్ర సౌధ ప్రాకార యోగం",
      "4వ మరియు 10వ అధిపతులు శని మరియు కుజుడితో కలిసి ఉండాలి.",
      "మీరు విచిత్రమైన, వైభోగవంతమైన లేదా అనేక ప్రాకారాలు గల భవనాలను కలిగి ఉంటారు."
    ],
  "ayatna_griha_prapta_yoga_189": [
    "ఆయత్న గృహ ప్రాప్త యోగం",
    "189. లగ్నం మరియు 7వ ఇంటి అధిపతులు లగ్నం లేదా 4వ ఇంటిలో ఉండి, శుభగ్రహాల దృష్టిలో ఉండాలి.",
    "ఆ వ్యక్తి తక్కువ శ్రమతో పెద్ద ఇల్లు సంపాదిస్తాడు."
  ],
  "ayatna_griha_prapta_yoga_190": [
    "ఆయత్న గృహ ప్రాప్త యోగం",
    "190. 9వ ఇంటి అధిపతి కేంద్రంలో ఉండాలి మరియు 4వ ఇంటి అధిపతి ఉచ్చం, మూలత్రికోణం లేదా స్వగృహంలో ఉండాలి.",
    "ఆ వ్యక్తి తక్కువ శ్రమతో పెద్ద ఇల్లు సంపాదిస్తాడు."
  ],
  "grihanasa_yoga_191": [
    "గృహనాశ యోగం",
    "191 - 4వ ఇంటి అధిపతి 12వ ఇంటిలో పాపగ్రహ దృష్టిలో ఉండాలి.",
    "ఆ వ్యక్తి ఇల్లు కోల్పోతాడు."
  ],
  "grihanasa_yoga_192": [
    "గృహనాశ యోగం",
    "192 - 4వ ఇంటి అధిపతి ఉన్న నవాంశ అధిపతి 12వ ఇంటిలో ఉండాలి.",
    "ఆ వ్యక్తి ఇల్లు కోల్పోతాడు."
  ],
  "bandhu_pujya_yoga_193": [
    "బంధు పూజ్య యోగం",
    "193 - 4వ ఇంటి శుభ అధిపతి మరొక శుభగ్రహ దృష్టిలో ఉండాలి మరియు బుధుడు లగ్నంలో ఉండాలి.",
    "ఆ వ్యక్తి బంధువులు మరియు స్నేహితులచే గౌరవించబడతాడు."
  ],
  "bandhu_pujya_yoga_194": [
    "బంధు పూజ్య యోగం",
    "194 - 4వ ఇల్లు లేదా దాని అధిపతి గురువుతో సంబంధం లేదా దృష్టి కలిగి ఉండాలి.",
    "ఆ వ్యక్తి బంధువులు మరియు స్నేహితులచే గౌరవించబడతాడు."
  ],
  "bandhubhisthyaktha_yoga": [
    "బంధు భిస్థ్యక్త యోగం",
    "195 - 4వ ఇంటి అధిపతి పాపగ్రహాలతో సంబంధం కలిగి ఉండాలి లేదా చెడు షష్టియాంశాలలో ఉండాలి లేదా శత్రు రాశుల్లో ఉండాలి.",
    "ఆ వ్యక్తి బంధువులచే వదిలివేయబడతాడు."
  ],
  "matrudeerghayur_yoga_196": [
    "మాతృ దీర్ఘాయుర్ యోగం",
    "196 - శుభగ్రహం 4వ ఇంటిలో ఉండాలి, 4వ ఇంటి అధిపతి ఉచ్చంలో ఉండాలి మరియు చంద్రుడు బలంగా ఉండాలి.",
    "ఆ వ్యక్తి తల్లి దీర్ఘాయుష్షుతో జీవిస్తుంది."
  ],
  "matrudeerghayur_yoga_197": [
    "మాతృ దీర్ఘాయుర్ యోగం",
    "197 - 4వ ఇంటి అధిపతి ఉన్న నవాంశ అధిపతి బలంగా ఉండాలి మరియు లగ్నం మరియు చంద్ర లగ్నం నుండి కేంద్రంలో ఉండాలి.",
    "ఆ వ్యక్తి తల్లి దీర్ఘాయుష్షుతో జీవిస్తుంది."
  ],
  "matrunasa_yoga_198": [
    "మాతృ నాశ యోగం",
    "198 - చంద్రుడు పాపగ్రహాలచే చుట్టబడిన లేదా వాటి దృష్టిలో ఉండాలి.",
    "ఆ వ్యక్తి తల్లి త్వరగా మరణిస్తుంది."
  ],
  "matrunasa_yoga_199": [
    "మాతృ నాశ యోగం",
    "199 - 4వ ఇంటి అధిపతి ఉన్న నవాంశ అధిపతి 6, 8 లేదా 12వ ఇంటిలో ఉండాలి.",
    "ఆ వ్యక్తి తల్లి త్వరగా మరణిస్తుంది."
  ],
"kapata_yoga_202": [
  "కపట యోగం",
  "202 - 4వ భావం పాపగ్రహం చేత ఆక్రమించబడాలి; 4వ భావాధిపతి పాపగ్రహాలతో సంభంధముండాలి లేదా పాప దృష్టి పొందాలి లేదా పాపగ్రహాల మధ్య ఇరుక్కుపోవాలి.",
  "వ్యక్తి కపట స్వభావం కలవాడవుతాడు."
],
"kapata_yoga_203": [
  "కపట యోగం",
  "203 - 4వ భావంలో శని, కుజ, రాహు మరియు పాప స్వభావం గల 10వ భావాధిపతి ఉండాలి; ఆ 10వ భావాధిపతి కూడా పాపగ్రహాల దృష్టి పొందాలి.",
  "వ్యక్తి కపट స్వభావం కలవాడవుతాడు."
],
"kapata_yoga_204": [
  "కపట యోగం",
  "204 - 4వ భావాధిపతి శని, మండి మరియు రాహుతో యుతి అయి పాప దృష్టి పొందాలి.",
  "వ్యక్తి కపట స్వభావం కలవాడవుతాడు."
],
"nishkapata_yoga_205": [
  "నిష్కపట యోగం",
  "205 - 4వ భావంలో శుభగ్రహం ఉండాలి, లేదా ఉచ్ఛ/మిత్ర/స్వరాశి గ్రహం ఉండాలి, లేదా 4వ భావం శుభరాశి కావాలి.",
  "వ్యక్తి హృదయశుద్ధి కలవాడై, రహస్యతను మరియు కపటత్వాన్ని ద్వేషిస్తాడు."
],
"nishkapata_yoga_206": [
  "నిష్కపట యోగం",
  "206 - లగ్నాధిపతి 4వ భావంలో శుభగ్రహంతో యుతి కావాలి లేదా శుభ దృష్టి పొందాలి లేదా పర్వత/ఉత్తమాంశలో ఉండాలి."
],
"matru_satrutwa_yoga": [
      "మాత్రు శత్రుత్వ యోగం",
      "లగ్నం మరియు నాలుగవ ఇంటికి బుధుడు అధిపతి అయి, బుధుడు పాపగ్రహంతో కలిసివుండాలి లేదా పాపగ్రహం దృష్టిలో ఉండాలి.",
      "ఆ వ్యక్తి తన తల్లిని ద్వేషిస్తాడు."
    ],
"matru_sneha_yoga": [
      "మాత్రు స్నేహ యోగం",
      "మొదటి విధానం - లగ్నం (1వ ఇల్లు) మరియు 4వ ఇల్లు ఒకే గ్రహాధిపతిని కలిగి ఉండాలి. 1 మరియు 4 ఇళ్లు సాధారణ అధిపతులను కలిగి ఉండగలవు కేవలం జె/వి (బుధుడు) లేదా ఎస్‌జి/పి (గురు) మాత్రమే. రెండవ విధానం - 1వ మరియు 4వ ఇళ్ల అధిపతులు సహజ లేదా తాత్కాలిక స్నేహితులు కావాలి. మూడవ విధానం - లగ్నాధిపతి మరియు 4వ ఇల్లు అధిపతి శుభగ్రహాల దృష్టిలో ఉండాలి.",
      "తల్లి మరియు కుమారుని మధ్య స్నేహపూర్వక సంబంధాలు ఉంటాయి."
    ],
"vahana_yoga_209": [
  "వాహన యోగం",
  "209 - లగ్నాధిపతి 4వ, 11వ లేదా 9వ భావాన్ని సంయోగించాలి.",
  "జీవితంలో భౌతిక సౌకర్యాలు మరియు వాహనాలు లభిస్తాయి."
],
"vahana_yoga_210": [
  "వాహన యోగం",
  "210 - 4వ భావాధిపతి ఉచ్ఛంలో ఉండాలి; ఆ ఉచ్ఛ రాశి అధిపతి కేంద్రం లేదా త్రికోణంలో ఉండాలి.",
  "జీవితంలో భౌతిక సౌకర్యాలు మరియు వాహనాలు లభిస్తాయి."
],
"anapathya_yoga": [
    "అనపత్య యోగం",
    "గురు మరియు లగ్న, 7వ మరియు 5వ భవనాధిపతులు బలహీనంగా ఉంటారు",
    "ఆ వ్యక్తికి పిల్లలు ఉండరు."
  ],
"sarpasaapa_yoga_212": [
  "సర్ప శాప యోగం",
  "212 - 5వ భావంలో రాహు ఉండి, కుజ దృష్టి పొందాలి; లేదా 5వ భావం కుజ రాశై అయితే అక్కడ రాహు ఉండాలి.",
  "సర్ప శాప కారణంగా సంతాన నష్టం సంభవిస్తుంది."
],
"sarpasaapa_yoga_213": [
  "సర్ప శాప యోగం",
  "213 - 5వ భావాధిపతి రాహుతో యుతి అయి, శని 5వ భావంలో ఉండి చంద్రునితో సంభంధం లేదా దృష్టి పొందాలి.",
  "సర్ప శాప కారణంగా సంతాన నష్టం సంభవిస్తుంది."
],
"sarpasaapa_yoga_214": [
  "సర్ప శాప యోగం",
  "214 - సంతాన కారకుడు (గురు) కుజుతో సంయుక్తం, రాహు లగ్నంలో, 5వ భావాధిపతి దుస్థిత భవంలో ఉండడం.",
  "సర్ప శాప కారణంగా సంతాన నష్టం సంభవిస్తుంది."
],
"sarpasaapa_yoga_215": [
  "సర్ప శాప యోగం",
  "215 - 5వ భావం కుజ రాశై అయి రాహు యుతి ఉండాలి, మరియు బుధుడు దృష్టి ఇవ్వాలి లేదా సంభంధం ఉండాలి.",
  "సర్ప శాప కారణంగా సంతాన నష్టం సంభవిస్తుంది."
],
"pithru_saapa_sutakshaya_yoga": [
  "పితృశాప సుటక్షయ యోగం",
  "5వ ఇంటిలో సూర్యుడు ఉండాలి. అ. సూర్యుడు మిథున రాశిలో నీచంగా ఉండాలి, లేదా బి. సూర్యుని నవాంశం మకర లేదా కుంభంలో ఉండాలి. సి. సూర్యుడు రెండు వైపులా పాపగ్రహాలతో చుట్టబడి ఉండాలి.",
  "తండ్రి శాపం వల్ల పిల్లల నష్టం జరుగుతుంది."
],
"maathru_saapa_sutakshaya_yoga": [
  "అ. 8వ ఇంటి అధిపతి 5వ ఇంటి అధిపతి ఇంటిలో ఉండాలి మరియు 5వ ఇంటి అధిపతి 8వ ఇంటి అధిపతి ఇంటిలో ఉండాలి మరియు బి. చంద్రుడు మరియు 4వ ఇంటి అధిపతి 6వ ఇంటిలో కలవాలి.",
  "తల్లిదండ్రి శాపం వల్ల పిల్లల నష్టం జరుగుతుంది."
],
"bhraathru_saapa_sutakshaya_yoga": [
  "అ. లగ్నం మరియు 5వ ఇంటి అధిపతులు 8వ ఇంటిలో కలవాలి మరియు బి. 3వ ఇంటి అధిపతి కుజుడు మరియు రాహుతో 5వ ఇంటిలో కలవాలి.",
  "అన్నదమ్ముల శాపం వల్ల పిల్లలు మరణిస్తారు."
],
"pretha_saapa_yoga": [
  "సూర్యుడు మరియు శని 5వ ఇంటిలో, బలహీనమైన చంద్రుడు 7వ ఇంటిలో, రాహు లగ్నంలో మరియు గురు 12వ ఇంటిలో ఉండాలి.",
  "ప్రేతల శాపం లేదా మరణించిన వారి పితృదేవతల శాపం వల్ల పిల్లలు మరణిస్తారు."
],
"bahu_puthra_yoga_220": [
  "బహు పుత్ర యోగం",
  "220 - రాహు 5వ భావంలో ఉంటాడు. మరియు రాహు శని నవాంశలో ఉండకూడదు (అంటే D9లో కుంభ/మకరలో కాదు).",
  "వ్యక్తికి ఎక్కువ సంఖ్యలో సంతానం ఉంటుంది."
],
"bahu_puthra_yoga_221": [
  "బహు పుత్ర యోగం",
  "221 - 7వ భావాధిపతితో సంభంధం ఉన్న గ్రహం ఏ నవాంశ రాశిలో ఉందో, ఆ రాశి అధిపతి రాశిలో లగ్నం నుంచి 1వ, 2వ లేదా 5వ భావంలో ఉంటే అదే యోగం కలుగుతుంది. దశలు: (1) రాశిలో 7వ అధిపతిని తెలుసుకోండి. (2) ఆ 7వ అధిపతి నవాంశంలో ఏ రాశిలో ఉన్నాడో కనుగొనండి. (3) దశ-2 లోని రాశి అధిపతిని తెలుసుకోండి. (4) రాశిలో ఆ అధిపతి ఎక్కడ ఉన్నాడో కనుగొనండి. (5) ఆ స్థానం లగ్నానికి 1వ/2వ/5వ కావాలి.",
  "వ్యక్తికి ఎక్కువ సంఖ్యలో సంతానం ఉంటుంది."
],
"dattha_puthra_yoga_222": [
  "దత్త పుత్ర యోగం",
  "222 - కుజుడు మరియు శని 5వ భావాన్ని ఆక్రమించాలి; లగ్నాధిపతి బుధుని రాశిలో ఉండి, బుధుని దృష్టి పొందాలి లేదా బుధుతో సంభంధం కలిగి ఉండాలి.",
  "వ్యక్తికి దత్తపుత్రులు (దత్తసంతానం) లభిస్తారు."
],
"dattha_puthra_yoga_223": [
  "దత్త పుత్ర యోగం",
  "223 - 7వ భావాధిపతి 11వ భావంలో ఉండాలి; 5వ భావాధిపతి శుభగ్రహంతో యుతి కావాలి; 5వ భావంలో కుజుడు లేదా శని ఉండాలి.",
  "వ్యక్తికి దత్తపుత్రులు (దత్తసంతానం) లభిస్తారు."
],
"aputhra_yoga":[
"అపుత్ర యోగం",
"224 - 5వ ఇంటి అధిపతి దుష్టానంలో ఉండాలి.",
"ఆ వ్యక్తికి పిల్లలు ఉండరు."
],
"eka_puthra_yoga":[
"ఏక పుత్ర యోగం",
"225 - 5వ ఇంటి అధిపతి కేంద్రం లేదా త్రికోణంలో ఉండాలి.",
"ఆ వ్యక్తికి ఒకే ఒక్క పిల్లవాడు ఉంటాడు."
],
"suputhra_yoga":[
"సుపుత్ర యోగం",
"226 - గురుడు 5వ ఇంటి అధిపతి (లగ్నం సింహం/వృశ్చికం) మరియు సూర్యుడు శుభస్థితిలో ఉండాలి (స్వరాశి, ఉచ్చ, మిత్రరాశి).",
"ఆ వ్యక్తికి మంచి పిల్లవాడు పుడతాడు."
],
"kaalanirdesat_puthra_yoga_227": [
  "కాలనిర్దేశాత్ పుత్ర యోగం",
  "227 - గురుడు 5వ భావంలో ఉండాలి మరియు 5వ భావాధిపతి శుక్రునితో యుతి కావాలి.",
  "స్థానికుడు తన 32వ, 33వ లేదా 40వ సంవత్సరంలో సంతానాన్ని పొందుతాడు."
],
"kaalanirdesat_puthra_yoga_228": [
  "కాలనిర్దేశాత్ పుత్ర యోగం",
  "228 - గురుడు లగ్నం నుండి 9వ భావంలో ఉండాలి; శుక్రుడు గురువు నుండి 9వ భావంలో ఉండి, లగ్నాధిపతితో యుతి కావాలి.",
  "స్థానికుడు తన 32వ, 33వ లేదా 40వ సంవత్సరంలో సంతానాన్ని పొందుతాడు."
],
"kaalanirdesat_puthranaasa_yoga_229": [
  "కాలనిర్దేశాత్ పుత్రనాశ యోగం",
  "229 - రాహు 5వ భావంలో ఉండాలి; 5వ భావాధిపతి పాపగ్రహంతో యుతి కావాలి; గురుడు నీఛస్థితిలో ఉండాలి.",
  "వ్యక్తి వరుసగా 32వ మరియు 40వ సంవత్సరాల్లో సంతాన నష్టాన్ని అనుభవిస్తాడు."
],
"kaalanirdesat_puthranaasa_yoga_230": [
  "కాలనిర్దేశాత్ పుత్రనాశ యోగం",
  "230 - పాపగ్రహాలు గురువు నుండి 5వ, అలాగే లగ్నం నుండి 5వ స్థానాల్లో (యుతి లేదా దృష్టి ద్వారా) నిలవాలి.",
  "వ్యక్తి వరుసగా 32వ మరియు 40వ సంవత్సరాల్లో సంతాన నష్టాన్ని అనుభవిస్తాడు."
],
"buddhimaturya_yoga": [
  "బుద్ధిమత్యుర్య యోగం",
  "231 - 5వ ఇంటి అధిపతి శుభగ్రహంగా ఉండి, మరొక శుభగ్రహం దృష్టి చేస్తే లేదా శుభరాశిలో ఉంటే, ఈ యోగం ఏర్పడుతుంది.",
  "ఆ వ్యక్తి గొప్ప తెలివితేటలు మరియు మంచి స్వభావం కలిగినవాడవుతాడు."
],
"theevrabuddhi_yoga": [
  "తీవ్రబుద్ధి యోగం",
  "232 - రాశిలో 5వ ఇంటి అధిపతి శుభగ్రహంగా ఉండి నవాంశ లగ్నంలో ఉండాలి. నవాంశ లగ్న అధిపతి శుభగ్రహంగా ఉండాలి లేదా శుభగ్రహం దృష్టి చేయాలి.",
  "ఆ వ్యక్తి అత్యంత పదునైన తెలివితేటలు కలిగినవాడవుతాడు."
],
"buddhi_jada_yoga": [
  "బుద్ధి జడ యోగం",
  "233 - లగ్న అధిపతి పాపగ్రహాలతో కలిసిన లేదా వాటి దృష్టిలో ఉండాలి. అలాగే శని 5వ ఇంటిలో ఉండాలి, మరియు లగ్న అధిపతి శని దృష్టిలో ఉండాలి. లేదా 5వ ఇంటి అధిపతి పాపగ్రహాలతో కలిసిన మరియు (శని 5వ అధిపతిని దృష్టి చేయాలి) లేదా చంద్రుడు 5వ ఇంటిలో ఉండాలి.",
  "ఆ వ్యక్తి మూర్ఖుడవుతాడు."
],
"thrikaala_gnana_yoga": [
  "త్రికాల జ్ఞాన యోగం",
  "234 - గురుడు తన స్వంత నవాంశంలో మృద్వాంశంలో ఉండాలి. లేదా గురుడు గోపురాంశంలో (స్కోరు >= 4) ఉండి శుభగ్రహం దృష్టి చేయాలి.",
  "ఆ వ్యక్తి గతం, వర్తమానం, భవిష్యత్తును తెలుసుకోగలడు."
],
"jara_yoga": [
  "జరా యోగం",
  "236 - 10వ ఇంటిలో 10వ, 2వ మరియు 7వ ఇంటి అధిపతులు ఉండాలి.",
  "ఆ వ్యక్తి అనేక మహిళలతో వివాహేతర సంబంధాలు కలిగి ఉంటాడు."
],
"jarajaputra_yoga":[
"జరజపుత్ర యోగం",
"237. బలవంతులైన 5 మరియు 7వ అధిపతులు 6వ అధిపతితో కలవాలి మరియు శుభ గ్రహాల దృష్టి కలిగి ఉండాలి.",
"వ్యక్తికి సంతానోత్పత్తి శక్తి ఉండదు కానీ అతని భార్యకు మరొక పురుషుని ద్వారా కుమారుడు కలుగుతాడు."
],
"bahu_sthree_yoga":[
"బహుస్త్రీ యోగం",
"238 - లగ్నాధిపతి మరియు 7వ అధిపతి కలిసి ఉన్నా లేదా ఒకరినొకరు చూసుకున్నా ఈ యోగం కలుగుతుంది.",
"వ్యక్తికి ఎంతమంది భార్యలైనా ఉండవచ్చు."
],
"satkalatra_yoga":[
"సత్కళత్ర యోగం",
"239 - 7వ అధిపతి లేదా శుక్రుడు, గురు లేదా బుధుడితో కలవాలి లేదా వారి దృష్టి కలిగి ఉండాలి.",
"జాతకుని భార్య ఉదాత్తమైనది మరియు సద్గుణవతి అయి ఉంటుంది."
],
"bhaga_chumbana_yoga":[
"భగ చుంబన యోగం",
"240 - 7వ అధిపతి 4వ స్థానంలో శుక్రుడితో కలిసి ఉంటే ఈ యోగం ఏర్పడుతుంది.",
"వ్యక్తికి స్వయం సుఖం పట్ల అధిక ఆసక్తి మరియు ఇంద్రియ కోరికలను అదుపు చేయడంలో ఇబ్బంది ఉంటుంది."
],
"bhaagya_yoga":[
"భాగ్య యోగం",
"241 - బలమైన శుభ గ్రహం లగ్నం, 3 లేదా 5వ స్థానంలో ఉండి, అదే సమయంలో 9వ స్థానాన్ని చూడాలి.",
"జాతకుడు అత్యంత అదృష్టవంతుడు, విలాస ప్రియుడు మరియు ధనవంతుడు అవుతాడు."
],
"jananatpurvam_pitru_marana_yoga":[
"జననాత్పూర్వం పితృ మరణ యోగం",
"242 - సూర్యుడు 6, 8 లేదా 12లో ఉండాలి; 8వ అధిపతి 9లో ఉండాలి; 12వ అధిపతి లగ్నంలో మరియు 6వ అధిపతి 5లో ఉండాలి.",
"ఆ వ్యక్తి తండ్రి మరణానంతరం జన్మించిన బిడ్డ అవుతాడు."
],
"dhatrutwa_yoga":[
"దాతృత్వ యోగం",
"243. 9వ అధిపతి ఉచ్ఛస్థితిలో ఉండి, శుభ గ్రహ దృష్టి కలిగి ఉండాలి మరియు 9వ స్థానంలో శుభ గ్రహం ఉండాలి.",
"ఆ వ్యక్తి ఉదార స్వభావానికి నిదర్శనంగా ఉంటాడు."
],
"apakeerthi_yoga":[
"అపకీర్తి యోగం",
"244 - 10వ స్థానంలో సూర్యుడు మరియు శని ఉండాలి, వారు పాప గ్రహ అంశాలలో చేరాలి లేదా పాప గ్రహాల దృష్టి కలిగి ఉండాలి.",
"ఆ వ్యక్తికి చెడ్డ పేరు వస్తుంది."
],
  "galakarna_yoga": [
    "గలకర్ణ యోగం",
    "264. 3వ భావం మాండీ (గులిక) మరియు రాహువుతో నిండి ఉండాలి; లేదా మంగళుడు ‘ప్రేత పురిష’ అనే క్రూర షష్ట్యాంశం (D60)లో ఉండాలి.",
    "జాతకుడు చెవుల సంబంధిత వ్యాధులతో బాధపడతాడు."
  ],
  "vrana_yoga": [
    "వ్రణ యోగం",
    "265 - 6వాధిపతి పాపగ్రహమై ఉంటే అది లగ్నం, 8వ లేదా 10వ భావంలో ఉండాలి. 6వాధిపతిని బట్టి ప్రభావిత అవయవాలు: సూర్యుడు– ప్లీహ, హృదయం. చంద్రుడు– ఈసోఫాగస్, ఆహార నాళం. కుజుడు– జననాంగాలు, ఎడమ మెదడు గోళార్థం, రక్తంలోని ఎర్ర రంగు పదార్థం, మలాశయం. బుధుడు– నాడులు, కుడి మెదడు గోళార్థం, సెరెబ్రో-స్పైనల్ వ్యవస్థ, బ్రాంకియల్ ట్యూబులు, చెవులు, నాలుక. గురుడు– కాలేయం, అడ్రినల్ గ్రంథులు. శుక్రుడు– గొంతు, మూత్రపిండాలు, గర్భాశయం, అండాశయాలు. శని– పళ్లు, చర్మం, వాగస్ నాడి. రాహు– పిట్యుటరీ గ్రంథి. కేతు– పైన్ీయల్ గ్రంథి.",
    "వ్యక్తి భయంకరమైన క్యాన్సర్ రోగంతో బాధపడతాడు."
  ],
  "sisnavyadhi_yoga": [
    "శిశ్నవ్యాధి యోగం",
    "266 - బుధుడు లగ్నంలో 6వ మరియు 8వ భావాధిపతులతో యుతిలో ఉండాలి.",
    "జాతకుడు నయంకాని లైంగిక వ్యాధులతో బాధపడతాడు."
  ],
  "kushtaroga_yoga_268": [
    "కుష్టరోగ యోగం",
    "268 - లగ్నాధిపతి 4వ లేదా 12వ భావంలో మంగళుడు మరియు బుధుడితో యుతిలో ఉండాలి.",
    "వ్యక్తి కుష్ఠు రోగంతో బాధపడతాడు."
  ],
  "kushtaroga_yoga_269": [
    "కుష్టరోగ యోగం",
    "269 - గురుడు, శని మరియు చంద్రుడు యుతిలో ఉండి 6వ భావాన్ని అధిష్టించాలి.",
    "వ్యక్తి కుష్ఠు రోగంతో బాధపడతాడు."
  ],
  "kshayaroga_yoga": [
    "క్షయరోగ యోగం",
    "270 - రాహు 6వ భావంలో, మాండీ లగ్నం నుండి కేంద్రంలో, మరియు లగ్నాధిపతి 8వ భావంలో ఉంటే ఈ యోగం ఏర్పడుతుంది.",
    "వ్యక్తి క్షయరోగం (టిబి)తో బాధపడతాడు."
  ],
  "bhandhana_yoga": [
    "బంధన యోగం",
    "271 - లగ్నాధిపతి మరియు 6వాధిపతి, శని లేదా రాహు లేదా కేతువుతో కలిసి లగ్నం నుండి కేంద్రం లేదా త్రికోణంలో యుతిలో ఉన్నప్పుడు ఈ యోగం ఏర్పడుతుంది.",
    "జాతకుడు జైలులో నిర్బంధించబడతాడు."
  ],
  "karascheda_yoga": [
    "కరఛ్ఛేద యోగం",
    "272 - శని మరియు గురుడు 9వ మరియు 3వ భావాలలో ఉండాలి.",
    "జాతకుని చేతులు నరికివేయబడతాయి."
  ],
  "sirachcheda_yoga": [
    "శిరఛ్ఛేద యోగం",
    "273 - 6వాధిపతి శుక్రునితో యుతిలో ఉండాలి; అదేవిధంగా సూర్యుడు లేదా శని రాహు లేదా కేతువుతో క్రూరమైన షష్ట్యాంశంలో (D60) యుతిలో ఉండాలి.",
    "వ్యక్తి తల నరికివేత వలన మరణిస్తాడు."
  ]
}