{
"vesi_yoga":["வேசை யோகம்",
"சூரியனின் 2வது வீட்டில் சந்திரனைத் தவிர வேறு கிரகம் உள்ளது",
"நீங்கள் ஒரு சீரான கண்ணோட்டத்துடன் இருப்பீர்கள். நீங்கள் உண்மையுள்ளவர், உயரம் மற்றும் மந்தமானவர். சிறிய செல்வம் இருந்தாலும் மகிழ்ச்சியாகவும் வசதியாகவும் இருப்பீர்கள்."
],
"vosi_yoga":["வோசி யோகம்",
"சூரியனிலிருந்து 12வது வீட்டில் சந்திரனைத் தவிர வேறு கிரகம் உள்ளது",
"நீங்கள் திறமைசாலியாகவும், தொண்டு புரிபவராகவும், புகழ்பெற்றவராகவும், கற்றறிந்தவராகவும், வலிமையானவராகவும் இருப்பீர்கள்."],
"ubhayachara_yoga":["உபயச்சர யோகம்",
"சூரியனிலிருந்து 2வது மற்றும் 12வது வீடுகளில் சந்திரனைத் தவிர வேறு கிரகங்கள் உள்ளன",
"உனக்கு எல்லா சுகங்களும் இருக்கும். நீ ஒரு அரசனைப் போல அல்லது சமமாக இருப்பாய்"],
"nipuna_yoga":["நிபுனா யோகம்",
"சூரியனும் புதனும் ஒன்றாக (ஒரே ராசியில்).",
"அனைத்து வேலைகளிலும் புத்திசாலியாகவும் திறமைசாலியாகவும் இருப்பீர்கள். நன்கு அறியப்பட்டவராகவும், மரியாதைக்குரியவராகவும், மகிழ்ச்சியாகவும் இருப்பீர்கள்.\\n இந்த யோகம் டி-10 போன்ற பிரிவுகளில் மிகவும் சக்தி வாய்ந்தது. ராசி அட்டவணையிலும், புதன் இருந்தால் பலன்களைத் தரலாம். எரியவில்லை."],
"sunaphaa_yoga":["சுனபா யோகம்",
"சந்திரன் முதல் 2வது வீட்டில் சூரியனைத் தவிர வேறு கிரகங்கள் உள்ளன",
"நீங்கள் ஒரு ராஜாவாகவோ அல்லது சமமாகவோ ஆவீர்கள். நீங்கள் புத்திசாலி, செல்வந்தர் மற்றும் பிரபலமானவர். நீங்கள் சுயமாக சம்பாதித்த செல்வத்தைப் பெறுவீர்கள்."],
"anaphaa_yoga":["அனபா யோகம்",
"சந்திரன் முதல் 12வது வீட்டில் சூரியனைத் தவிர வேறு கிரகங்கள் உள்ளன",
"நீங்கள் நல்ல தோற்றத்துடன் ராஜாவாகிவிடுவீர்கள். உங்கள் உடல் நோயிலிருந்து விடுபட வாய்ப்புள்ளது. நீங்கள் குணம் கொண்டவர் மற்றும் சிறந்த நற்பெயரைக் கொண்டவர். நீங்கள் வசதிகளால் சூழப்பட்டிருக்கிறீர்கள்."],
"duradhara_yoga":["துராதார யோகம்",
"சந்திரனிலிருந்து 2வது மற்றும் 12வது வீடுகளில் சூரியனைத் தவிர வேறு கிரகங்கள் உள்ளன.",
"நீங்கள் பல இன்பங்களை அனுபவிப்பீர்கள். நீங்கள் தர்மம் செய்பவர். செல்வம் மற்றும் வாகனங்கள் கிடைக்கும். உங்களுக்கு நல்ல வேலைக்காரர்கள் இருப்பார்கள்."],
"kemadruma_yoga":["கேமத்ரும யோகா",
"சந்திரனிலிருந்து 1, 2 மற்றும் 12 ஆம் வீடுகளில் சூரியனைத் தவிர வேறு கிரகங்கள் இல்லை, லக்னத்திலிருந்து நான்கில் சந்திரனைத் தவிர வேறு கிரகங்கள் இல்லை",
"நீங்கள் துரதிர்ஷ்டசாலி, அறிவாற்றல் மற்றும் கற்றல் இல்லாதவர் மற்றும் வறுமை மற்றும் பிரச்சனையால் பாதிக்கப்பட்டவர். இந்த மோசமான யோகம் அட்டவணையில் உள்ள மற்ற நல்ல யோகங்களின் முடிவுகளைக் கொல்லும், குறிப்பாக சந்திர யோகங்கள் (ஏதேனும் இருந்தால்) நீங்கள் கடினமாக உழைத்து, பெரும் முயற்சிகள் மூலம் வெற்றி பெற வேண்டும். "],
"chandra_mangala_yoga":["சந்திர மங்கள யோகம்",
"சந்திரனும் செவ்வாயும் ஒன்றாக உள்ளன (ஒரே ராசியில்).",
"நீங்கள் உலக ஞானி மற்றும் பொருள் ரீதியாக வெற்றி பெற்றவர். நேர்மையற்ற வழிகளில் பணம் சம்பாதிக்கலாம். தாயையோ அல்லது மற்ற பெண்களையோ மோசமாக நடத்தலாம்."],
"adhi_yoga":["ஆதி யோகம்",
"இயற்கை பலன்கள் சந்திரனில் இருந்து 6, 7 மற்றும் 8 ஆம் இடங்களை ஆக்கிரமித்துள்ளன",
"நீங்கள் சம்பந்தப்பட்ட கிரகங்களின் பலத்தைப் பொறுத்து ஒரு ராஜாவாகவோ அல்லது மந்திரியாகவோ அல்லது இராணுவத் தலைவராகவோ ஆகலாம்"],
"ruchaka_yoga":["ருச்சக யோகம்",
"செவ்வாய் ஒரு நாற்கரத்தில் சொந்த ராசி அல்லது மேன்மை ராசியில் உள்ளது.",
"நீங்கள் நெருப்பு சுபாவமுள்ளவர். மிகுந்த உற்சாகம் கொண்டவர். இயற்கையான தலைவர். நீங்கள் போர்களில் ஈடுபட விரும்புகிறீர்கள், எதிரிகளை வெல்வீர்கள். நீங்கள் பாரபட்சம் மிக்கவர், கற்றறிந்தவர்களின் பக்தர். நீங்கள் நன்கு அறிந்தவர். அமானுஷ்ய அறிவியலில். உங்களுக்கு நல்ல ரசனை உள்ளது. நீங்கள் எப்போதும் வெற்றி பெறுவீர்கள்."],
"bhadra_yoga":["பத்ர யோகம்",
"புதன் சொந்த ராசி அல்லது மேன்மை ராசியில் ஒரு நாற்கரத்தில் உள்ளது.",
"நீங்கள் மண்ணுலகம், சிங்கம் போன்றவர். எல்லா வகையிலும் கற்றவர். நல்ல உடலமைப்பும், ஆழ்ந்த குரல் வளமும் கொண்டவர். சத்வ குணம். யோகம் நன்றாகத் தெரியும். உறவினர்களால் எப்போதும் சூழப்பட்டிருப்பீர்கள். நண்பர்கள் மற்றும் குடும்பத்தினர் மற்றும் அவர்களுடன் சேர்ந்து உங்கள் செல்வத்தை அனுபவிக்கிறீர்கள். நீங்கள் எல்லாவற்றிலும் தூய்மையைப் பேணுகிறீர்கள் மற்றும் மிகவும் ஒழுங்காக இருக்கிறீர்கள். நீங்கள் சுதந்திரம் மற்றும் மதத்தின் ஆவி."],
"sasa_yoga":["சச யோகம்",
"சனி மகரம், கும்பம் அல்லது துலாம் ராசியில் இருக்க வேண்டும் மேலும் லக்னத்தில் இருந்து 1, 4, 7 அல்லது 10ல் இருக்க வேண்டும்",
"நீங்கள் காற்றோட்டமான இயல்புடைய சிறந்த மனிதர், நீங்கள் முயல் போன்றவர், நீங்கள் புத்திசாலி மற்றும் நீங்கள் அலைந்து திரிவதில் மகிழ்ச்சியடைகிறீர்கள், நீங்கள் காடுகளிலும், மலைகளிலும், கோட்டைகளிலும் வசதியாக இருப்பீர்கள், நீங்கள் வீரம் மற்றும் மெலிந்த உடலமைப்பு கொண்டவர். நீங்கள் மற்றவர்களின் பலவீனங்களை அறிவீர்கள். நீங்கள். கலகலப்பாக இருக்கின்றன, ஆனால் கொஞ்சம் ஊசலாட வேண்டும். நீங்கள் தொண்டு செய்பவர்."],
"maalavya_yoga":["மாலவ்ய யோகம்",
"சுக்கிரன் சொந்த ராசியில் அல்லது மேன்மை ராசியில் ஒரு நாற்கரத்தில் இருக்கிறார்.",
"நீங்கள் நீர் நிறைந்த இயல்புடைய சிறந்த மனிதர். நிலவொளிக்கு நிகரான பளபளப்பை வெளியிடுகிறீர்கள். சுவையான உணவை உண்டு மகிழ்கிறீர்கள். உங்களுக்கு ஆடம்பரங்கள் உள்ளன. உங்களுக்கு சிறந்த ஆரோக்கியம் உள்ளது. நீங்கள் கலைகளில் நன்கு தேர்ச்சி பெற்றவர்."],
"hamsa_yoga":["ஹம்ச யோகம்",
"வியாழன் தனுசு, மீனம் அல்லது மகரத்தில் இருக்க வேண்டும், மேலும் அவர் லக்னத்திலிருந்து 1, 4, 7 அல்லது 10 இல் இருக்க வேண்டும்.",
"நீங்கள் ஒரு சிறந்த மனிதர். அன்னம் போன்றவர். ஆன்மீக வலிமையும் தூய்மையும் கொண்டவர். அனைவராலும் மதிக்கப்படுபவர். மிகுந்த ஆர்வமுள்ளவர். நீங்கள் ராஜாவாகலாம். உங்களுக்கு எல்லா வசதிகளும் இருக்கலாம். நீங்கள் வாழ்க்கையை முழுமையாக அனுபவிக்கிறீர்கள். . நீங்கள் ஒரு புத்திசாலித்தனமான உரையாடல் மற்றும் நல்ல பேச்சாற்றல் கொண்டவர்."], 
"rajju_yoga":["ரஜ்ஜு யோகம்", 
	"அனைத்து கிரகங்களும் பிரத்தியேகமாக அசையும் ராசிகளில் உள்ளன.", 
	"நீங்கள் பயணம் செய்ய விரும்பலாம். வெளிநாட்டில் நல்ல தோற்றம் மற்றும் செழிப்புடன் இருக்கலாம். நீங்கள் கொடூரமாக இருக்கலாம்."], 
"musala_yoga":["முசல யோகம்",
"எல்லா கிரகங்களும் பிரத்தியேகமாக நிலையான அறிகுறிகளில் உள்ளன.",
"உங்களுக்கு கெளரவம், ஞானம் மற்றும் செல்வம் இருக்கும். அரசர்கள் உங்களை விரும்புவார்கள். நீங்கள் புகழ் பெற்றவர் மற்றும் பல குழந்தைகளைப் பெறுவீர்கள். உங்களுக்கு உறுதியான மனப்பான்மை உள்ளது."],
"nala_yoga":["நள யோகம்",
"எல்லா கிரகங்களும் பிரத்தியேகமாக இரட்டை ராசியில் உள்ளன.",
"நீங்கள் மோசமான உடலமைப்புடன் இருப்பீர்கள். நீங்கள் பணத்தை குவிப்பீர்கள். நீங்கள் நல்ல தோற்றம் மற்றும் உறவினர்களுக்கு உதவுவீர்கள். நீங்கள் திறமையானவர்."],
"maalaa_yoga":["மாலா யோகம்",
"இயற்கை நன்மை தரும் கிரகங்களால் மூன்று நால்வகைகள் ஆக்கிரமிக்கப்பட்டுள்ளன.",
"நீங்கள் எப்போதும் மகிழ்ச்சியாக இருப்பீர்கள். நல்ல ஆடைகள், வாகனங்கள், ஆடம்பரங்கள் மற்றும் பல பெண்களின் நட்பு உங்களுக்கு இருக்கும்."],
"sarpa_yoga":["சர்ப்ப யோகம்",
"இயற்கை தீங்கு விளைவிக்கும் கிரகங்களால் மூன்று நாற்கரங்கள் ஆக்கிரமிக்கப்பட்டுள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் துன்பகரமானவர், மகிழ்ச்சியற்றவர், கொடூரமானவர், ஏழை மற்றும் உணவுக்காக மற்றவர்களைச் சார்ந்திருப்பவர். இது மிகவும் மோசமான கலவையாகும்."],
"gadaa_yoga":["கடா யோகம்",
"எல்லா கிரகங்களும் லக்னத்தில் இருந்து அடுத்தடுத்து இரண்டு நாற்கரங்களை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் செல்வம், பொன் மற்றும் ரத்தினங்களை உடையவர். நீங்கள் யாகம் செய்யலாம் (யாகம் செய்யும் சடங்குகள்) உங்களுக்கு சாஸ்திரங்கள் (அறிவியல்) மற்றும் பாடல்கள் தெரியும்."],
"sakata_yoga":["சகட யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 4 மற்றும் 10 ஆம் வீடுகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் அலைவதை விரும்புவார். இவர் தூதராக வேலை செய்கிறார். இவருக்கு உடலுறவு பிடிக்கும். இவருக்கு வெட்கம் இல்லை, சண்டை போடுவது பிடிக்கும். விஹங்கா என்றால் பறவை என்று பொருள். சில ஆசிரியர்கள் இதை விஹாகா யோகம் என்கிறார்கள்."],
"sringaataka_yoga":["சிருங்காடக யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து திரிகோணங்களை (1வது, 5வது மற்றும் 9வது) ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் மகிழ்ச்சியாகவும் அரசர்களால் விரும்பப்படுபவனாகவும் இருக்கிறான். இவனுக்கு உன்னத மனைவி இருக்கிறாள், பெண்களை வெறுக்கிறான். இவன் செல்வந்தன். சிருங்காடகம் என்றால் குறுக்குவழி சந்திப்பு என்று பொருள். இதற்கு வேறு சில பிரபலமான அர்த்தங்களும் உண்டு."],
"hala_yoga":["ஹல யோகம்",
"எல்லா கிரகங்களும் பரஸ்பர திரிகோணங்களை ஆக்கிரமித்துள்ளன, ஆனால் லக்னத்திலிருந்து திரிகோணங்கள் அல்ல.",
"இந்த யோகத்தில் பிறந்தவன் விவசாயி ஆவான். இவன் நிறைய உணவு உண்பவன். ஏழை ஏழை. நண்பர்களாலும் உறவினர்களாலும் கைவிடப்பட்டவர். இவர் மகிழ்ச்சியற்றவராகவும் கவலையுடனும் இருக்கிறார். ஹலா என்றால் கலப்பை என்று பொருள்."],
"vajra_yoga":["வஜ்ர யோகம்",
"லக்னா மற்றும் 7 ஆம் வீடுகள் இயற்கையான நன்மை தரும் கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன, 4 மற்றும் 10 ஆம் வீடுகள் இயற்கை தீய கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் வாழ்க்கையின் ஆரம்ப மற்றும் பிற்பகுதியில் மகிழ்ச்சியாக இருக்கிறார். இந்த நபருக்கு வீரம் உள்ளது. இந்த நபர் அதிர்ஷ்டசாலி அல்ல, ஆனால் ஆசைகள் இல்லை. இந்த நபர் சண்டையிடுகிறார். வஜ்ரா என்றால் வைரம்."
],
"yava_yoga":["யவ யோகம்",
"லக்னா மற்றும் 7 ஆம் வீடுகள் இயற்கையான தோஷ கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன, 4 மற்றும் 10 ஆம் வீடுகள் இயற்கை நன்மை தரும் கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் மத விதிகளை கடைபிடிக்கிறார். இந்த நபர் வாழ்க்கையின் நடுப்பகுதியில் மகிழ்ச்சியாக இருக்கிறார். இந்த நபர் செல்வத்தையும் நல்ல குழந்தைகளையும் பெற்றிருக்கிறார். இந்த நபர் தானம் செய்பவர். அவர் வலிமையான மனம் கொண்டவர். யவா என்பது மற்றவற்றுடன் தானியமாகும்."] ,
"kamala_yoga":["கமல யோகம்",
"எல்லா கிரகங்களும் லக்னத்தில் இருந்து நான்கில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் அரசன் ஆவான். வலிமையான குணம் கொண்டவன். புகழ் பெற்றவன், நீண்ட ஆயுளுடன் இருப்பவன். தூய்மையானவன், பல நற்செயல்களைச் செய்பவன். கமலா என்றால் தாமரை."
],
"vaapi_yoga":["வாபி யோகம்",
"எல்லா கிரகங்களும் லக்னத்தில் இருந்து பாணபாரங்கள் அல்லது அபோக்லிமாவில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் செல்வத்தை பெருக்கும் திறன் கொண்டவர். இவரிடம் எல்லா சுகபோகங்களும் உள்ளன. இவரே அரசனாகிறார். வாபி என்றால் குளம் அல்லது தண்ணீர் தொட்டி அல்லது கிணறு என்று பொருள்."],
"yoopa_yoga":["யூப யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 1, 2, 3 மற்றும் 4 ஆம் வீடுகளில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவருக்கு ஆன்மீக அறிவும், யாகங்கள் பற்றிய அறிவும் உள்ளது. இந்த நபரின் மனைவி எப்போதும் ஒன்றாக இருப்பார். இந்த நபர் சத்வ குணம் கொண்டவர். இந்த நபர் அனைத்து மத விதிகளையும் கடைப்பிடிப்பார். யூபா என்றால் ஒரு தூண் மற்றும் குறிப்பாக ஒரு தியாக பதவி. "],
"sara_yoga":["சர யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 4, 5, 6 மற்றும் 7 ஆம் வீடுகளில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் அம்புகளை உருவாக்குகிறார். இந்த நபர் சிறைகளுக்கு தலைமை தாங்குகிறார். இந்த நபர் ஒரு வேட்டையாடுபவர். இந்த நபர் இறைச்சி சாப்பிடுகிறார். இந்த நபர் மக்களை சித்திரவதை செய்கிறார். சர என்றால் அம்பு."],
"sakti_yoga":["சக்தி யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 7, 8, 9 மற்றும் 10 ஆம் வீடுகளில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியற்றவர், ஏழை, தோல்வியுற்றவர், தகுதியற்றவர், சோம்பேறி, நீண்ட ஆயுளுடையவர் மற்றும் உறுதியானவர். அவர்கள் போரில் கூர்மையான மனம் கொண்டவர்கள். சக்தி என்றால் ஆற்றல் மற்றும் அது ஒரு சக்திவாய்ந்த ஆயுதம்."],
"danda_yoga":["தண்ட யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 10, 11, 12 மற்றும் 1 ஆம் வீடுகளில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் மனைவி மற்றும் குழந்தைகளை இழக்க நேரிடும், அவர்களின் மக்கள் அவர்களை விட்டு வெளியேறுவார்கள். அவர்கள் மகிழ்ச்சியற்றவர்கள் மற்றும் மோசமான மக்களுக்கு சேவை செய்கிறார்கள். தண்டா என்றால் மக்களை தண்டிக்கப் பயன்படும் தடி."],
"naukaa_yoga":["நௌக யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 7 ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர்கள் தண்ணீர் தொடர்பான விஷயங்களில் பணம் சம்பாதிக்கிறார்கள். அவர்களுக்கு பல ஆசைகள் இருக்கும். அவர்கள் நன்கு அறியப்பட்டவர்கள். அவர்கள் பொல்லாதவர்கள், கரடுமுரடானவர்கள் மற்றும் கஞ்சர்கள். நௌகா என்றால் கப்பல் என்று பொருள்."],
"koota_yoga":["கூட யோகம்",
"எல்லா கிரகங்களும் 4 வது வீட்டில் இருந்து 7 ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் ஜெயிலர் ஆகிறார். அந்த நபர் பொய்யர். அந்த நபர் மலைகளிலும் கோட்டைகளிலும் வாழ்கிறார். அந்த நபர் ஏழை மற்றும் கொடூரமானவர். கூடா என்றால் ஒரு குழு. இதற்கு வேறு பல அர்த்தங்கள் உள்ளன."],
"chatra_yoga":["சத்ர யோகம்",
"எல்லா கிரகங்களும் 7 வது வீட்டில் இருந்து 7 ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் தன் மக்களுக்கு உதவுவான். பல ராஜாக்களால் அன்பாகவும் விரும்பப்படுபவனாகவும் இருக்கிறான். இந்த நபர் புத்திசாலி. இந்த நபர் வாழ்க்கையின் ஆரம்ப மற்றும் பிற்பகுதியில் மகிழ்ச்சியாக இருக்கிறார். இந்த நபர் நீண்ட ஆயுளுடன் இருக்கிறார். சத்ரா என்றால் ஒரு குடை." ],
"chaapa_yoga":["சாப யோகம்",
"எல்லா கிரகங்களும் 10 வது வீட்டில் இருந்து 7 ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் பொய்யனாக, திருடனாக, ரகசியங்களைப் பாதுகாப்பவனாக மாறுகிறான். இந்த நபர் காடுகளில் அலைகிறார். இந்த நபர் துரதிர்ஷ்டவசமானவர். இந்த நபர் வாழ்க்கையின் நடுப்பகுதியில் மகிழ்ச்சியாக இருக்கிறார். சாபா என்றால் வில் என்று பொருள்."],
"ardha_chandra_yoga":["அர்த்த சந்திர யோகம்",
"அனைத்து கிரகங்களும் ஒரு பனபரா அல்லது ஒரு அபோக்லிமாவில் இருந்து தொடங்கி 7 அறிகுறிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் படைத் தலைவனாகிறான். இவன் நல்ல உடலமைப்பு உடையவன். அரசர்கள் இவரைப் போன்றவர்கள். பலம் உடையவர், ரத்தினங்கள், பொன் மற்றும் பல ஆபரணங்களை உடையவர். அர்த்த சந்திரன் என்றால் அரை நிலவு"],
"chakra_yoga":["சக்ர யோகம்",
"எல்லா கிரகங்களும் லக்னத்திலிருந்து 1, 3, 5, 7, 9 மற்றும் 11 ஆம் வீடுகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் பெரிய சக்கரவர்த்தி ஆகிறார். பல அரசர்களின் வைரம் பதித்த கிரீடங்கள் இவரின் பாதங்களைத் தொடும் (அதாவது பல மன்னர்கள் இவருக்கு முன் சுக்கிலம்) சக்கரம் என்றால் சக்கரம். சக்ரவர்த்தி என்றால் பேரரசர்."],
"samudra_yoga":["சமுத்திர யோகம்",
"எல்லா கிரகங்களும் லக்னத்தில் இருந்து 2வது, 4வது, 6வது, 8வது, 10வது மற்றும் 12வது வீடுகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் ஏராளமான செல்வங்களையும், பல ரத்தினங்களையும் உடையவர். இவர்களுக்கு ஆடம்பரங்களும், மனிதர்களை பிடிக்கும். அவர்களின் அதிர்ஷ்டமும், பெருமையும் நிலையானது. மென்மையான குணம் கொண்டவர்கள். சமுத்திரம் என்றால் கடல் அல்லது கடல். சமுத்திரம் என்பது கடவுளின் பெயரும் கூட. இவருடன் நிறைய செல்வமும் பல ரத்தினங்களும் கொண்ட பெருங்கடல்."],
"veenaa_yoga":["வீணை யோகம்",
"ஏழு கிரகங்களும் அவற்றுள் சரியாக 7 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவருக்கு இசை, நடனம் மற்றும் பாடல்கள் பிடிக்கும். இவரிடம் பல வேலைக்காரர்கள் உள்ளனர். இவர் செல்வந்தர், திறமைசாலி மற்றும் ஆண்களின் தலைவன். வீணை ஒரு சரம் இசைக்கருவி. இதை வல்லகி யோகம் என்றும் சில ஆசிரியர்கள் அழைக்கின்றனர்."],
"daama_yoga":["டாம யோகம்",
"ஏழு கிரகங்கள் அவற்றில் சரியாக 6 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் மிகவும் பணக்காரர் மற்றும் பிரபலமானவர். இந்த நபருக்கு பல குழந்தைகள் உள்ளனர். இவருக்கு பல ரத்தினங்கள் உள்ளன. இந்த நபர் மற்றவர்களுக்கு உதவுகிறார். தாமம் என்பது ஒரு மாலை. சில ஆசிரியர்கள் இதை தாமினி யோகம் என்று அழைக்கிறார்கள்."],
"paasa_yoga":["பாச யோகம்",
"ஏழு கிரகங்கள் அவற்றில் சரியாக 5 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் சிறையில் அடைக்கப்படும் அபாயம் உள்ளது. இந்த நபர் தனது வேலையில் திறமையானவர். இந்த நபர் பேசக்கூடியவர். இந்த நபருக்கு பல வேலைக்காரர்கள் உள்ளனர். இந்த நபருக்கு குணம் இல்லை. பாச ஒரு கயிறு என்று பொருள்."],
"kedaara_yoga":["கேதார யோகம்",
"ஏழு கிரகங்களும் அவற்றுள் சரியாக 4 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் விவசாயம் செய்பவர். இவர் மகிழ்ச்சியான செல்வந்தர் மற்றும் பிறருக்கு உதவும் குணம் கொண்டவர். கேதாரா என்றால் வயல் என்று பொருள்."],
"soola_yoga":["சூல யோகம்",
"ஏழு கிரகங்கள் அவற்றுள் சரியாக 3 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் கூர்மையானவர், சோம்பேறி, வன்முறை, ஏழை, தடை செய்யப்பட்டவர் மற்றும் வீரம் மிக்கவர். அவர்கள் போர்களில் பாராட்டுகளைப் பெறுகிறார்கள். சூலம் சிவனின் ஆயுதம்."],
"yuga_yoga":["யுக யோகம்",
"ஏழு கிரகங்கள் அவற்றில் சரியாக 2 தனித்தனி ராசிகளை ஆக்கிரமித்துள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் ஒரு மதவெறியன். இந்த நபர் ஏழை மற்றும் உலகில் நிராகரிக்கப்பட்டவர். இந்த நபர் மதச்சார்பற்றவர். இந்த நபருக்கு குழந்தைகள் மற்றும் தாயிடமிருந்து மகிழ்ச்சி இல்லை. யுகம் என்பது ஒரு ஜோடி."],
"gola_yoga":["கோள யோகம்",
"ஏழு கிரகங்களும் ஒரே ராசியில் உள்ளன.",
"இந்த யோகத்தில் பிறந்தவர் வலிமையானவர், ஏழை, அழுக்கு மற்றும் படிக்காதவர். இவர் எப்போதும் சோகமாகவே இருக்கிறார். கோலம் என்றால் கோளம் அல்லது பூகோளம் என்று பொருள்."],
"subha_yoga":["சுப யோகம்",
"லக்னத்திற்கு நன்மை தரும் கிரகங்கள் உள்ளன அல்லது லக்னத்தில் இருந்து 12 மற்றும் 2 ஆம் வீட்டில் சுப கர்தாரி (நன்மை கிரகங்கள்) உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் பேச்சுத்திறன், நல்ல தோற்றம் மற்றும் பண்பு ஆகியவற்றைக் கொண்டவர்"],
"asubha_yoga":["அசுப யோகம்",
"லக்னத்திற்கு தீய கிரகங்கள் உள்ளன அல்லது லக்னத்தில் இருந்து 12வது மற்றும் 2வது வீட்டில் பாப கர்த்தாரி (தீய கிரகங்கள்) உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் பல ஆசைகளை உடையவன், பாவம் செய்து பிறர் செல்வத்தை அனுபவிக்கிறான்."],
"gaja_kesari_yoga":["கஜ-கேசரி யோகம்",
"கஜ-கேசரி யோகம்: (1) வியாழன் சந்திரனின் நாற்புறத்தில் இருந்தால், (2) ஒரு நன்மை செய்யும் கிரகம் வியாழனுடன் இணைந்திருந்தால் அல்லது அம்சமாக இருந்தால், மற்றும் (3) வியாழன் பலவீனமடையவில்லை அல்லது எரியவில்லை அல்லது எதிரியின் வீட்டில் இல்லை",
"இந்த யோகத்தில் பிறந்தவர் புகழ், செல்வம் மற்றும் புத்திசாலி. அந்த நபர் சிறந்த குணம் கொண்டவர் மற்றும் மன்னர்களால் விரும்பப்படுகிறார். நல்லொழுக்கத்திற்கும் என்றும் நிலைத்திருக்கும் புகழுக்கும் இது ஒரு முக்கிய யோகம்."],
"guru_mangala_yoga":["குரு மங்கள யோகம்",
"வியாழனும் செவ்வாயும் ஒன்றாக இருந்தால் அல்லது ஒருவருக்கொருவர் 7 ஆம் வீட்டில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் நேர்மையானவர் மற்றும் ஆற்றல் மிக்கவர். அந்த நபரின் ஆற்றல்கள் தர்ம வழிகளில் செலுத்தப்படுகின்றன."],
"amala_yoga":["அமல யோகம்",
"லக்னம் அல்லது சந்திரனில் இருந்து 10 ஆம் வீட்டில் இயற்கையான பலன்கள் மட்டுமே உள்ளன.",
"இந்த யோகத்தில் பிறந்தவன் என்றென்றும் புகழ் பெற்றவன். அரசர்களால் மதிக்கப்படுபவன், ஆடம்பரமும், நல்லொழுக்கமும் உள்ளவன். பிறருக்கு உதவுபவர். அமலா என்பது தூய்மையானது. ஏனெனில் 10-ம் வீடு சமுதாயத்தில் ஒருவரின் நடத்தையைக் காட்டுகிறது, அங்கு நன்மைகள் மட்டுமே இருக்கும். சமுதாயத்தில் ஒருவரின் நடத்தையை மிகவும் தூய்மையாக ஆக்குகிறது."],
"parvata_yoga":["பர்வத யோகம்",
"(1) நாற்கரங்களில் நன்மை செய்பவர்கள் மட்டுமே இருந்தால் மற்றும் (2) 7வது மற்றும் 8வது வீடுகள் காலியாக இருந்தால் அல்லது பயனாளிகள் மட்டுமே ஆக்கிரமித்திருந்தால்",
"இந்த யோகத்தில் பிறந்தவர் அதிர்ஷ்டசாலி, பேச்சாற்றல் மிக்கவர், புகழ் பெற்றவர், தொண்டு புரிபவர், எளிமையாகப் பேசுபவர் மற்றும் நகைச்சுவையை விரும்புபவர். பர்வதம் என்றால் மலை என்று பொருள்."],
"kaahala_yoga":["காஹல யோகம்",
"(1) 4ம் அதிபதியும், வியாழனும் பரஸ்பர நாற்காலிகளில் இருந்து (2) லக்னாதிபதி வலுவாக இருந்தால், இந்த யோகம் உள்ளது. இதற்கு மாற்றாக, 4ம் அதிபதி உயர்ந்தோ அல்லது சொந்த ராசியில் இருந்தோ, 10ம் அதிபதி சேர்ந்தாலோ இந்த யோகம். அவனை.",
"இந்த யோகத்தில் பிறந்தவர் வலிமையானவர், துணிச்சலானவர், தந்திரமானவர் மற்றும் பெரிய படையை வழிநடத்துபவர். ஒரு சில கிராமங்களுக்குச் சொந்தக்காரர். காஹலா என்றால் மிகுதி. குறும்புக்காரர் என்றும் பொருள்."],
"chaamara_yoga":["சாமர யோகம்","லக்னாதிபதி வியாழனின் அம்சத்துடன் ஒரு நாற்கரத்தில் உச்சமாக இருந்தாலோ அல்லது இரண்டு பலன்கள் 7, 9 அல்லது 10 இல் சேர்ந்தாலோ, இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் அரசன் அல்லது அரசர்களால் மதிக்கப்படுபவன். மனிதன் நீண்ட ஆயுளும், புலமையும், பேச்சாற்றலும், பல கலைகளையும் கற்றவன். சாமரம் என்பது குதிரையின் தலையிலுள்ள இறகுக்கு நிகரான ஒன்று. அதை அசைத்து அடியார்கள் கொடுக்கிறார்கள். அரசர்களுக்கு வெப்பத்திலிருந்து நிவாரணம் (விசிறி போன்றது) இது அடிப்படையில் அதிகாரத்தின் பொறிகளைக் குறிக்கிறது."],
"sankha_yoga":["சங்க யோகம்","(1) லக்னாதிபதி வலுவாக இருந்து (2) 5 மற்றும் 6 ஆம் அதிபதிகள் பரஸ்பர நாற்காலிகளில் இருந்தால், இந்த யோகம் உள்ளது. மாற்றாக, (1) லக்னாதிபதி என்றால் இந்த யோகம் உள்ளது. மற்றும் 10 ஆம் அதிபதி ஒரு அசையும் ராசியில் ஒன்றாக இருக்கிறார்கள் மற்றும் (2) 9 ஆம் அதிபதி பலமாக இருக்கிறார்.",
"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளுடன் ஆசீர்வதிக்கப்படுகிறார். அவர் இரக்கமுள்ளவர், பக்தியுள்ளவர், புத்திசாலி மற்றும் நீண்ட ஆயுளைக் கொண்டவர். சங்கு என்றால் சங்கு."],
"bheri_yoga":["பேரி யோகம்","(1) 9 ஆம் அதிபதி வலுவாக இருந்து (2) 1, 2, 7 மற்றும் 12 ஆம் வீடுகளில் கிரகங்கள் இருந்தால், இந்த யோகம் உள்ளது. மாற்றாக, இதுதான் யோகம். (1) 9 ஆம் அதிபதி வலுவாகவும் (2) வியாழன், சுக்கிரன் மற்றும் லக்னாதிபதியும் பரஸ்பர நால்வர்களில் இருந்தால்.",
"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளுடன் ஆசீர்வதிக்கப்படுகிறார். ஒரு நபர் ராஜாவாக முடியும். புகழும் பண்பும் உள்ளது. நபர் நல்லொழுக்கமும் மதமும் கொண்டவர். நபர் இன்பங்களை அனுபவிப்பவர். பேரி என்றால் ஒரு கெட்டில்ட்ரம்."],
"mridanga_yoga":["மிருதங்க யோகம்",
"(1) சொந்த கிரகங்களும், நாற்கரங்கள் மற்றும் திரிகோணங்களில் உச்ச ராசிகளும் இருந்தால் மற்றும் (2) லக்னாதிபதி வலுவாக இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது சமமானவர் மற்றும் மகிழ்ச்சியானவர். மிருதங்கா தென்னிந்தியாவில் பிரபலமான ஒரு பணக்கார மற்றும் நேர்த்தியான தாள வாத்தியம்."],
"sreenaatha_yoga":["ஸ்ரீநாத யோகம்",
"(1) 7 ஆம் அதிபதி 10 ஆம் அதிபதியாகவும் (2) 10 ஆம் அதிபதி 9 ஆம் அதிபதியுடன் இருந்தால் இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் இந்திரனுக்கு சமமான பெரிய ராஜாவாக மாறுகிறார் - தேவர்களின் ராஜா. ஸ்ரீநாதர் என்றால் பெரும் செல்வம் மற்றும் செழிப்புக்கு அதிபதி. இது விஷ்ணுவையும் குறிக்கிறது."],
"matsya_yoga":["மத்ஸ்ய யோகம்",
"(1) பலன்கள் லக்னத்திலும், 9ல் இருந்தால், (2) சில கிரகங்கள் 5ல் இருந்தால், (3) தோஷங்கள் சதுராஸ்ரத்தில் (4வது மற்றும் 8வது வீடுகள்) இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் ஜோதிடராகவோ அல்லது பார்ப்பவராகவோ மாறுகிறார். நபர் கருணை, குணம் மற்றும் புத்திசாலித்தனம் ஆகியவற்றின் உருவமாக இருக்கிறார். நபர் வலிமையானவர் மற்றும் நல்ல தோற்றம் கொண்டவர். நபர் பிரபலம் மற்றும் கற்றவர். நபர் ஒரு தபஸ்வி (கடுமையான பின்தொடர்பவர்). மீன்."],
"koorma_yoga":["கூர்ம யோகம்",
"(1) 5வது, 6வது மற்றும் 7வது வீடுகளில் சொந்தம், மேன்மை அல்லது நட்பு ராசிகள் மற்றும் (2) 1வது, 3வது மற்றும் 11வது வீடுகள் சொந்த அல்லது மேன்மை ராசிக்காரர்களால் ஆக்கிரமிக்கப்பட்டிருந்தால், இது யோகா உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகிறான். ஒருவரிடம் பக்தியும் பண்பும் இருக்கும். மனிதன் மகிழ்ச்சியாகவும், உதவியாகவும், பிரபலமாகவும் இருக்கிறான். கூர்மா என்றால் ஆமை என்று பொருள்."],
"khadga_yoga":["கட்கா யோகம்",
"(1) 2ஆம் அதிபதி 9ஆம் வீட்டிலும், (2) 9ஆம் அதிபதி 2ஆம் வீட்டிலும், (3) லக்னாதிபதி நாற்கரத்திலோ அல்லது திரிகோணத்திலோ இருந்தால், இந்த யோகம் இருக்கிறது.",
"இந்த யோகத்தில் பிறந்தவர் திறமையானவர், செல்வந்தர், கற்றவர், மகிழ்ச்சியானவர், அதிர்ஷ்டசாலி, புத்திசாலி, நன்றியுள்ளவர் மற்றும் வலிமை மிக்கவர். கட்கா என்றால் வாள் என்று பொருள்."],
"kusuma_yoga":["குசும யோகம்",
"(1) லக்னம் நிலையான லக்னத்திலும், (2) சுக்கிரன் நாற்கரத்திலும், (3) சந்திரன் பலன் கொண்ட திரிகோணத்திலும், (4) சனி 10ம் வீட்டில் இருந்தால், இந்த யோகம் உள்ளது. ",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகவோ அல்லது சமமாகவோ ஆகின்றான். மனிதன் தொண்டு செய்பவன். மனிதன் இன்பமும் மகிழ்ச்சியும் உடையவன். ஒருவன் சமூகத்தின் தலைவன். மனிதனுக்குப் பண்பும் புலமையும் உண்டு. குசுமம் என்றால் மலர்."],
"kalaanidhi_yoga":["கலாநிதி யோகம்",
"(1) வியாழன் 2 ஆம் வீட்டில் அல்லது 5 ஆம் வீட்டில் இருந்தால் மற்றும் (2) அவர் புதன் மற்றும் சுக்கிரனால் இணைந்திருந்தால் அல்லது அம்சமாக இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் குணம், மகிழ்ச்சி, நல்ல ஆரோக்கியம், செல்வம் மற்றும் கற்றல் ஆகியவற்றைக் கொண்டவர். ஒரு நபர் மன்னர்களால் மதிக்கப்படுகிறார். கலாநிதி என்றால் கலை மற்றும் திறமைகளின் பொக்கிஷம்."],
"kalpadruma_yoga":["கல்பத்ரும யோகம்",
"(1) லக்னாதிபதி, (2) அவரது ஸ்தாபகர், (3) ராசியிலும் (4) நவாம்சத்திலும் பிந்தையவரின் இடமாற்றம் செய்பவரைக் கவனியுங்கள். நான்கு கிரகங்களும் நால்வர், திரிகோணங்கள் அல்லது ராசி மற்றும் நவாம்சம் ஆகிய இரண்டின் உச்ச ராசிகளிலும் இருந்தால், பிறகு இந்த யோகம் இருக்கிறது.",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகிறான். ஒருவன் போர்களை விரும்புகிறான். மனிதன் மிகவும் வளமானவன், கொள்கையுடையவன், வலிமையானவன், கனிவானவன். கல்பத்ருமா என்பது சொர்க்கத்தின் வான மரம். இந்த யோகம் பாரிஜாத யோகம் என்றும் அழைக்கப்படுகிறது. பாரிஜாதம் ஒரு வான மலர்." ],
"lagnaadhi_yoga":["லக்னாதி யோகம்",
"(1) லக்னத்திலிருந்து 7வது மற்றும் 8வது வீடுகள் பலன்களால் ஆக்கிரமிக்கப்பட்டிருந்தால் மற்றும் (2) இந்த கிரகங்களை எந்த தோஷமும் இணைக்கவில்லை அல்லது பார்க்கவில்லை என்றால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் சிறந்த மனிதராக மாறுகிறார். நபர் கற்றறிந்தவராகவும் மகிழ்ச்சியாகவும் இருக்கிறார். ஆதி என்றால் மேல் அல்லது அதற்கு மேல். லக்னாதி யோகம் என்றால் லக்னத்திலிருந்து ஆதி யோகம்."],
"hari_yoga":["ஹரி யோகம்",
"இரண்டாம் அதிபதியிலிருந்து எண்ணப்பட்ட 2, 12 மற்றும் 8 ஆம் வீடுகளில் பலன்கள் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியாகவும், கற்றறிந்தவராகவும், செல்வம் மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவராகவும் இருக்கிறார். ஹரி என்பது விஷ்ணுவின் பெயர். 2 வது வீடு உணவு மற்றும் பணத்தின் வீடு மற்றும் இது கர்ம ஸ்தானத்திலிருந்து த்ரிகோணம் - 10 வது வீடு. இது நிற்கிறது. ஜீவனாம்சம் மற்றும் அதன் எஜமானர் ஹரியை பிரதிநிதித்துவப்படுத்துகிறார் - இந்து திரித்துவத்தின் ஆதரவாளர் - ஒரு விளக்கப்படத்தில்."],
"brahma_yoga":["பிரம்ம யோகம்",
"லக்னாதிபதியிலிருந்து கணக்கிடப்பட்ட 4, 10 மற்றும் 11 ஆம் வீடுகளில் பலன்கள் இருந்தால், இந்த யோகம் உள்ளது. பிரம்ம யோகத்தின் மற்றொரு மாறுபாடு: (1) வியாழன் 9 ஆம் அதிபதியிலிருந்து ஒரு நாற்புறத்தில் இருந்தால், (2) சுக்கிரன் ஒரு நாற்கரத்தில் இருந்தால். 11 ஆம் அதிபதியில் இருந்து, மற்றும், (3) புதன் 1 ஆம் அதிபதி அல்லது 10 ஆம் அதிபதியில் இருந்து ஒரு நால்வரில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியாகவும், கற்றறிந்தவராகவும், செல்வம் மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவராகவும் இருக்கிறார். பிரம்மா இந்த பிரபஞ்சத்தை உருவாக்கியவர். லக்னம் பிறப்பை ஆளுகிறது மற்றும் படைப்பாளர் லக்ன அதிபதியால் ஒரு அட்டவணையில் குறிப்பிடப்படுகிறார்."],
"vishnu_yoga":["விஷ்ணு யோகம்",
"(1) 9 மற்றும் 10 ஆம் அதிபதிகள் 2 ஆம் வீட்டிலும் (2) ராசியில் 9 ஆம் அதிபதியால் நவாம்சத்தில் இருக்கும் லக்னத்தின் அதிபதியும் 2 ஆம் வீட்டிலும் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் அதிர்ஷ்டசாலி, கற்றறிந்தவர், நீண்ட ஆயுளுடையவர் மற்றும் அரசர்களால் விரும்பப்படுபவர். ஒருவர் விஷ்ணுவை வணங்குபவர்."],
"siva_yoga":["சிவ யோகம்",
"(1) 5ஆம் அதிபதி 9ஆம் வீட்டிலும், (2) 9ஆம் அதிபதி 10ஆம் வீட்டிலும், (3) 10ஆம் அதிபதி 5ஆம் வீட்டிலும் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் புத்திசாலி மற்றும் நல்லொழுக்கமுள்ளவர். நபர் ஒரு வெற்றியாளர். ஒருவர் இராணுவத் தலைவராகவோ அல்லது வணிகராகவோ இருக்கலாம். சிவபெருமான் மும்மூர்த்திகளில் ஒருவர்."],
"trilochana_yoga":["திரிலோச்சனா யோகம்",
"சூரியன், சந்திரன் மற்றும் செவ்வாய் பரஸ்பர திரிகோணங்களில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் செல்வந்தராகவும், புத்திசாலியாகவும், நீண்ட ஆயுள் உடையவராகவும், எதிரிகளை வென்றவராகவும் இருப்பார். ஒருவன் தடைகள் இன்றி அனைத்தையும் அடைவான். திரிலோச்சனா என்றால் 'மூன்று கண்களை உடையவன்'. இது சிவபெருமானின் மற்றொரு பெயர். நெற்றி."],
"gouri_yoga":["கௌரி யோகம்",
"10ம் அதிபதியால் நவாம்சத்தில் இருக்கும் லக்னத்தின் அதிபதி 10ம் வீட்டில் உயர்ந்து லக்னாதிபதி அவருடன் சேர்ந்தால் இந்த யோகம் உண்டு.",
"இந்த யோகத்துடன் பிறந்தவர் ஒரு மரியாதைக்குரிய குடும்பத்தைச் சேர்ந்தவர் மற்றும் நபர் மதம் மற்றும் நல்லொழுக்கமுள்ளவர். நபர் குடும்பத்தில் இருந்து மகிழ்ச்சியுடன் ஆசீர்வதிக்கப்படுகிறார். கௌரி பார்வதியின் ஒரு வடிவம் - சிவபெருமானின் மனைவி. அவள் திருமண மகிழ்ச்சி மற்றும் தூய்மையின் உருவகம்."],
"chandikaa_yoga":["சண்டிகா யோகம்",
"(1) லக்னம் 6 ஆம் அதிபதியால் நிலையான ராசியிலும் (2) சூரியன் 6 மற்றும் 9 ஆம் அதிபதிகளால் நவாம்சத்தில் இருக்கும் ராசிகளின் அதிபதிகளுடன் சேர்ந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் ஆக்ரோஷமானவர், தொண்டு புரிபவர், செல்வம் மிக்கவர், புகழ் பெற்றவர் மற்றும் நீண்ட ஆயுளைக் கொண்டவர். சண்டிகா பார்வதியின் ஆக்ரோஷமான வடிவம். அவள் இரக்கமின்றி அரக்கர்களைக் கொல்கிறாள்."],
"lakshmi_yoga":["லக்ஷ்மி யோகம்",
"(1) 9 ஆம் அதிபதி சொந்த லக்னத்திலோ அல்லது லக்னத்தில் இருந்து நாற்கோடியில் இருக்கும் உச்ச ராசியில் இருந்தாலோ (2) லக்னாதிபதி வலுவாக இருந்தாலோ இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகிறான். ஒருவன் நல்ல தோற்றம், குணம், செல்வம் மற்றும் பல குழந்தைகளுடன் ஆசீர்வதிக்கப்படுகிறான். நபர் கொள்கை மற்றும் பிரபலமானவர். லக்ஷ்மி விஷ்ணுவின் மனைவி. அவள் செழிப்பின் தெய்வம்."],
"saarada_yoga":["சாரதா யோகம்",
"(1) 10 ஆம் அதிபதி 5 ஆம் வீட்டில் இருந்தால், (2) புதன் ஒரு நாற்கரத்தில் இருந்தால், (3) சூரியன் சிம்மத்தில் வலுவாக இருந்தால், (4) புதன் அல்லது வியாழன் சந்திரனில் இருந்து திரிகோணத்தில் இருந்தால், (5) செவ்வாய் 11ல் இருந்தால் இந்த யோகம் இருக்கிறது.",
"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளுடன் ஆசீர்வதிக்கப்படுகிறார். நபர் மகிழ்ச்சியானவர், கற்றவர், கொள்கை மற்றும் அரசர்களால் விரும்பப்படுபவர். நபர் ஒரு தபஸ்வி (அறிவைத் தேடுபவர்) சரஸ்வதியின் மற்றொரு பெயர் சரஸ்வதி, கற்றல் தெய்வம். "],
"bhaarathi_yoga":["பாரதி யோகம்",
"2, 5 அல்லது 11 ஆம் அதிபதிகளால் நவாம்சத்தில் இருக்கும் ராசியின் அதிபதி உயர்ந்து 9 ஆம் அதிபதியுடன் சேர்ந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் சிறந்த பண்டிதர். ஒருவர் புத்திசாலி, மதம், நல்ல தோற்றம் மற்றும் பிரபலமானவர். பாரதி என்பது கற்றலின் தெய்வமான சரஸ்வதியின் மற்றொரு பெயர்."],
"saraswathi_yoga":["சரஸ்வதி யோகம்",
"(1) புதன், வியாழன் மற்றும் சுக்கிரன் ஒவ்வொன்றும் ஒரு நாற்கரத்தையோ அல்லது ஒரு திரிகோணத்தையோ அல்லது 2 ஆம் வீட்டையோ (ஒன்றாக வேண்டிய அவசியமில்லை) மற்றும் (2) வியாழன் ஒரு சொந்த அல்லது நட்பு அல்லது உயர்வான ராசியில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மிகவும் கற்றவர், திறமையானவர், புத்திசாலி, பணக்காரர் மற்றும் பிரபலமானவர். நபர் அனைவராலும் போற்றப்படுபவர். சரஸ்வதி கல்வியின் தெய்வம்."],
"amsaavatara_yoga":["அம்சாவதார யோகம்",
"வியாழன், சுக்கிரன் மற்றும் உயர்ந்த சனி நான்கு ராசிகளில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகவோ அல்லது சமமாகவோ ஆகின்றான். ஒருவன் கற்றறிந்தவனாகவும், இன்பத்தை விரும்புபவனாகவும் இருக்கிறான். ஒருவன் களங்கமற்ற நற்பெயர் பெற்றவன். அம்சாவதாரம் என்றால் இறைவனின் ஒரு அங்கமாக இருப்பவன் என்று பொருள்."],
"devendra_yoga":["தேவேந்திர யோகம்",
"(1) லக்னம் நிலையான லக்னத்தில் இருந்தால், (2) 2 மற்றும் 10 ஆம் அதிபதிகளுக்கு பரிவர்த்தனை35 இருந்தால், (3) லக்னம் மற்றும் 11 ஆம் அதிபதிகளுக்கு பரிவர்த்தனை இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் ஆண்களின் தலைவன். ஒருவன் அழகானவன், காதல் வயப்பட்டவன், நீண்ட ஆயுளுடையவன், புகழ் பெற்றவன். தேவேந்திரன் கடவுள்களின் அதிபதி."],
"indra_yoga":["இந்திர யோகம்",
"(1) 5 மற்றும் 11 ஆம் அதிபதிகள் பரிவர்த்தனை செய்து (2) சந்திரன் 5 ஆம் வீட்டில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவன் அரசனாகிறான். மனிதன் துணிச்சலானவன், புகழ் பெற்றவன், நீண்ட ஆயுளுடன் இருப்பான். இந்திரன் கடவுள்களின் அதிபதி."],
"ravi_yoga":["ரவி யோயோகம்கா",
"(1) சூரியன் 10ம் வீட்டிலும் (2) 10ம் அதிபதி சனியுடன் 3வது வீட்டிலும் இருந்தால் இந்த யோகம் உண்டு.",
"இந்த யோகத்தில் பிறந்தவர் கற்றறிந்தவர், ஆர்வமுள்ளவர் மற்றும் மன்னர்களால் மதிக்கப்படுபவர். ரவி என்றால் சூரியன் என்று பொருள்."],
"bhaaskara_yoga":["பாஸ்கர யோகம்",
"(1) சந்திரன் சூரியனுக்கு 12ல் இருந்தால், (2) புதன் சூரியனுக்கு 2ல் இருந்தால், (3) வியாழன் சந்திரனுக்கு 5 அல்லது 9ல் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் செல்வந்தராகவும், வீரம் மிக்கவராகவும், பிரபுத்துவம் மிக்கவராகவும் இருக்கிறார். சாஸ்திரம், ஜோதிடம் மற்றும் இசை போன்றவற்றைக் கற்றவர். நல்ல ஆளுமை உடையவர். பாஸ்கரம் என்றால் 'பிரகாசமான கதிர்களைக் கொண்டவர்'. இது சூரியனின் பெயர்."],
"kulavardhana_yoga":["குலவர்தன யோகம்",
"ஒவ்வொரு கிரகமும் லக்னம் அல்லது சந்திரன் அல்லது சூரியன் ஆகியவற்றிலிருந்து 5 வது வீட்டில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியாகவும், செல்வந்தராகவும், தனது பரம்பரைக்கும் சமூகத்திற்கும் பெயரையும் கொண்டு வருகிறார். ஒருவருக்கு தகுதியான வாரிசுகளின் உடையாத வரிசை உள்ளது. குலா என்றால் 'பரம்பரை அல்லது சமூகம்'. வர்தன என்றால் 'அதை வளரச் செய்து செழிக்கச் செய்பவர்'." ],
"vasumati_yoga":["வசுமதி யோகம்",
"நன்மையாளர்கள் உபச்சாயங்களை ஆக்கிரமித்தால், இந்த யோகம் உள்ளது.",
"அது முழு பலனைத் தர வேண்டுமானால், தீயவர்கள் உபச்சாயங்களை ஆக்கிரமிக்கக் கூடாது, உபச்சாயங்களை ஆக்கிரமிக்கும் பலன்கள் பலமாக இருக்க வேண்டும். இந்த யோகத்தில் பிறந்தவருக்கு ஏராளமான செல்வம் உண்டு. வசுமதி என்றால் பூமி என்று பொருள்."],
"gandharva_yoga":["கந்தர்வ யோகம்",
"(1) 10 ஆம் அதிபதி 7 ஆம் வீட்டில் இருந்து திரிகோணத்தில் இருந்தால், (2) லக்னாதிபதி வியாழன் இணைந்திருந்தால் அல்லது அம்சமாக இருந்தால், (3) சூரியன் உயர்ந்தவராகவும் வலுவாகவும் இருந்தால், (4) சந்திரன் 9 ஆம் வீட்டில் இருந்தால், அப்போது இந்த யோகம் இருக்கிறது.",
"இந்த யோகத்தில் பிறந்தவர் நுண்கலைகளில் திறமையும் புகழ்பெற்றவர். கந்தர்வர்கள் பாடல் மற்றும் பிற நுண்கலைகளில் சிறந்த திறன்களைக் கொண்ட கடவுள்களின் வர்க்கம்."],
"go_yoga":["கோ யோகம்",
"(1) வியாழன் தனது மூலத்திரிகோணத்தில் வலுவாக இருந்தால், (2) 2 ஆம் வீட்டின் அதிபதி வியாழனுடன் இருந்தால், (3) லக்னாதிபதி உச்சமாக இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மரியாதைக்குரிய குடும்பத்தைச் சேர்ந்தவர். செல்வந்தர் மற்றும் அனைவராலும் மதிக்கப்படுபவர். கோ என்றால் பசு."],
"vidyut_yoga":["வித்யுத் யோகம்",
"(1) 11 ஆம் அதிபதி ஆழ்ந்த உச்சத்தில் இருந்தால், (2) அவர் சுக்கிரனுடன் இணைந்திருந்தால், (3) இருவரும் லக்னாதிபதியிலிருந்து நாற்காலியில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது சமமானவராக மாறுகிறார். நபர் செல்வந்தர், இன்பத்தை விரும்புபவர் மற்றும் தொண்டு செய்பவர். வித்யுத் என்றால் மின்னல் அல்லது மின்சாரம் என்று பொருள்."],
"chapa_yoga":["சாபா யோகம்",
"(1) 4 மற்றும் 10 ஆம் அதிபதிகள் பரிவர்த்தனை பெற்று (2) லக்னாதிபதி உச்சமாக இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவிடம் வேலை செய்கிறார் மற்றும் நிறைய செல்வத்தை கட்டளையிடுகிறார். சாபா என்றால் வில்."],
"pushkala_yoga":["புஷ்கல யோகம்","(1) லக்னத்தின் அதிபதி சந்திரனுடன் இருந்தால், (2) சந்திரனின் இடமாற்றம் செய்பவர் ஒரு நாற்கரத்தில் அல்லது அதிமித்ரனின் வீட்டில் (நல்ல நண்பன்), (2) சந்திரன் அம்சங்களைப் போக்குபவர் லக்னம், மற்றும், (4) லக்னத்தில் ஒரு கிரகம் உள்ளது, பிறகு இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் பேச்சாற்றல் மிக்கவர், செல்வந்தர், புகழ் பெற்றவர் மற்றும் அரசர்களால் மதிக்கப்படுபவர். புஷ்கலா என்றால் மிகுதியானவர் என்று பொருள்."],
"makuta_yoga":["மகுட யோகம்",
"(1) வியாழன் 9 ஆம் அதிபதியிலிருந்து 9 ஆம் வீட்டில் இருந்தால், (2) வியாழன் 9 ஆம் வீட்டில் பலன் இருந்தால், (3) சனி 10 ஆம் வீட்டில் இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்துடன் பிறந்தவர் ஆண்களின் சக்தி வாய்ந்த தலைவர். நபர் அடிக்கடி கட்டுக்கடங்காத செயல்களை நிர்வகிக்கிறார். மகுடா என்றால் கிரீடம்."],
"jaya_yoga":["ஜெய யோகம்",
"(1) 10ம் அதிபதி ஆழ்ந்த உச்சத்தில் இருந்தும் (2) 6ம் அதிபதி வலுவிழந்து இருந்தால், இந்த யோகம் உள்ளது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியாகவும், வெற்றி பெற்றவராகவும், எதிரிகளை வென்றவராகவும், நீண்டகாலம் வாழ்பவராகவும் இருக்கிறார். ஜயா என்றால் வெற்றியாளர்."],
"harsha_yoga":["ஹர்ஷ யோகம்",
"6ம் அதிபதி 6ம் வீட்டில் இருந்தால் இந்த யோகம் உண்டு.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், வலிமையானவர், நல்ல குணம் கொண்டவர் மற்றும் வெல்ல முடியாதவர். ஹர்ஷா என்றால் மகிழ்ச்சியானவர்."],
"sarala_yoga":["சரள யோகம்",
"8ம் அதிபதி 8ம் வீட்டில் இருந்தால் இந்த யோகம் உண்டு.",
"இந்த யோகத்தில் பிறந்தவர் நீண்ட ஆயுளுடனும், அச்சமற்றவராகவும், கற்றறிந்தவராகவும், கொண்டாடப்படுபவராகவும், வளமானவராகவும் இருக்கிறார். ஒரு நபர் எதிரிகளுக்குப் பயங்கரமானவர். சரளா என்றால் நேரானவர்."],
"vimala_yoga":["விமல யோகம்",
"12ம் அதிபதி 12ம் வீட்டில் இருந்தால் இந்த யோகம் உண்டு.",
"இந்த யோகத்தில் பிறந்தவர் உன்னதமானவர், சிக்கனமானவர், மகிழ்ச்சியானவர் மற்றும் சுதந்திரமானவர். விமலா என்றால் தூய்மையானவர்."]

}