{
	"vesi_yoga":["वेसि योग",
				"सूर्य से दूसरे भाव में चंद्रमा के अलावा कोई अन्य ग्रह हो।",
				"आपका दृष्टिकोण संतुलित होगा। आप सत्यवादी, लंबे और थोड़े सुस्त स्वभाव के होंगे। आप कम धन में भी सुखी और सहज रहेंगे।"
				],
	"vosi_yoga":["वोसि योग",
		"सूर्य से 12वें भाव में चंद्रमा के अलावा कोई अन्य ग्रह हो।",
		"आप कुशल, परोपकारी, प्रसिद्ध, विद्वान और बलवान होंगे।"],
	"ubhayachara_yoga":["उभयाचार योग",
		"सूर्य से दूसरे और 12वें दोनों भावों में चंद्रमा के अलावा अन्य ग्रह हों।",
		"आपको सभी सुख-सुविधाएं प्राप्त होंगी। आप किसी राजा के समान या उसके समकक्ष होंगे।"],
	"nipuna_yoga":["निपुण योग",
				"सूर्य और बुध एक ही राशि में एक साथ हों।", 
				"आप सभी कार्यों में बुद्धिमान और कुशल होंगे। आप प्रसिद्ध, सम्मानित और सुखी होंगे।\\n यह योग डी-10 जैसे वर्गीय कुंडलियों में सबसे अधिक शक्तिशाली होता है। राशि कुंडली में भी, यदि बुध अस्त न हो तो यह शुभ फल दे सकता है।"],	
	"sunaphaa_yoga":["सुनफा योग",
		"चंद्रमा से दूसरे भाव में सूर्य के अलावा अन्य ग्रह हों।",
		"आप राजा या उसके समान पद प्राप्त करेंगे। आप बुद्धिमान, धनी और प्रसिद्ध होंगे। आपके पास स्वयं द्वारा अर्जित धन होगा।"],
	"anaphaa_yoga":["अनफा योग",
					"चंद्रमा से 12वें भाव में सूर्य के अलावा अन्य ग्रह हों।",
					"आप सुंदर रूप वाले राजा बनेंगे। आपका शरीर रोगमुक्त रहने की संभावना है। आप चरित्रवान व्यक्ति होंगे और आपकी बहुत प्रतिष्ठा होगी। आप सुख-सुविधाओं से घिरे रहेंगे।"],
	"duradhara_yoga":["दुरधरा योग",
		"चंद्रमा से दूसरे और 12वें दोनों भावों में सूर्य के अलावा अन्य ग्रह हों।",
		"आप कई सुखों का आनंद लेंगे। आप दानवीर होंगे। आपके पास धन और वाहन होंगे। आपके पास अच्छे सेवक होंगे।"],
	"kemadruma_yoga":["केमद्रुम योग",
		"चंद्रमा से पहले, दूसरे और 12वें भाव में सूर्य के अलावा कोई ग्रह न हो और लग्न से केंद्र भावों में चंद्रमा के अलावा कोई ग्रह न हो।",
		"आप अभागे, बुद्धि और विद्या से रहित तथा गरीबी और कष्टों से पीड़ित हो सकते हैं। यह अशुभ योग कुंडली के अन्य शुभ योगों, विशेषकर चंद्र योगों के फल को नष्ट कर देता है। आपको कड़ी मेहनत करनी होगी और बड़े प्रयासों से सफलता प्राप्त होगी।"],
	"chandra_mangala_yoga":["चंद्र मंगल योग",
		"चंद्रमा और मंगल एक साथ (एक ही राशि में) हों।",
		"आप व्यावहारिक रूप से बुद्धिमान और भौतिक रूप से सफल होंगे। आप अनैतिक साधनों से भी धन कमा सकते हैं। आप माता या अन्य महिलाओं के साथ बुरा व्यवहार कर सकते हैं।"],
	"adhi_yoga":["अधि योग", 
		"चंद्रमा से छठे, सातवें और आठवें भाव में नैसर्गिक शुभ ग्रह स्थित हों।",
		"इसमें शामिल ग्रहों के बल के आधार पर आप राजा, मंत्री या सेना प्रमुख बन सकते हैं।"],
	"ruchaka_yoga":["रुचक योग",
		"मंगल अपनी स्वराशि या उच्च राशि में होकर केंद्र भाव (1, 4, 7, 10) में स्थित हो।",
		"आप उग्र स्वभाव के व्यक्ति हैं। आपमें बहुत उत्साह है। आप एक स्वाभाविक नेता हैं। आपको युद्ध करना पसंद है और आप शत्रुओं पर विजयी होंगे। आप विवेकी और विद्वान लोगों के भक्त हैं। आप गुप्त विज्ञान में पारंगत हैं। आपकी पसंद अच्छी है। आप सदैव सफल रहेंगे।"],
	"bhadra_yoga":["भदद्र योग",
		"बुध अपनी स्वराशि या उच्च राशि में होकर केंद्र भाव में स्थित हो।",
		"आप पृथ्वी तत्व के स्वभाव वाले और शेर के समान प्रभावशाली व्यक्ति हैं। आप सभी विषयों में विद्वान हैं। आपका शरीर सुगठित और आवाज गहरी है। आपमें सत्त्व गुण है। आप योग को अच्छी तरह जानते हैं। आप हमेशा रिश्तेदारों, दोस्तों और परिवार से घिरे रहते हैं और उनके साथ अपने धन का आनंद लेते हैं। आप हर चीज में स्वच्छता बनाए रखते हैं और बहुत व्यवस्थित हैं। आप स्वतंत्र विचार वाले और धार्मिक हैं।"],
	"sasa_yoga":["शश योग", "शनि मकर, कुंभ या तुला राशि में हो और लग्न से 1, 4, 7 या 10वें भाव में स्थित हो।",
		"आप वायु तत्व के स्वभाव वाले एक महान व्यक्ति हैं। आप खरगोश की तरह फुर्तीले हैं। आप बुद्धिमान हैं और भ्रमण का आनंद लेते हैं। आप जंगलों, पहाड़ों और किलों में सहज रहते हैं। आप पराक्रमी हैं और आपका शरीर छरहरा है। आप दूसरों की कमजोरियों को जानते हैं। आप जीवंत हैं, लेकिन मन में कुछ चंचलता है। आप दानवीर हैं।"],
	"maalavya_yoga":["मालव्य योग",
		"शुक्र अपनी स्वराशि या उच्च राशि में होकर केंद्र भाव में स्थित हो।",
		"आप जल तत्व के स्वभाव वाले एक महान व्यक्ति हैं। आपके चेहरे पर चांदनी जैसी चमक होगी। आप स्वादिष्ट भोजन का आनंद लेते हैं। आपके पास विलासिता की वस्तुएं होंगी। आपका स्वास्थ्य उत्कृष्ट रहेगा। आप कलाओं में पारंगत हैं।"],
	"hamsa_yoga":["हंस योग",
		"गुरु धनु, मीन या कर्क राशि में हो और लग्न से 1, 4, 7 या 10वें भाव में स्थित हो।",
		"आप आकाश तत्व के स्वभाव वाले एक महान व्यक्ति हैं। आप हंस के समान विवेकशील हैं। आपमें आध्यात्मिक शक्ति और पवित्रता है। आपका हर कोई सम्मान करता है। आप बहुत उत्साही हैं। आप राजा बन सकते हैं। आपके पास सभी सुख-सुविधाएं होंगी। आप जीवन का भरपूर आनंद लेते हैं। आप एक चतुर वार्ताकार हैं और अच्छी वाणी से संपन्न हैं।"],	
	"rajju_yoga":["रज्जु योग",
		"सभी ग्रह केवल चर राशियों (मेष, कर्क, तुला, मकर) में स्थित हों।",
		"आपको यात्रा करना पसंद हो सकता है। आप सुंदर हो सकते हैं और विदेशों में फलते-फूलते हैं। आप क्रूर भी हो सकते हैं।"],
	"musala_yoga":["मुसल योग",
		"सभी ग्रह केवल स्थिर राशियों (वृषभ, सिंह, वृश्चिक, कुंभ) में स्थित हों।",
		"आपको सम्मान, ज्ञान और धन प्राप्त होगा। राजा (सरकार) आपको पसंद करेंगे। आप प्रसिद्ध होंगे और आपकी कई संतानें होंगी। आप दृढ़ इच्छाशक्ति वाले व्यक्ति हैं।"],
	"nala_yoga":["नल योग",
		"सभी ग्रह केवल द्विस्वभाव राशियों (मिथुन, कन्या, धनु, मीन) में स्थित हों।",
		"आपका शरीर थोड़ा कमजोर हो सकता है। आप धन संचय कर सकते हैं। आप सुंदर हो सकते हैं और रिश्तेदारों की मदद करते हैं। आप कुशल हैं।"],
	"srik_yoga": [
		"सृक योग",
		"सभी नैसर्गिक शुभ ग्रह (गुरु, शुक्र, बुध) केंद्र भावों में स्थित हों।",
		"आप धनवान होंगे, कई सुखों का आनंद लेंगे, आपके पास अच्छे कपड़े और आभूषण होंगे और आप एक सुखी, विलासितापूर्ण जीवन व्यतीत करेंगे।"
	],
	"maalaa_yoga":["माला योग",
		"तीन केंद्र भावों में नैसर्गिक शुभ ग्रह स्थित हों।",
		"आप हमेशा प्रसन्न रहेंगे। आपके पास अच्छे कपड़े, वाहन, विलासिता की वस्तुएं और कई महिलाओं की मित्रता होगी।"],
	"sarpa_yoga":["सर्प योग",
		"तीन केंद्र भावों में नैसर्गिक पाप ग्रह स्थित हों।",
		"इस योग में पैदा हुआ व्यक्ति दुखी, अप्रसन्न, क्रूर, गरीब और भोजन के लिए दूसरों पर निर्भर होता है। यह एक बहुत ही अशुभ योग है।"],
	"gadaa_yoga":["गदा योग",
		"सभी ग्रह लग्न से दो क्रमिक केंद्र भावों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति धन, स्वर्ण और रत्नों का स्वामी होता है। आप यज्ञ (धार्मिक अनुष्ठान) कर सकते हैं। आप शास्त्रों और संगीत के ज्ञाता हैं।"],
	"sakata_yoga": [
		"शकट योग",
		"चंद्रमा, गुरु से छठे, आठवें या बारहवें भाव में हो, बशर्ते गुरु लग्न से केंद्र में न हो।",
		"जीवन उतार-चढ़ाव से भरा होगा, जैसे पहिये का ऊपर-नीचे घूमना। आप अपनी स्थिति और प्रतिष्ठा खो सकते हैं लेकिन उन्हें वापस पा सकते हैं। आपको गरीबी और कष्ट का सामना करना पड़ सकता है लेकिन आप लचीले (resilient) होंगे।"
	],
	"vihanga_yoga": [
		"विहंग योग",
		"सभी ग्रह चौथे और दसवें भाव में स्थित हों।",
		"आप एक घुमक्कड़, यात्री या संदेशवाहक होंगे। आप मध्यस्थ के रूप में कार्य करने के प्रति प्रवृत्त हो सकते हैं और आपके कई गुप्त शत्रु हो सकते हैं।"
	],
	"sringaataka_yoga":["शृंगाटक योग",
		"सभी ग्रह लग्न से त्रिकोण भावों (1, 5 और 9) में स्थित हों।",
		"इस योग में जन्मा व्यक्ति सुखी होता है और राजाओं द्वारा पसंद किया जाता है। इस व्यक्ति की पत्नी कुलीन होती है। यह व्यक्ति धनवान होता है।"],
	"hala_yoga":["हल योग",
		"सभी ग्रह एक-दूसरे से त्रिकोण में हों लेकिन लग्न से त्रिकोण भावों में न हों।",
		"इस योग में जन्मा व्यक्ति किसान बनता है। यह व्यक्ति बहुत भोजन करता है। यह व्यक्ति गरीब होता है। इस व्यक्ति को मित्रों और रिश्तेदारों द्वारा छोड़ दिया जाता है। यह व्यक्ति दुखी और चिंतित रहता है।"],
	"vajra_yoga":["वज्र योग",
		"लग्न और सातवें भाव में नैसर्गिक शुभ ग्रह हों और चौथे तथा दसवें भाव में नैसर्गिक पाप ग्रह हों।",
		"इस योग में जन्मा व्यक्ति जीवन के शुरुआती और अंतिम भाग में सुखी रहता है। इस व्यक्ति में वीरता होती है। यह व्यक्ति भाग्यशाली नहीं होता, लेकिन उसकी कोई इच्छाएं भी नहीं होतीं। वह संघर्षशील होता है।"],
	"yava_yoga":["यव योग",
		"लग्न और सातवें भाव में नैसर्गिक पाप ग्रह हों और चौथे तथा दसवें भाव में नैसर्गिक शुभ ग्रह हों।",
		"इस योग में जन्मा व्यक्ति धार्मिक नियमों का पालन करता है। यह व्यक्ति जीवन के मध्य भाग में सुखी रहता है। इस व्यक्ति के पास धन और अच्छी संतान होती है। यह व्यक्ति दानवीर और दृढ़ संकल्पी होता है।"],
	"kamala_yoga":["कमल योग",
		"सभी ग्रह लग्न से केंद्र भावों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति राजा के समान होता है। इस व्यक्ति का चरित्र मजबूत होता है। यह व्यक्ति प्रसिद्ध और दीर्घायु होता है। यह व्यक्ति शुद्ध हृदय वाला होता है और कई अच्छे कार्य करता है।"],		
	"vaapi_yoga":["वापी योग",
		"सभी ग्रह लग्न से पणफर (2, 5, 8, 11) या आपोक्लिम (3, 6, 9, 12) भावों में हों।",
		"इस योग में जन्मे व्यक्ति के पास धन संचय करने में सक्षम मस्तिष्क होता है। इस व्यक्ति के पास सभी सुख-सुविधाएं होती हैं। वह प्रभावशाली होता है।"],
	"yoopa_yoga":["यूप योग",
		"सभी ग्रह लग्न से पहले, दूसरे, तीसरे और चौथे भाव में स्थित हों।",
		"इस योग में जन्मे व्यक्ति को आध्यात्मिक ज्ञान और यज्ञों का ज्ञान होता है। इस व्यक्ति का जीवनसाथी हमेशा साथ रहता है। इस व्यक्ति में सत्त्व गुण होता है। यह व्यक्ति सभी धार्मिक नियमों का पालन करता है।"],
	"sara_yoga":["शर योग",
		"सभी ग्रह लग्न से चौथे, पांचवें, छठे और सातवें भाव में स्थित हों।",
		"इस योग में जन्मा व्यक्ति बाण बनाने वाला (या अस्त्र-शस्त्र का जानकार) होता है। यह व्यक्ति जेलों का प्रमुख हो सकता है। यह व्यक्ति शिकारी हो सकता है। यह व्यक्ति क्रूर हो सकता है।"],
	"ishu_yoga": [
		"इषु योग",
		"सभी ग्रह पहले चार भावों (1, 2, 3, 4) या 4 से 7, 7 से 10, या 10 से 1 के क्रम में स्थित हों।",
		"आप एक जेलर, क्रूर व्यक्ति, या हथियार और तीर बनाने वाले हो सकते हैं।"
	],
"sakti_yoga":["शक्ति योग",
		"सभी ग्रह लग्न से 7वें, 8वें, 9वें और 10वें भाव में स्थित हों।",
		"इस योग में जन्मे लोग दुखी, गरीब, असफल और आलसी हो सकते हैं, लेकिन वे दीर्घायु और अपने निर्णयों में दृढ़ होते हैं। युद्ध या संघर्ष की स्थिति में उनका मस्तिष्क बहुत तेज चलता है। शक्ति का अर्थ ऊर्जा है और यह एक शक्तिशाली हथियार भी है।"],
	"danda_yoga":["दंड योग",
		"सभी ग्रह लग्न से 10वें, 11वें, 12वें और पहले भाव में स्थित हों।",
		"इस योग में जन्मे व्यक्ति को जीवनसाथी और बच्चों का वियोग सहना पड़ सकता है और उनके अपने लोग उन्हें छोड़ सकते हैं। वे दुखी हो सकते हैं और निम्न स्तर के लोगों की सेवा कर सकते हैं। दंड का अर्थ सजा देने वाली छड़ी है।"],
	"nav_yoga": [
		"नव योग",
		"सभी ग्रह किसी भी भाव से शुरू होकर लगातार सात राशियों में स्थित हों।",
		"आप प्रसिद्ध और सम्मानित होंगे, और जीवन भर अपने परिश्रम का फल प्राप्त करेंगे।"
	],
	"naukaa_yoga":["नौका योग",
		"सभी ग्रह लग्न से शुरू होकर लगातार 7 राशियों में हों।",
		"इस योग में जन्मा व्यक्ति पानी से संबंधित चीजों से धन कमाता है। उनकी कई इच्छाएं होती हैं। वे प्रसिद्ध होते हैं, लेकिन स्वभाव से थोड़े कठोर या कंजूस हो सकते हैं।"],
	"koota_yoga":["कूट योग",
		"सभी ग्रह चौथे भाव से शुरू होकर लगातार 7 राशियों में हों।",
		"इस योग में जन्मा व्यक्ति जेलर या सुरक्षा सेवा में हो सकता है। व्यक्ति झूठ बोलने वाला या पहाड़ियों और किलों में रहने वाला हो सकता है। वह क्रूर स्वभाव का हो सकता है।"],
	"chatra_yoga":["छत्र योग",
		"सभी ग्रह सातवें भाव से शुरू होकर लगातार 7 राशियों में हों।",
		"इस योग में जन्मा व्यक्ति अपने लोगों की मदद करता है। वह दयालु और प्रभावशाली लोगों द्वारा पसंद किया जाता है। वह बुद्धिमान होता है और जीवन के शुरुआती तथा अंतिम भाग में सुखी रहता है। छत्र का अर्थ छाता या सुरक्षा है।"],
	"chaapa_yoga":["चाप योग",
		"सभी ग्रह दसवें भाव से शुरू होकर लगातार 7 राशियों में हों।",
		"इस योग में जन्मा व्यक्ति रहस्यों का रक्षक होता है। वह वनों में भ्रमण करने वाला हो सकता है। वह जीवन के मध्य भाग में सुखी रहता है। चाप का अर्थ धनुष है।"],
	"ardha_chandra_yoga":["अर्ध चंद्र योग",
		"सभी ग्रह पणफर (2, 5, 8, 11) या आपोक्लिम (3, 6, 9, 12) भावों से शुरू होकर लगातार 7 राशियों में हों।",
		"इस योग में जन्मा व्यक्ति सेना प्रमुख या नेतृत्व करने वाला होता है। उसका शरीर सुगठित होता है और वह प्रभावशाली लोगों का प्रिय होता है। उसके पास स्वर्ण और आभूषण होते हैं।"],
	"chakra_yoga":["चक्र योग",
		"सभी ग्रह लग्न से 1, 3, 5, 7, 9 और 11वें (विषम) भावों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति एक महान सम्राट के समान होता है। कई प्रभावशाली लोग उसके सामने नतमस्तक होते हैं। चक्र सम्राट का प्रतीक है।"],
	"samudra_yoga":["समुद्र योग",
		"सभी ग्रह लग्न से 2, 4, 6, 8, 10 और 12वें (सम) भावों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति अपार धन और रत्नों का स्वामी होता है। वह विलासितापूर्ण जीवन जीता है और लोगों को पसंद आता है। उनका भाग्य और महानता स्थिर रहती है।"],
	"veenaa_yoga":["वीणा योग",
		"सात ग्रह सात अलग-अलग राशियों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति संगीत, नृत्य और गायन का प्रेमी होता है। वह धनी, कुशल और पुरुषों का नेता होता है। वीणा एक वाद्य यंत्र है।"],
	"daama_yoga":["दाम योग",
		"सात ग्रह छह अलग-अलग राशियों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति बहुत अमीर और प्रसिद्ध होता है। उसकी कई संतानें होती हैं और वह दूसरों की मदद करता है। दाम का अर्थ माला या समूह है।"],
	"paasa_yoga":["पाश योग",
		"सात ग्रह पांच अलग-अलग राशियों में स्थित हों।",
		"इस योग में जन्मे व्यक्ति को बंधन या कारावास का जोखिम हो सकता है। वह अपने काम में सक्षम और बातूनी होता है। पाश का अर्थ फंदा है।"],
	"kedaara_yoga":["केदार योग",
		"सात ग्रह चार अलग-अलग राशियों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति कृषि से जुड़ा या भूमि का स्वामी होता है। वह सुखी, धनी और दूसरों के लिए सहायक होता है। केदार का अर्थ खेत है।"],
	"soola_yoga":["शूल योग",
		"सात ग्रह तीन अलग-अलग राशियों में स्थित हों।",
		"इस योग में जन्मा व्यक्ति तीक्ष्ण बुद्धि वाला, बहादुर और युद्ध में सम्मान पाने वाला होता है। शूल शिव का अस्त्र है।"],
	"subha_yoga":["शुभ योग",
		"लग्न में शुभ ग्रह हों या लग्न के दोनों ओर (12वें और 2वें भाव में) शुभ ग्रह हों (शुभ कर्तरी योग)।",
		"इस योग में जन्मा व्यक्ति वाकपटु, सुंदर और अच्छे चरित्र वाला होता है।"],
	"asubha_yoga":["अशुभ योग",
		"लग्न में पाप ग्रह हों या लग्न के दोनों ओर पाप ग्रह हों (पाप कर्तरी योग)।",
		"इस योग में जन्मे व्यक्ति की कई इच्छाएं होती हैं और वह दूसरों के धन का उपभोग करता है।"],
	"gaja_kesari_yoga":["गज केसरी योग",
		"यदि (1) गुरु चंद्रमा से केंद्र में हो, (2) कोई शुभ ग्रह गुरु के साथ हो या उसे देख रहा हो, और (3) गुरु नीच, अस्त या शत्रु राशि में न हो।",
		"इस योग में जन्मा व्यक्ति प्रसिद्ध, धनी और बुद्धिमान होता है। उसका चरित्र महान होता है और वह शासन द्वारा सम्मानित होता है। यह स्थायी प्रसिद्धि के लिए एक प्रमुख योग है।"
		],
	"guru_mangala_yoga":["गुरु मंगल योग",
		"यदि गुरु और मंगल एक साथ हों या एक-दूसरे से सातवें भाव में हों।",
		"इस योग में जन्मा व्यक्ति न्यायप्रिय और ऊर्जावान होता है। उसकी ऊर्जा धार्मिक और सही मार्ग पर निर्देशित होती है।"],
	"amala_yoga":["अमल योग",
	"लग्न या चंद्रमा से दसवें भाव में केवल नैसर्गिक शुभ ग्रह स्थित हों।",
	"इस योग में जन्मे व्यक्ति की ख्याति स्थायी होती है। वह राजाओं द्वारा सम्मानित, विलासी और सदाचारी होता है। अमल का अर्थ शुद्ध है। दसवां भाव समाज में आचरण को दर्शाता है, शुभ ग्रहों की स्थिति इसे शुद्ध बनाती है।"],
	"parvata_yoga":["पर्वत योग",
	"यदि (1) केंद्र भावों में केवल शुभ ग्रह हों और (2) सातवां और आठवां भाव या तो खाली हो या केवल शुभ ग्रहों से युक्त हो।",
	"इस योग में जन्मा व्यक्ति भाग्यशाली, वाकपटु, प्रसिद्ध, दानवीर और हंसमुख होता है। पर्वत का अर्थ पहाड़ है।"],
	"kaahala_yoga":["काहल योग",
	"यदि (1) चौथे भाव का स्वामी और गुरु एक-दूसरे से केंद्र में हों और (2) लग्नेश बलवान हो। वैकल्पिक रूप से, यदि चौथा स्वामी उच्च का हो और दसवां स्वामी उसके साथ हो।",
	"इस योग में जन्मा व्यक्ति बलवान, साहसी और एक बड़ी सेना या समूह का नेतृत्व करने वाला होता है। काहल का अर्थ अत्यधिक या शरारती भी होता है।"],
	"chaamara_yoga":["चामर योग","यदि लग्नेश केंद्र में गुरु की दृष्टि के साथ उच्च का हो, या दो शुभ ग्रह 7वें, 9वें या 10वें भाव में हों।",
	"इस योग में जन्मा व्यक्ति राजा या राजाओं द्वारा सम्मानित होता है। वह दीर्घायु, विद्वान और कई कलाओं में पारंगत होता है। चामर शक्ति और राजसी ठाट-बाट का प्रतीक है।"],
	"sankha_yoga":["शंख योग","यदि (1) लग्नेश बलवान हो और (2) 5वें और 6वें भाव के स्वामी परस्पर केंद्र में हों। वैकल्पिक रूप से, यदि लग्नेश और 10वें स्वामी चर राशि में साथ हों और 9वां स्वामी बलवान हो।",
	"इस योग में जन्मा व्यक्ति धन, जीवनसाथी और बच्चों से सुखी होता है। वह दयालु, धार्मिक, बुद्धिमान और दीर्घायु होता है।"],
	"bheri_yoga":["भेरी योग",
	"यदि (1) 9वां स्वामी बलवान हो और (2) 1, 2, 7 और 12वें भावों में ग्रह स्थित हों। वैकल्पिक रूप से, यदि 9वां स्वामी बलवान हो और गुरु, शुक्र तथा लग्नेश परस्पर केंद्र में हों।",
	"इस योग में जन्मा व्यक्ति धनी और सुखी होता है। उसका चरित्र और प्रसिद्धि अच्छी होती है। भेरी का अर्थ नगाड़ा है।"],
	"mridanga_yoga":["मृदंग योग",
		"यदि (1) केंद्र और त्रिकोण भावों में ग्रह अपनी स्वराशि या उच्च राशि में हों और (2) लग्नेश बलवान हो।",
		"इस योग में जन्मा व्यक्ति राजा के समान सुखी और प्रभावशाली होता है। मृदंग एक सुंदर वाद्य यंत्र है जो भव्यता का प्रतीक है।"],
	"sreenaatha_yoga":["श्रीनाथ योग",
	"यदि (1) 7वां स्वामी 10वें भाव में उच्च का हो और (2) 10वां स्वामी 9वें स्वामी के साथ हो।",
	"इस योग में जन्मा व्यक्ति इंद्र के समान महान और ऐश्वर्यशाली होता है। श्रीनाथ का अर्थ महान धन और समृद्धि का स्वामी है (भगवान विष्णु)।"],
	"matsya_yoga":["मत्स्य योग", 
	"यदि (1) शुभ ग्रह लग्न और 9वें भाव में हों, (2) कुछ ग्रह 5वें भाव में हों, और (3) पाप ग्रह 4थे और 8वें भाव में हों।",
	"इस योग में जन्मा व्यक्ति ज्योतिष या भविष्यवक्ता बनता है। वह दया, चरित्र और बुद्धि का साक्षात् रूप होता है। वह विद्वान और तपस्वी होता है। मत्स्य का अर्थ मछली है।"],
	"koorma_yoga":["कूर्म योग",
	"यदि (1) 5वें, 6ठें और 7वें भाव में शुभ ग्रह अपनी स्वराशि, उच्च या मित्र राशि में हों और (2) 1, 3 और 11वें भाव में पाप ग्रह अपनी स्वराशि या उच्च राशि में हों।",
	"इस योग में जन्मा व्यक्ति राजा बनता है। वह धार्मिक, चरित्रवान, सुखी और प्रसिद्ध होता है। कूर्म का अर्थ कछुआ है।"],
	"khadga_yoga":["खड्ग योग",
	"यदि (1) 2रा स्वामी 9वें भाव में हो, (2) 9वां स्वामी 2रे भाव में हो, और (3) लग्नेश केंद्र या त्रिकोण में हो।",
	"इस योग में जन्मा व्यक्ति कुशल, धनी, विद्वान, सुखी, बुद्धिमान और शक्तिशाली होता है। खड्ग का अर्थ तलवार है।"],
	"kusuma_yoga":["कुसुम योग",
	"यदि (1) लग्न स्थिर राशि में हो, (2) शुक्र केंद्र में हो, (3) चंद्रमा शुभ ग्रह के साथ त्रिकोण में हो, और (4) शनि 10वें भाव में हो।",
	"इस योग में जन्मा व्यक्ति राजा या उसके समान होता है। वह दानवीर, सुखी और समाज का नेता होता है। कुसुम का अर्थ फूल है।"],
	"kalaanidhi_yoga":["कलानिधि योग",
	"यदि (1) गुरु दूसरे या पांचवें भाव में हो और (2) वह बुध और शुक्र के साथ हो या उनसे दृष्ट हो।",
	"इस योग में जन्मा व्यक्ति चरित्रवान, सुखी, स्वस्थ और विद्वान होता है। वह कलाओं और कौशलों का खजाना होता है।"],
	"kalpadruma_yoga":["कल्पद्रुम योग", 
	"यदि (1) लग्नेश, (2) उसका राशि स्वामी, (3) उस राशि स्वामी का राशि स्वामी और (4) उसका नवांश स्वामी—ये चारों ग्रह केंद्र, त्रिकोण या उच्च राशियों में हों।",
	"इस योग में जन्मा व्यक्ति राजा बनता है। वह अत्यंत समृद्ध, सैद्धांतिक, बलवान और दयालु होता है। कल्पद्रुम स्वर्ग का दिव्य वृक्ष है। इसे पारिजात योग भी कहा जाता है।"],
	"lagnaadhi_yoga":["लग्नाधि योग",
	"यदि (1) लग्न से 7वें और 8वें भाव में शुभ ग्रह हों और (2) कोई पाप ग्रह उनके साथ न हो या उन्हें न देख रहा हो।",
	"इस योग में जन्मा व्यक्ति महान, विद्वान और सुखी होता है।"],
	"hari_yoga":["हरि योग",
	"यदि दूसरे भाव के स्वामी से गिनने पर 2, 12 और 8वें भाव में शुभ ग्रह स्थित हों।",
	"इस योग में जन्मा व्यक्ति सुखी, विद्वान और धन-संतान से संपन्न होता है। हरि भगवान विष्णु का नाम है, जो पालनकर्ता हैं।"],
	"hara_yoga": [
		"हर योग",
		"शुभ ग्रह चौथे, नौवें और आठवें भाव में स्थित हों।",
		"आप सुखी, प्रसन्नचित्त रहेंगे और जीवन के सुखों का आनंद लेंगे, हालांकि कभी-कभी भाग्य में अप्रत्याशित मोड़ आ सकते हैं।"
	],
	"brahma_yoga":["ब्रह्मा योग",
	"यदि लग्नेश से गणना करने पर चौथे, दसवें और ग्यारहवें भाव में शुभ ग्रह स्थित हों। एक अन्य मत के अनुसार: यदि (1) गुरु नौवें स्वामी से केंद्र में हो, (2) शुक्र ग्यारहवें स्वामी से केंद्र में हो, और (3) बुध पहले या दसवें स्वामी से केंद्र में हो।",
	"इस योग में जन्मा व्यक्ति सुखी, विद्वान और धन-संतान से संपन्न होता है। ब्रह्मा इस ब्रह्मांड के रचयिता हैं। लग्न जन्म का कारक है और सृष्टिकर्ता का प्रतिनिधित्व कुंडली में लग्नेश द्वारा किया जाता है।"],
	"vishnu_yoga":["विष्णु योग",
	"यदि (1) नौवें और दसवें भाव के स्वामी दूसरे भाव में हों और (2) नौवें स्वामी का नवांश अधिपति भी दूसरे भाव में स्थित हो।",
	"इस योग में जन्मा व्यक्ति भाग्यशाली, विद्वान, दीर्घायु और शासन द्वारा पसंद किया जाने वाला होता है। वह भगवान विष्णु का भक्त होता है।"],
	"siva_yoga":["शिव योग",
	"यदि (1) पांचवां स्वामी नौवें भाव में हो, (2) नौवां स्वामी दसवें भाव में हो, और (3) दसवां स्वामी पांचवें भाव में हो।",
	"इस योग में जन्मा व्यक्ति बुद्धिमान और सदाचारी होता है। वह विजेता स्वभाव का होता है और सेना प्रमुख या बड़ा व्यवसायी बन सकता है।"],
	"trilochana_yoga":["त्रिलोचन योग",
	"यदि सूर्य, चंद्रमा और मंगल एक-दूसरे से त्रिकोण भावों में स्थित हों।",
	"इस योग में जन्मा व्यक्ति धनी, बुद्धिमान, दीर्घायु और शत्रुओं पर विजयी होता है। वह बिना अधिक बाधाओं के सब कुछ प्राप्त कर लेता है। त्रिलोचन का अर्थ है 'तीन आँखों वाला' (भगवान शिव)।"],
	"gouri_yoga":["गौरी योग",
	"यदि दसवें स्वामी का नवांश अधिपति दसवें भाव में उच्च का होकर स्थित हो और लग्नेश उसके साथ हो।",
	"इस योग में जन्मा व्यक्ति एक प्रतिष्ठित परिवार से होता है और धार्मिक तथा सदाचारी होता है। उसे पारिवारिक सुख प्राप्त होता है।"],
	"chandikaa_yoga":["चंडिका योग",
	"यदि (1) लग्न एक स्थिर राशि में हो और छठे स्वामी द्वारा दृष्ट हो और (2) सूर्य, छठे और नौवें स्वामियों के नवांश अधिपतियों के साथ स्थित हो।",
	"इस योग में जन्मा व्यक्ति आक्रामक, दानवीर, धनी, प्रसिद्ध और दीर्घायु होता है। चंडिका देवी का एक शक्तिशाली और शत्रु-विनाशक रूप है।"],
"lakshmi_yoga":["लक्ष्मी योग",
"यदि (1) नौवां स्वामी अपनी स्वराशि या उच्च राशि में होकर लग्न से केंद्र में हो और (2) लग्नेश बलवान हो।",
"इस योग में जन्मा व्यक्ति राजा के समान प्रभावशाली होता है। वह सुंदर रूप, अच्छे चरित्र, धन और संतानों से संपन्न होता है। लक्ष्मी समृद्धि की देवी हैं।"],
"saarada_yoga":["शारदा योग",
"यदि (1) दसवां स्वामी पांचवें भाव में हो, (2) बुध केंद्र में हो, (3) सूर्य सिंह राशि में बलवान हो, (4) बुध या गुरु चंद्रमा से त्रिकोण में हों, और (5) मंगल 11वें भाव में हो।",
"इस योग में जन्मा व्यक्ति धन, जीवनसाथी और बच्चों से सुखी होता है। वह विद्वान, नीतिवान और शासन का प्रिय होता है। शारदा ज्ञान की देवी सरस्वती का नाम है।"],
"bhaarathi_yoga":["भारती योग",
"यदि दूसरे, पांचवें या ग्यारहवें स्वामी का नवांश अधिपति उच्च का होकर नौवें स्वामी के साथ स्थित हो।",
"इस योग में जन्मा व्यक्ति एक महान विद्वान होता है। वह बुद्धिमान, धार्मिक, सुंदर और प्रसिद्ध होता है। भारती ज्ञान की देवी सरस्वती का ही नाम है।"],
"saraswathi_yoga":["सरस्वती योग",
"यदि (1) बुध, गुरु और शुक्र में से प्रत्येक केंद्र, त्रिकोण या दूसरे भाव में स्थित हों (एक साथ होना अनिवार्य नहीं) और (2) गुरु अपनी स्वराशि, मित्र राशि या उच्च राशि में हो।",
"इस योग में जन्मा व्यक्ति अत्यंत विद्वान, कुशल, बुद्धिमान, धनी और प्रसिद्ध होता है। उसकी सभी प्रशंसा करते हैं।"],
"amsaavatara_yoga":["अंशावतार योग",
"यदि गुरु, शुक्र और उच्च का शनि केंद्र भावों में स्थित हों।",
"इस योग में जन्मा व्यक्ति राजा या उसके समान होता है। वह विद्वान और सुख-प्रेमी होता है। उसकी प्रतिष्ठा बेदाग रहती है। अंशावतार का अर्थ है ईश्वर के अंश का अवतार।"],
"devendra_yoga":["देवेन्द्र योग",
"यदि (1) लग्न स्थिर राशि में हो, (2) दूसरे और दसवें स्वामियों के बीच स्थान परिवर्तन (exchange) हो, और (3) लग्न और ग्यारहवें स्वामियों के बीच स्थान परिवर्तन हो।",
"इस योग में जन्मा व्यक्ति जन-नायक होता है। वह सुंदर, कलात्मक, दीर्घायु और प्रसिद्ध होता है। देवेन्द्र देवताओं के राजा हैं।"],	
"indra_yoga":["इन्द्र योग",
"यदि (1) पांचवें और ग्यारहवें स्वामियों के बीच स्थान परिवर्तन हो और (2) चंद्रमा पांचवें भाव में स्थित हो।",
"इस योग में जन्मा व्यक्ति राजा के समान प्रभावशाली होता है। वह साहसी, प्रसिद्ध और दीर्घायु होता है।"],
"ravi_yoga":["रवि योग",
"यदि (1) सूर्य दसवें भाव में हो और (2) दसवां स्वामी तीसरे भाव में शनि के साथ स्थित हो।",
"इस योग में जन्मा व्यक्ति विद्वान, उत्साही और शासन द्वारा सम्मानित होता है। रवि का अर्थ सूर्य है।"],
"bhaaskara_yoga":["भास्कर योग",
"यदि (1) चंद्रमा सूर्य से 12वें भाव में हो, (2) बुध सूर्य से दूसरे भाव में हो, और (3) गुरु चंद्रमा से 5वें या 9वें भाव में हो।",
"इस योग में जन्मा व्यक्ति धनी, पराक्रमी और कुलीन होता है। वह शास्त्रों, ज्योतिष और संगीत का ज्ञाता होता है। भास्कर सूर्य का नाम है।"],
"kulavardhana_yoga":["कुलवर्धन योग",
"यदि प्रत्येक ग्रह लग्न, चंद्रमा या सूर्य में से किसी से भी पांचवें भाव में स्थित हो।",
"इस योग में जन्मा व्यक्ति सुखी, धनी होता है और अपने वंश तथा समुदाय का नाम रोशन करता है। उसके उत्तराधिकारी भी योग्य होते हैं।"],
"vasumathi_yoga":["वसुमति योग",
"यदि शुभ ग्रह उपचय भावों (3, 6, 10, 11) में स्थित हों।",
"पूर्ण फल के लिए उपचय भावों में पाप ग्रह नहीं होने चाहिए और शुभ ग्रह बलवान होने चाहिए। इस योग वाला व्यक्ति अपार धन का स्वामी होता है। वसुमति का अर्थ पृथ्वी है।"],
"gandharva_yoga":["गंधर्व योग",
"यदि (1) दसवां स्वामी सातवें भाव से त्रिकोण में हो, (2) लग्नेश गुरु से युक्त या दृष्ट हो, (3) सूर्य उच्च का और बलवान हो, और (4) चंद्रमा नौवें भाव में हो।",
"इस योग में जन्मा व्यक्ति ललित कलाओं में कुशल और प्रसिद्ध होता है। गंधर्व देवताओं के गायक और कलाकार माने जाते हैं।"],
"go_yoga":["गो योग",
"यदि (1) गुरु अपनी मूलत्रिकोण राशि में बलवान हो, (2) दूसरे भाव का स्वामी गुरु के साथ हो, और (3) लग्नेश उच्च का हो।",
"इस योग में जन्मा व्यक्ति एक प्रतिष्ठित परिवार से होता है। वह धनवान होता है और सभी उसका सम्मान करते हैं। गो का अर्थ गाय है, जो पवित्रता और समृद्धि का प्रतीक है।"],
"vidyut_yoga":["विद्युत योग",
"यदि (1) ग्यारहवां स्वामी परम उच्च का हो, (2) वह शुक्र के साथ स्थित हो, और (3) वे दोनों लग्नेश से केंद्र भाव में हों।",
"इस योग में जन्मा व्यक्ति राजा या उसके समान होता है। वह धनी, सुख-प्रेमी और दानवीर होता है। विद्युत का अर्थ बिजली या चमक है।"],
"chapa_yoga":["चाप योग",
"यदि (1) चौथे और दसवें स्वामियों के बीच स्थान परिवर्तन हो और (2) लग्नेश उच्च का हो।",
"इस योग में जन्मा व्यक्ति शासन के लिए कार्य करता है और उसके पास बहुत धन होता है। चाप का अर्थ धनुष है।"],
"pushkala_yoga":["पुष्कल योग","यदि (1) लग्नेश चंद्रमा के साथ हो, (2) चंद्रमा का राशि स्वामी केंद्र में या अतिमित्र की राशि में हो, (3) चंद्रमा का राशि स्वामी लग्न को देखता हो, और (4) लग्न में कोई ग्रह स्थित हो।",
"इस योग में जन्मा व्यक्ति वाकपटु, धनी, प्रसिद्ध और शासन द्वारा सम्मानित होता है। पुष्कल का अर्थ प्रचुर या महान है।"],
"makuta_yoga":["मकुट योग",
"यदि (1) गुरु नौवें स्वामी से नौवें भाव में हो, (2) गुरु से नौवें भाव में कोई शुभ ग्रह हो, और (3) शनि दसवें भाव में हो।",
"इस योग में जन्मा व्यक्ति जनता का एक शक्तिशाली नेता होता है। वह अक्सर कठिन कार्यों का प्रबंधन करता है। मकुट का अर्थ मुकुट या ताज है।"],
"jaya_yoga":["जय योग",
"यदि (1) दसवां स्वामी परम उच्च का हो और (2) छठा स्वामी नीच का हो।",
"इस योग में जन्मा व्यक्ति सुखी, सफल, शत्रुओं पर विजयी और दीर्घायु होता है। जय का अर्थ विजय है।"],
"harsha_yoga":["हर्ष योग",
"यदि छठा स्वामी छठे भाव में ही स्थित हो।",
"इस योग में जन्मा व्यक्ति सुखी, बलवान, अच्छे स्वभाव वाला और अजेय होता है। हर्ष का अर्थ खुशी या आनंद है।"],
"sarala_yoga":["सरल योग",
"यदि आठवां स्वामी आठवें भाव में ही स्थित हो।",
"इस योग में जन्मा व्यक्ति दीर्घायु, निर्भय, विद्वान, प्रसिद्ध और समृद्ध होता है। वह अपने शत्रुओं के लिए भय का कारण होता है।"],
"vimala_yoga":["विमल योग",
"यदि बारहवां स्वामी बारहवें भाव में ही स्थित हो।",
"इस योग में जन्मा व्यक्ति कुलीन, मितव्ययी (कम खर्च करने वाला), सुखी और स्वतंत्र विचारों वाला होता है। विमल का अर्थ निर्मल या शुद्ध है।"],
	"chatussagara_yoga": [
		"चतुसागर योग",
		"सभी ग्रह चारों केंद्र भावों (1, 4, 7, 10) में स्थित हों।",
		"आप बहुत प्रतिष्ठा अर्जित करेंगे, राजा के समान होंगे और उत्तम स्वास्थ्य तथा दीर्घायु प्राप्त करेंगे।"
	],
	"rajalakshana_yoga": [
		"राजलक्षण योग",
		"गुरु, शुक्र, बुध और चंद्रमा केंद्र भावों में स्थित हों।",
		"आपका व्यक्तित्व आकर्षक होगा, आप महान गुणों के धनी होंगे और उच्च पद या नेतृत्व प्राप्त करेंगे।"
	],
	"vanchana_chora_bheethi_yoga": [
		"वंचना चोर भीति योग",
		"लग्नेश 6वें, 8वें या 12वें भाव में पाप ग्रहों के साथ स्थित हो या उनसे दृष्ट हो।",
		"आपको दूसरों द्वारा ठगे जाने, धोखा दिए जाने या चोरी होने का निरंतर भय बना रह सकता है।"
	],
	"harihara_brahma_yoga": [
		"हरिहर ब्रह्मा योग",
		"नौवें स्वामी से दूसरे, आठवें और बारहवें भाव में शुभ ग्रह स्थित हों।",
		"आप एक सत्यवादी व्यक्ति, प्रभावी वक्ता और विभिन्न विज्ञानों तथा शास्त्रों के महान ज्ञाता होंगे।"
	],
	"kahala_yoga": [
		"काहल योग",
		"चौथे और नौवें भाव के स्वामी परस्पर केंद्र में हों और लग्नेश बलवान हो।",
		"आप जिद्दी, साहसी होंगे और संभवतः किसी अधिकारिक पद जैसे ग्राम प्रधान या सेना अधिकारी का पद संभालेंगे।"
	],
	"mahabhagya_yoga": [
		"महाभाग्य योग",
		"पुरुषों के लिए: विषम राशियों में लग्न, सूर्य और चंद्रमा के साथ दिन का जन्म। महिलाओं के लिए: सम राशियों में लग्न, सूर्य और चंद्रमा के साथ रात का जन्म।",
		"आप अत्यंत भाग्यशाली, धनी, प्रसिद्ध होंगे और एक नेक चरित्र के साथ दीर्घायु प्राप्त करेंगे।"
	],
	"sreenatha_yoga": [
		"श्रीनाथ योग",
		"सप्तमेश दशम भाव में हो और दशमेश नवमेश के साथ युति में हो।",
		"आप समाज के प्रिय, समृद्ध होंगे और जीवन में बहुत ऊंचा पद प्राप्त करेंगे।"
	],
	"lagna_malika_yoga": [
		"लग्न मालिका योग",
		"सभी सात ग्रह लग्न (प्रथम भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप एक सेनापति या शासक होंगे, आपके पास धन, कई वाहन और उच्च सामाजिक प्रतिष्ठा होगी।"
	],
	"dhana_malika_yoga": [
		"धन मालिका योग",
		"सभी सात ग्रह द्वितीय भाव (धन भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप धनी, परोपकारी, अपने परिवार के प्रति कर्तव्यनिष्ठ होंगे और भौतिक समृद्धि का आनंद लेंगे।"
	],
	"vikrama_malika_yoga": [
		"विक्रम मालिका योग",
		"सभी सात ग्रह तृतीय भाव (विक्रम भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप साहसी होंगे, आपके कई भाई-बहन होंगे और आप अपने पराक्रम से सफलता प्राप्त करेंगे।"
	],
	"sukha_malika_yoga": [
		"सुख मालिका योग",
		"सभी सात ग्रह चतुर्थ भाव (सुख भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप सुखी होंगे, भूमि और वाहनों के स्वामी होंगे और आराम तथा शांति का जीवन जिएंगे।"
	],
	"putra_malika_yoga": [
		"पुत्र मालिका योग",
		"सभी सात ग्रह पंचम भाव (पुत्र भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप बुद्धिमान, शास्त्रों के ज्ञाता होंगे और ऐसी संतानों से धनय होंगे जो आपका मान बढ़ाएंगी।"
	],
	"satru_malika_yoga": [
		"शत्रु मालिका योग",
		"सभी सात ग्रह छठे भाव (शत्रु भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप शत्रुओं पर विजय प्राप्त करने में सफल होंगे, हालांकि आपको स्वास्थ्य समस्याओं या मुकदमों का सामना करना पड़ सकता है।"
	],
	"kalatra_malika_yoga": [
		"कलत्र मालिका योग",
		"सभी सात ग्रह सातवें भाव (कलत्र भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप विपरीत लिंग के बीच बहुत लोकप्रिय होंगे और विवाह के माध्यम से उच्च सामाजिक प्रतिष्ठा प्राप्त कर सकते हैं।"
	],
	"randhra_malika_yoga": [
		"रन्ध्र मालिका योग",
		"सभी सात ग्रह आठवें भाव (रन्ध्र भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आपकी आयु लंबी हो सकती है लेकिन आपको संघर्षों, वित्तीय बाधाओं का सामना करना पड़ सकता है या दूसरों द्वारा गलत समझा जा सकता है।"
	],
	"bhagya_malika_yoga": [
		"भाग्य मालिका योग",
		"सभी सात ग्रह नौवें भाव (भाग्य भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप अत्यंत भाग्यशाली, धार्मिक और अपने धर्मार्थ कार्यों के लिए विश्व प्रसिद्ध होंगे।"
	],
	"karma_malika_yoga": [
		"कर्म मालिका योग",
		"सभी सात ग्रह दसवें भाव (कर्म भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप अपने करियर में अत्यधिक सफल होंगे, शासन द्वारा सम्मानित होंगे और अपने क्षेत्र के अग्रणी नेता होंगे।"
	],
	"laabha_malika_yoga": [
		"लाभ मालिका योग",
		"सभी सात ग्रह ग्यारहवें भाव (लाभ भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आपके पास आय के कई स्रोत होंगे और आप अपने सामाजिक नेटवर्क के माध्यम से अपनी सभी इच्छाएं पूरी करेंगे।"
	],
	"vyaya_malika_yoga": [
		"व्यय मालिका योग",
		"सभी सात ग्रह बारहवें भाव (व्यय भाव) से शुरू होकर सात निरंतर भावों में स्थित हों।",
		"आप खर्चीले स्वभाव के होंगे, संभवतः विदेश में रहेंगे, और आध्यात्मिक या धर्मार्थ खर्चों की ओर झुकाव रखेंगे।"
	],
	"parijatha_yoga": [
		"पारिजात योग",
		"लग्नेश जिस राशि में स्थित है उसका स्वामी, और उस स्वामी की राशि का स्वामी, लग्न से केंद्र या त्रिकोण में हों।",
		"आप जीवन के मध्य और अंतिम भाग में सुखी रहेंगे, राजाओं या सरकार से सम्मान प्राप्त करेंगे। आप धनी, प्रसिद्ध और उदार होंगे।"
	],
	"kalanidhi_yoga": [
		"कलानिधि योग",
		"गुरु द्वितीय या पंचम भाव में बुध और शुक्र के साथ स्थित हो या उनसे दृष्ट हो, और बुध या शुक्र की राशियों में स्थित हो।",
		"आप उच्च शिक्षित, कई शास्त्रों के विद्वान, गुणी और अच्छे स्वास्थ्य तथा अपार धन से धन्य होंगे।"
	],
	"garuda_yoga": [
		"गरुड़ योग",
		"चंद्रमा जिस नवांश में है उसका स्वामी उच्च का हो, और जन्म शुक्ल पक्ष में दिन के समय हुआ हो।",
		"आप धर्मपरायण लोगों द्वारा सम्मानित, कुशल वक्ता, साहसी होंगे और 34वें वर्ष में शत्रुओं से खतरे का सामना कर सकते हैं।"
	],
	"vallaki_yoga": [
		"वल्लकी योग",
		"सभी सात ग्रह सात अलग-अलग राशियों में वितरित हों।",
		"आप संगीत, ललित कला और साहित्य के शौकीन होंगे। आप सुखी, प्रसिद्ध होंगे और आपके कई मित्र होंगे।"
	],
	"dama_yoga": [
		"दाम योग",
		"सभी सात ग्रह छह अलग-अलग राशियों में वितरित हों।",
		"आप एक परोपकारी, दूसरों के मददगार, साहसी और बहुत धनी होंगे।"
	],
	"kedara_yoga": [
		"केदार योग",
		"सभी सात ग्रह चार अलग-अलग राशियों में वितरित हों।",
		"आप एक किसान या भूमि से जुड़े व्यक्ति, सत्यवादी, सुखी और दूसरों के मददगार होंगे।"
	],
	"sula_yoga": [
		"शूल योग",
		"सभी सात ग्रह तीन अलग-अलग राशियों में वितरित हों।",
		"आप क्रोधी स्वभाव के, बहादुर, शायद गरीब हो सकते हैं, या सैन्य या साहसी कार्यों के माध्यम से प्रसिद्धि प्राप्त कर सकते हैं।"
	],
	"yuga_yoga": [
		"युग योग",
		"सभी सात ग्रह केवल दो अलग-अलग राशियों में वितरित हों।",
		"आप निर्धन, पाखंडी हो सकते हैं और सामाजिक प्रतिष्ठा या पारिवारिक सुख की कमी हो सकती है।"
	],
	"gola_yoga": [
		"गोल योग",
		"सभी सात ग्रह एक ही राशि में स्थित हों।",
		"आप अशिक्षित, असहाय हो सकते हैं और दुखी जीवन व्यतीत कर सकते हैं, अक्सर समाज द्वारा गलत समझे जाते हैं।"
	],
	"dhur_yoga": [
		"धुर योग",
		"दशम भाव का स्वामी 6वें, 8वें या 12वें भाव में स्थित हो।",
		"आपको अपने करियर में कठिनाइयों, पद की हानि, या अपने काम के लिए पहचान पाने में संघर्ष का सामना करना पड़ सकता है।"
	],
	"dharidhra_yoga": [
		"दरिद्र योग",
		"ग्यारहवें भाव का स्वामी 6वें, 8वें या 12वें भाव में स्थित हो।",
		"आपको वित्तीय संघर्ष, भारी कर्ज और कड़ी मेहनत के बावजूद धन संचय करने में कठिनाई का सामना करना पड़ सकता है।"
	],
	"sareera_soukhya_yoga": [
		"शरीर सौख्य योग",
		"लग्नेश, गुरु और शुक्र केंद्र भावों में स्थित हों।",
		"आप उत्कृष्ट शारीरिक स्वास्थ्य, लंबी आयु और विलासिता का आनंद लेंगे।"
	],
	"dehapushti_yoga": [
		"देहपुष्टि योग",
		"लग्नेश चर राशि में हो और शुभ ग्रह द्वारा दृष्ट हो।",
		"आपका शरीर मजबूत, सुगठित और स्वस्थ होगा।"
	],
	"rogagrastha_yoga": [
		"रोगग्रस्त योग",
		"लग्नेश 6वें, 8वें या 12वें भाव में हो और छठे भाव के स्वामी के साथ युति में हो।",
		"आपका शारीरिक गठन कमजोर हो सकता है और आपको पुरानी स्वास्थ्य समस्याओं या बार-बार होने वाली बीमारियों का खतरा हो सकता है।"
	],
	"krisanga_yoga": [
		"कृसांग योग",
		"लग्नेश शुष्क राशि में हो या उसका नवांश अधिपति शुष्क ग्रह हो, और पाप ग्रहों द्वारा दृष्ट हो।",
		"आपका शारीरिक स्वरूप दुबला, पतला या बहुत कमजोर होगा।"
	],
	"dehasthoulya_yoga": [
		"देहस्थौल्य योग",
		"लग्नेश और लग्नेश जिस राशि में बैठा है उसका स्वामी, दोनों जल राशियों में हों।",
		"आपका शरीर भारी, स्थूल या मांसल होगा (मोटापे की प्रवृत्ति)।"
	],
	"sada_sanchara_yoga": [
		"सदा संचार योग",
		"लग्नेश या चंद्रमा चर राशि में हो।",
		"आप निरंतर गतिशील रहेंगे, काम या व्यक्तिगत कारणों से अक्सर यात्रा करेंगे।"
	],
	"dhana_yoga": [
		"धन योग",
		"द्वितीयेश और 5वें, 9वें या 11वें भाव के स्वामियों के बीच मजबूत संबंध हो, या वे केंद्र/त्रिकोण में स्थित हों।",
		"आप प्रचुर धन संचित करेंगे, वित्तीय समृद्धि का आनंद लेंगे और आय के कई स्रोतों के साथ आरामदायक जीवन जिएंगे।"
	],
	"bahudravyarjana_yoga": [
		"बहुद्रव्यार्जन योग",
		"लग्नेश द्वितीय भाव में, द्वितीयेश 11वें में, और 11वें का स्वामी लग्न में हो।",
		"आप विभिन्न माध्यमों से अपार धन अर्जित करेंगे और अपने समुदाय में एक बहुत धनी व्यक्ति बनेंगे।"
	],
	"swaveeryaddhana_yoga": [
		"स्ववीर्यधन योग",
		"लग्नेश कुंडली का सबसे बलवान ग्रह हो और केंद्र में स्थित होकर द्वितीयेश के साथ संबंध बनाए।",
		"आप पैतृक सहायता के बिना, केवल अपने प्रयासों, कड़ी मेहनत और व्यक्तिगत पराक्रम के माध्यम से धन अर्जित करेंगे।"
	],
	"madhya_vayasi_dhana_yoga": [
		"मध्य वयसि धन योग",
		"लग्न, द्वितीय और 11वें भाव के स्वामी केंद्र या त्रिकोण में स्थित हों।",
		"आप अपने जीवन के मध्य भाग में धन और वित्तीय स्थिति में महत्वपूर्ण वृद्धि का अनुभव करेंगे।"
	],
	"anthya_vayasi_dhana_yoga": [
		"अंत्य वयसि धन योग",
		"द्वितीय, नौवें और 11वें भाव के स्वामी एक-दूसरे से 12वें, 6ठें या 8वें भाव में हों लेकिन शुभ ग्रहों से युक्त हों।",
		"आप अपने जीवन के उत्तरार्ध या अंतिम चरण में बहुत धन और समृद्धि संचित करेंगे और उसका आनंद लेंगे।"
	],
	"bhratrumooladdhanaprapti_yoga": [
		"भ्रातृमूलधनप्राप्ति योग",
		"द्वितीयेश तृतीयेश के साथ संबंध बनाए या तृतीय भाव में शुभ ग्रह के साथ स्थित हो।",
		"आपको अपने भाइयों या भाई-बहनों के माध्यम से धन, संपत्ति या वित्तीय सहायता प्राप्त होगी।"
	],
	"matrumooladdhana_yoga": [
		"मातृमूलधन योग",
		"द्वितीयेश चतुर्थेश के साथ संबंध बनाए या चतुर्थ भाव में मजबूत शुभ प्रभाव के साथ स्थित हो।",
		"आपको अपनी माता या ननिहाल की ओर से धन और संपत्ति विरासत में मिलेगी या प्राप्त होगी।"
	],
	"putramooladdhana_yoga": [
		"पुत्रमूलधन योग",
		"द्वितीयेश पंचमेश के साथ संबंध बनाए या पंचम भाव में स्थित हो।",
		"आप अपनी संतानों के माध्यम से धन प्राप्त करेंगे, या आपकी संतानें आपके लिए वित्तीय समृद्धि का बड़ा स्रोत बनेंगी।"
	],
	"shatrumooladdhana_yoga": [
		"शत्रुमूलधन योग",
		"द्वितीयेश छठे भाव के स्वामी के साथ संबंध बनाए या छठे भाव में स्थित हो, और षष्ठेश शुभ भाव में हो।",
		"आप अपने शत्रुओं, प्रतियोगिताओं या मुकदमों के माध्यम से धन प्राप्त करेंगे।"
	],
	"kalatramooladdhana_yoga": [
		"कलत्रमूलधन योग",
		"द्वितीयेश सप्तमेश के साथ संबंध बनाए या सप्तम भाव में शुभ ग्रहों के साथ स्थित हो।",
		"आपको अपने जीवनसाथी या ससुराल पक्ष के माध्यम से धन और संपत्ति प्राप्त होगी।"
	],
	"amaranantha_dhana_yoga": [
		"अमरणांत धन योग",
		"द्वितीय, नौवें और 11वें भाव के स्वामी लग्न से केंद्र में हों और लग्नेश बलवान हो।",
		"आप जीवन के अंत तक धनी बने रहेंगे और वित्तीय स्थिरता का आनंद लेंगे।"
	],
	"ayatnadhanalabha_yoga": [
		"अयत्नधनलाभ योग",
		"लग्नेश और द्वितीयेश के बीच राशि परिवर्तन हो या वे एक साथ एक ही भाव में हों।",
		"आप बिना प्रयास के या लॉटरी, उपहार या अचानक आए भाग्य जैसे अप्रत्याशित लाभ के माध्यम से धन प्राप्त करेंगे।"
	],
	"yukthi_samanwithavagmi_yoga": [
		"युक्ति समन्वितवाग्मी योग",
		"द्वितीय भाव का स्वामी केंद्र या त्रिकोण में हो और बुध या गुरु जैसे शुभ ग्रह से दृष्ट या युक्त हो।",
		"आप बहुत तर्क और चतुराई के साथ बात करेंगे। आपकी वाणी अत्यधिक प्रभावशाली और अर्थपूर्ण होगी।"
	],
	"parihasaka_yoga": [
		"परिहासक योग",
		"लग्नेश और द्वितीयेश एक साथ हों और शुभ ग्रहों से युक्त या दृष्ट हों।",
		"आप हास्यप्रिय और विनोदी स्वभाव के होंगे। आप अपनी बातों से दूसरों को हंसाने में कुशल होंगे।"
	],
	"asatyavadi_yoga": [
		"असत्यवादी योग",
		"द्वितीयेश पाप ग्रहों (शनि, राहु, केतु) से युक्त हो और बुध निर्बल हो।",
		"आपमें असत्य बोलने की प्रवृत्ति या झूठ बोलने की आदत हो सकती है।"
	],
	"jada_yoga": [
		"जड़ योग",
		"द्वितीय भाव का स्वामी 6वें, 8वें या 12वें भाव में हो और पाप ग्रहों से दृष्ट हो।",
		"आप अपने कार्यों में आलस्य या मानसिक तीक्ष्णता की कमी प्रदर्शित कर सकते हैं।"
	],
	"marud_yoga": [
		"मरुद योग",
		"शुक्र, गुरु और चंद्रमा केंद्र या त्रिकोण भावों में स्थित हों।",
		"आप भाग्यशाली होंगे, संगीत और कला में रुचि रखेंगे और बहुत ही आकर्षक व्यक्तित्व के स्वामी होंगे।"
	],
	"budha_yoga": [
		"बुध योग",
		"लग्नेश बलवान हो और बुध केंद्र भाव में स्थित हो।",
		"आप अत्यधिक बुद्धिमान, विद्वान और अपने सभी प्रयासों में कुशल होंगे।"
	],
	"mooka_yoga": [
		"मूक योग",
		"द्वितीयेश 8वें भाव में हो और पाप ग्रहों से युक्त हो।",
		"यह योग वाणी दोष या बोलने में कठिनाई का संकेत दे सकता है।"
	],
	"netranasa_yoga": [
		"नेत्रनाश योग",
		"सूर्य या चंद्रमा पाप ग्रहों के प्रभाव में हों और द्वितीय या द्वादश भाव निर्बल हो।",
		"आंखों से संबंधित समस्याओं या दृष्टि दोष की संभावना रहती है।"
	],
	"andha_yoga": [
		"अंध योग",
		"लग्नेश, सूर्य और चंद्रमा 2रे या 12वें भाव में पाप ग्रहों के साथ स्थित हों।",
		"यह संभावित अंधापन या दृष्टि की गंभीर कमजोरी को दर्शाता है।"
	],
	"sumukha_yoga": [
		"सुमुख योग",
		"शुभ ग्रह (गुरु, शुक्र) दूसरे भाव में स्थित हों या उसे देख रहे हों।",
		"आपका मुखमंडल आकर्षक होगा और स्वभाव शांतिपूर्ण होगा।"
	],
	"durmukha_yoga": [
		"दुर्मुख योग",
		"पाप ग्रह (शनि, राहु, केतु) दूसरे भाव में स्थित हों।",
		"आपके चेहरे पर कोई दोष हो सकता है या आपके चेहरे के भाव क्रोधपूर्ण हो सकते हैं।"
	],
	"bhojana_soukhya_yoga": [
		"भोजन सौख्य योग",
		"द्वितीयेश बलवान हो और शुभ ग्रहों से युक्त हो।",
		"आप हमेशा स्वादिष्ट, उच्च गुणवत्ता वाले भोजन और उत्तम खान-पान का आनंद लेंगे।"
	],
	"annadana_yoga": [
		"अन्नदान योग",
		"गुरु या चंद्रमा का दूसरे या बारहवें भाव के साथ शुभ संबंध हो।",
		"आप दूसरों को भोजन कराने और जरूरतमंदों को दान देने में बहुत रुचि रखेंगे।"
	],
	"parannabhojana_yoga": [
		"परान्नभोजन योग",
		"द्वितीय भाव का स्वामी निर्बल होकर 8वें या 12वें भाव में स्थित हो।",
		"आपको अक्सर दूसरों द्वारा दिया गया भोजन करना पड़ सकता है या अपने भोजन के लिए दूसरों पर निर्भर रहना पड़ सकता।"
	],
	"sraddhannabhuktha_yoga": [
		"श्राद्धान्नभुक्त योग",
		"द्वितीय भाव का स्वामी शनि और अष्टमेश के साथ संबंध बनाए।",
		"आपको श्राद्ध या अंत्येष्टि संस्कारों में अर्पित भोजन करना पड़ सकता है, या जीविका के लिए दूसरों के दान पर निर्भर रहना पड़ सकता है।"
	],
	"sarpaganda_yoga": [
		"सर्पगंड योग",
		"राहु दूसरे भाव में द्वितीयेश के साथ हो, या पाप ग्रह से दृष्ट हो।",
		"आपको सांप के काटने का डर रह सकता है या जहरीले पदार्थों और त्वचा संबंधी रोगों से कष्ट हो सकता है।"
	],
	"vakchalana_yoga": [
		"वाक्चलन योग",
		"द्वितीय भाव का स्वामी 6वें, 8वें या 12वें भाव में हो और राहु या शनि से युक्त हो।",
		"आप जीभ के लड़खड़ाने, हकलाने या अपनी वाणी में स्पष्टता की कमी से पीड़ित हो सकते हैं।"
	],
	"vishaprayoga_yoga": [
		"विषप्रयोग योग",
		"द्वितीयेश का संबंध 6वें, 8वें या 12वें भाव के स्वामियों से हो और पाप ग्रहों की दृष्टि हो।",
		"आपको दूसरों द्वारा जहर दिए जाने का डर या विषाक्त पदार्थों के कारण स्वास्थ्य संबंधी जटिलताओं का सामना करना पड़ सकता है।"
	],
	"bhratruvriddhi_yoga": [
		"भ्रातृवृद्धि योग",
		"तृतीयेश या मंगल शुभ ग्रह के साथ हो या शुभ राशि/नवांश में स्थित हो।",
		"आपके भाई-बहनों की संख्या में वृद्धि होगी और उनके साथ आपके संबंध मधुर रहेंगे।"
	],
	"sodaranasa_yoga": [
		"सोदरनाश योग",
		"मंगल और तृतीयेश 8वें, 3रे, 5वें या 7वें भाव में हों और पाप ग्रहों से दृष्ट हों।",
		"व्यक्ति को भाइयों या भाई-बहनों का वियोग सहना पड़ सकता है, या उसके भाई-बहन नहीं होंगे।"
	],
	"ekabhagini_yoga": [
		"एकभगिनी योग",
		"बुध तीसरे भाव में हो, तृतीयेश चंद्रमा के साथ हो और मंगल शनि के साथ हो।",
		"व्यक्ति की केवल एक ही बहन होगी।"
	],
	"dwadasa_sahodara_yoga": [
		"द्वादश सहोदर योग",
		"तृतीयेश केंद्र में हो और उच्च का मंगल तृतीयेश से त्रिकोण भाव में गुरु के साथ स्थित हो।",
		"व्यक्ति को बारह भाइयों या भाई-बहनों का सुख प्राप्त होगा।"
	],
	"sapthasankhya_sahodara_yoga": [
		"सप्तसंख्या सहोदर योग",
		"द्वादशेश (12वें घर का स्वामी) मंगल के साथ हो और चंद्रमा तीसरे घर में बृहस्पति के साथ स्थित हो, साथ ही शुक्र की युति या दृष्टि न हो।",
		"व्यक्ति के सात भाई-बहन होंगे या भाइयों/बहनों के संबंध में सात की संख्या का महत्वपूर्ण प्रभाव होगा।"
	],
	"parakrama_yoga": [
		"पराक्रम योग",
		"तृतीयेश (तीसरे घर का स्वामी) शुभ नवांश में होकर शुभ ग्रहों से दृष्ट या युत हो, और मंगल शुभ राशियों में स्थित हो।",
		"व्यक्ति अत्यंत साहसी, पराक्रमी और बाधाओं को दूर करने के लिए महान शारीरिक और मानसिक शक्ति से संपन्न होगा।"
	],
	"yuddha_praveena_yoga": [
		"युद्ध प्रवीण योग",
		"तृतीयेश जिस नवांश में हो, उस नवांश का स्वामी यदि अपने स्वयं के वर्ग (षड्वर्ग) में स्थित हो, तो यह योग बनता है।",
		"ऐसा व्यक्ति एक कुशल रणनीतिकार और युद्ध कला में निपुण होता है।"
	],
"yuddhatpaschaddrudha_yoga": [
    "युद्धात्पश्चाद् दृढ़ योग",
    "तृतीयेश स्थिर राशि, स्थिर नवांश और क्रूर षष्टयंश में हो, तथा उस राशि का स्वामी नीच का हो।",
    "संघर्ष के प्रारंभ में आप संकोच कर सकते हैं, लेकिन एक बार युद्ध शुरू होने पर आप अटूट संकल्प के साथ अत्यंत दृढ़ता से लड़ते हैं।"
],
"satkathadisravana_yoga": [
      "सत्कथादिश्रवण योग",
      "तृतीय भाव एक शुभ राशि होनी चाहिए जिस पर शुभ ग्रहों की दृष्टि हो, और तृतीयेश शुभ अंश में स्थित हो।",
      "आपकी रुचि धार्मिक कथाओं, आध्यात्मिक प्रवचनों और नेक चर्चाओं को सुनने में होगी।"
    ],
    "utthama_graha_yoga": [
      "उत्तम गृह योग",
      "चतुर्थेश शुभ ग्रहों के साथ केंद्र या त्रिकोण में स्थित होकर शुभ ग्रहों से दृष्ट हो।",
      "यह एक उत्कृष्ट, सुंदर और आरामदायक घर की प्राप्ति का संकेत देता है।"
    ],
    "vichitra_saudha_prakara_yoga": [
      "विचित्र सौध प्राकार योग",
      "चतुर्थेश और दशमेश शनि और मंगल के साथ युति करें।",
      "आपके पास अद्वितीय, विशाल या कई दीवारों वाले महलनुमा भवन हो सकते हैं।"
    ],
    "ayatna_griha_prapta_yoga": [
      "अयत्न गृह प्राप्त योग",
      "लग्नेश और सप्तमेश लग्न या चतुर्थ भाव में शुभ ग्रहों से दृष्ट होकर स्थित हों; अथवा नवमेश केंद्र में हो और चतुर्थेश उच्च, मूलत्रिकोण या स्वराशि में हो।",
      "आपको बिना किसी विशेष प्रयास के या अचानक भाग्य से घर या संपत्ति प्राप्त होगी।"
    ],
    "grihanasa_yoga": [
      "गृहनाश योग",
      "चतुर्थेश बारहवें भाव में होकर पाप ग्रह से दृष्ट हो, अथवा चतुर्थेश जिस नवांश राशि में है उसका स्वामी जन्म कुंडली के बारहवें भाव में स्थित हो।",
      "यह योग घर की हानि या आवासीय संपत्ति से संबंधित समस्याओं को दर्शाता है।"
    ],
	"bandhu_pujya_yoga":[
	"बन्धु पूज्य योग",
	"193 - यदि चतुर्थ भाव का शुभ स्वामी किसी अन्य शुभ ग्रह द्वारा दृष्ट हो और बुध लग्न में स्थित हो, तो ऊपर दिया गया योग बनता है। 194 - चतुर्थ भाव या चतुर्थेश का बृहस्पति (गुरु) से संबंध या दृष्टि होनी चाहिए।",
	"193 - व्यक्ति अपने रिश्तेदारों और दोस्तों द्वारा सम्मानित होगा। 194 - व्यक्ति अपने रिश्तेदारों और दोस्तों द्वारा प्रिय होगा।"
	],
"matrunasa_yoga": [
      "मातृनाश योग",
      "198 - चंद्रमा पाप ग्रहों के मध्य होना चाहिए, या पाप ग्रहों के साथ युति में होना चाहिए या उनके द्वारा दृष्ट होना चाहिए। 199 - चतुर्थेश जिस नवांश में है उसका स्वामी जिस नवांश में स्थित है, उस नवांश का स्वामी राशि चक्र में छठे, आठवें या बारहवें भाव में होना चाहिए।",
      "व्यक्ति की माता की मृत्यु बहुत जल्दी हो जाएगी।"
    ],
"kapata_yoga": [
      "कपट योग",
      "202 - चतुर्थ भाव में पाप ग्रह होना चाहिए और चतुर्थेश पाप ग्रहों के साथ युति में, या उनके द्वारा दृष्ट, या पाप ग्रहों के मध्य होना चाहिए। 203 - चतुर्थ भाव में शनि, मंगल, राहु और पापी दशमेश स्थित होने चाहिए, और दशमेश पर पाप ग्रहों की दृष्टि होनी चाहिए। 204 - चतुर्थेश शनि, मांदी और राहु के साथ स्थित होना चाहिए और पाप ग्रहों द्वारा दृष्ट होना चाहिए।",
      "व्यक्ति कपटी या पाखंडी स्वभाव का होता है।"
    ],
"nishkapata_yoga": [
      "निष्कपट योग",
      "202 - चौथे भाव में पाप ग्रह होना चाहिए और चौथे भाव का स्वामी पाप ग्रहों से जुड़ा होना चाहिए या पाप ग्रहों द्वारा दृष्ट होना चाहिए या पाप ग्रहों के बीच फंसा होना चाहिए। 203 - चौथे भाव में शनि, मंगल, राहु और पाप ग्रह दशम भाव का स्वामी होना चाहिए; वह पाप ग्रहों द्वारा दृष्ट होना चाहिए। 204 - चौथे भाव का स्वामी शनि, मंडी और राहु के साथ जुड़ा होना चाहिए और पाप ग्रहों द्वारा दृष्ट होना चाहिए।",
      "व्यक्ति निर्मल हृदय वाला होगा और गोपनीयता तथा कपट से घृणा करेगा।"
    ],
"matru_satrutwa_yoga": [
      "मातृ शत्रुत्व योग",
      "लग्न और चतुर्थ भाव का स्वामी बुध हो, तथा बुध पाप ग्रह के साथ संयुक्त हो या पाप ग्रह की दृष्टि में हो।",
      "व्यक्ति अपनी माता से द्वेष करेगा।"
    ],
 "matru_sneha_yoga": [
      "मातृ स्नेह योग",
      "पहला प्रकार - लग्न (पहला भाव) और चौथा भाव एक ही ग्रह के स्वामी हों। पहला और चौथा भाव केवल जि/वि (बुध) या सग/पि (गुरु) के लिए समान स्वामी रख सकते हैं। दूसरा प्रकार - पहले और चौथे भाव के स्वामी प्राकृतिक या अस्थायी मित्र हों। तीसरा प्रकार - लग्नेश और चौथे भाव का स्वामी शुभ ग्रहों की दृष्टि में हों।",
      "माता और पुत्र के बीच सौहार्दपूर्ण संबंध रहेंगे।"
    ],
  "vahana_yoga": [
    "वाहन योग",
    "209 - लग्न का स्वामी चौथे, ग्यारहवें या नौवें भाव में होना चाहिए। 210 - चौथे भाव का स्वामी उच्च का होना चाहिए और उस उच्च राशि का स्वामी केंद्र या त्रिकोण में होना चाहिए।",
    "जातक को भौतिक सुख-सुविधाएं और वाहन प्राप्त होंगे।"
  ],
  "anapathya_yoga": [
    "अनपत्य योग",
    "गुरु और लग्न, सप्तम तथा पंचम भाव के स्वामी दुर्बल हैं",
    "उस व्यक्ति के संतान नहीं होगी।"
  ]
}