{
	"vesi_yoga":["വേശി യോഗം",
				"ചന്ദ്രനൊഴികെയുള്ള ഏതെങ്കിലും ഗ്രഹം സൂര്യനിൽ നിന്ന് രണ്ടാം ഭാവത്തിൽ നിൽക്കുന്നു.",
				"നിങ്ങൾക്ക് സമതുലിതമായ കാഴ്ചപ്പാടുണ്ടാകും. നിങ്ങൾ സത്യസന്ധനും, ഉയരമുള്ളവരും, അലസപ്രകൃതരുമായിരിക്കും. കുറഞ്ഞ സമ്പത്താണെങ്കിൽ പോലും നിങ്ങൾ സന്തോഷത്തോടെയും സുഖത്തോടെയും ജീവിക്കും."
				],
	"vosi_yoga":["വോശി യോഗം",
		"ചന്ദ്രനൊഴികെയുള്ള ഏതെങ്കിലും ഗ്രഹം സൂര്യനിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ കഴിവുള്ളവരും, ഉദാരമനസ്കരും, പ്രശസ്തരും, പണ്ഡിതരും, ശക്തരുമായിരിക്കും."],
	"ubhayachara_yoga":["ഉഭയചാര യോഗം",
		"ചന്ദ്രനൊഴികെയുള്ള ഗ്രഹങ്ങൾ സൂര്യനിൽ നിന്ന് രണ്ടും പന്ത്രണ്ടും ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾക്ക് എല്ലാവിധ സുഖസൗകര്യങ്ങളും ലഭിക്കും. നിങ്ങൾ ഒരു രാജാവിനെപ്പോലെയോ അല്ലെങ്കിൽ അതിനു തുല്യമായോ ജീവിക്കും."],
	"nipuna_yoga":["നിപുണ യോഗം",
				"സൂര്യനും ബുധനും ഒരു രാശിയിൽ ഒന്നിച്ചു നിൽക്കുന്നു (ബുധ-ആദിത്യ യോഗം).", 
				"നിങ്ങൾ ബുദ്ധിമാനും എല്ലാ പ്രവൃത്തികളിലും നൈപുണ്യമുള്ളവരുമായിരിക്കും. നിങ്ങൾ പ്രശസ്തരും, ബഹുമാനിക്കപ്പെടുന്നവരും, സന്തോഷവാനുമായിരിക്കും.\\n D-10 പോലുള്ള വർഗ്ഗ ചാർട്ടുകളിൽ ഈ യോഗം വളരെ ശക്തമാണ്. രാശി ചാർട്ടിലും, ബുധന് മൗഢ്യം (combust) ഇല്ലെങ്കിൽ ഈ യോഗം ഫലം നൽകും."],	
	"sunaphaa_yoga":["സുനഫാ യോഗം",
		"സൂര്യനൊഴികെയുള്ള ഗ്രഹങ്ങൾ ചന്ദ്രനിൽ നിന്ന് രണ്ടാം ഭാവത്തിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ ഒരു രാജാവിനെപ്പോലെയോ അതിനു തുല്യമായോ മാറും. നിങ്ങൾ ബുദ്ധിമാനും, സമ്പന്നനും, പ്രശസ്തനുമായിരിക്കും. നിങ്ങൾ സ്വയം സമ്പാദിച്ച സ്വത്തിന് ഉടമയാകും."],
	"anaphaa_yoga":["അനഫാ യോഗം",
					"സൂര്യനൊഴികെയുള്ള ഗ്രഹങ്ങൾ ചന്ദ്രനിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിൽ നിൽക്കുന്നു.",
					"നിങ്ങൾ സുമുഖനായ ഒരു രാജാവിനെപ്പോലെയാകും. നിങ്ങളുടെ ശരീരം രോഗമുക്തമായിരിക്കാൻ സാധ്യതയുണ്ട്. നിങ്ങൾ സൽസ്വഭാവിയും വലിയ കീർത്തിയുള്ളവരുമാണ്. നിങ്ങൾ എപ്പോഴും സുഖസൗകര്യങ്ങളാൽ ചുറ്റപ്പെട്ടവരായിരിക്കും."],
	"duradhara_yoga":["ദുരധരാ യോഗം",
		"സൂര്യനൊഴികെയുള്ള ഗ്രഹങ്ങൾ ചന്ദ്രനിൽ നിന്ന് രണ്ടും പന്ത്രണ്ടും ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ പലവിധ സുഖങ്ങളും അനുഭവിക്കും. നിങ്ങൾ ഉദാരമനസ്കനാണ്. നിങ്ങൾക്ക് സമ്പത്തും വാഹനങ്ങളും ഉണ്ടാകും. നിങ്ങൾക്ക് നല്ല വേലക്കാരെ ലഭിക്കും."],
	"kemadruma_yoga":["കേമദ്രുമ യോഗം",
		"സൂര്യനൊഴികെയുള്ള ഗ്രഹങ്ങൾ ചന്ദ്രനിൽ നിന്ന് 1, 2, 12 ഭാവങ്ങളിൽ ഇല്ലാതിരിക്കുകയും, ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്രങ്ങളിൽ ചന്ദ്രനല്ലാതെ മറ്റ് ഗ്രഹങ്ങൾ ഇല്ലാതിരിക്കുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾ നിർഭാഗ്യവാനും, ബുദ്ധിയും അറിവും കുറഞ്ഞവനും, ദാരിദ്ര്യത്താലും കഷ്ടപ്പാടുകളാലും വലയുന്നവനും ആയിരിക്കും. ഈ മോശം യോഗം ജാതകത്തിലെ മറ്റ് നല്ല യോഗങ്ങളുടെ, പ്രത്യേകിച്ച് ചന്ദ്ര യോഗങ്ങളുടെ ഫലങ്ങളെ ഇല്ലാതാക്കുന്നു. വിജയം നേടാൻ നിങ്ങൾ കഠിനമായി പ്രയത്നിക്കേണ്ടി വരും."],
	"chandra_mangala_yoga":["ചന്ദ്ര മംഗള യോഗം",
		"ചന്ദ്രനും ചൊവ്വയും ഒരു രാശിയിൽ ഒന്നിച്ചു നിൽക്കുന്നു.",
		"നിങ്ങൾ ലൗകിക കാര്യങ്ങളിൽ അറിവുള്ളവരും ഭൗതികമായി വിജയിക്കുന്നവരുമായിരിക്കും. നിങ്ങൾ ധാർമ്മികമല്ലാത്ത വഴികളിലൂടെ പണം സമ്പാദിച്ചേക്കാം. നിങ്ങൾ അമ്മയോടോ മറ്റ് സ്ത്രീകളോടോ മോശമായി പെരുമാറാൻ സാധ്യതയുണ്ട്."],
	"adhi_yoga":["അധി യോഗം", 
		"ശുഭ ഗ്രഹങ്ങൾ ചന്ദ്രനിൽ നിന്ന് 6, 7, 8 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഗ്രഹങ്ങളുടെ ബലത്തിനനുസരിച്ച് നിങ്ങൾ ഒരു രാജാവോ, മന്ത്രിയോ, അല്ലെങ്കിൽ സൈന്യാധിപനോ ആയേക്കാം."],
	"ruchaka_yoga":["രുചക യോഗം",
		"ചൊവ്വ ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്ര ഭാവത്തിൽ (1, 4, 7, 10) സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുന്നു.",
		"നിങ്ങൾ ഉജ്ജ്വലമായ സ്വഭാവത്തിന് ഉടമയായിരിക്കും. നിങ്ങൾക്ക് വളരെയധികം ഉത്സാഹമുണ്ടാകും. നിങ്ങൾ ഒരു സ്വാഭാവിക നേതാവാണ്. യുദ്ധങ്ങൾ ചെയ്യാൻ ഇഷ്ടപ്പെടുന്ന നിങ്ങൾ ശത്രുക്കളുടെ മേൽ വിജയം നേടും. നിങ്ങൾ വിവേകമുള്ളവരും പണ്ഡിതന്മാരെ ബഹുമാനിക്കുന്നവരുമാണ്. മാന്ത്രിക വിദ്യകളിൽ അറിവുണ്ടാകും. നിങ്ങൾക്ക് നല്ല അഭിരുചിയുണ്ടാകും. നിങ്ങൾ എപ്പോഴും വിജയിക്കും."],
	"bhadra_yoga":["ഭദ്ര യോഗം",
		"ബുധൻ ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്ര ഭാവത്തിൽ (1, 4, 7, 10) സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുന്നു.",
		"നിങ്ങൾ ഭൂമിയോട് അടുത്ത പ്രകൃതമുള്ളവരും സിംഹത്തെപ്പോലെ ഗാംഭീര്യമുള്ളവരുമായിരിക്കും. നിങ്ങൾ എല്ലാ കാര്യങ്ങളിലും അറിവുള്ളവരായിരിക്കും. നിങ്ങൾക്ക് നല്ല ശരീരഘടനയും ഗാംഭീര്യമുള്ള ശബ്ദവും ഉണ്ടാകും. സാത്വിക ഗുണമുള്ളവരായിരിക്കും. നിങ്ങൾക്ക് യോഗ വിദ്യ നന്നായി അറിയാം. നിങ്ങൾ എപ്പോഴും ബന്ധുക്കളാലും സുഹൃത്തുക്കളാലും കുടുംബത്താലും ചുറ്റപ്പെട്ടവരായിരിക്കും കൂടാതെ അവരോടൊപ്പം സമ്പത്ത് അനുഭവിക്കുകയും ചെയ്യും. നിങ്ങൾ എല്ലാ കാര്യങ്ങളിലും വൃത്തിയും ചിട്ടയും പാലിക്കുന്നവരാണ്. നിങ്ങൾ സ്വാതന്ത്ര്യം ആഗ്രഹിക്കുന്നവരും ദൈവവിശ്വാസിയുമാണ്."],
	"sasa_yoga":["ശശ യോഗം", "ശനി മകരം, കുംഭം അല്ലെങ്കിൽ തുലാം രാശികളിൽ നിൽക്കുകയും, അത് ലഗ്നത്തിൽ നിന്ന് 1, 4, 7 അല്ലെങ്കിൽ 10-ാം ഭാവത്തിൽ ആവുകയും വേണം.",
		"നിങ്ങൾ വായു തത്വം (Airy nature) ഉള്ള മഹത്തായ വ്യക്തിയായിരിക്കും. മുയലിനെപ്പോലെ ജാഗ്രതയുള്ളവരായിരിക്കും. നിങ്ങൾ ബുദ്ധിമാനും യാത്ര ചെയ്യാൻ ഇഷ്ടപ്പെടുന്നവരുമാണ്. വനങ്ങൾ, മലകൾ, കോട്ടകൾ എന്നിവിടങ്ങളിൽ നിങ്ങൾ സന്തോഷം കണ്ടെത്തും. നിങ്ങൾ ധീരനും മെലിഞ്ഞ ശരീരപ്രകൃതിയുള്ളവരുമാണ്. മറ്റുള്ളവരുടെ ബലഹീനതകൾ നിങ്ങൾക്ക് പെട്ടെന്ന് മനസ്സിലാകും. നിങ്ങൾ ഉന്മേഷവാനാണെങ്കിലും ചിലപ്പോൾ ചാഞ്ചല്യം കാണിച്ചേക്കാം. നിങ്ങൾ ഉദാരമനസ്കനാണ്."],
	"maalavya_yoga":["മാളവ്യ യോഗം",
		"ശുക്രൻ ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്ര ഭാവത്തിൽ (1, 4, 7, 10) സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുന്നു.",
		"നിങ്ങൾ ജല തത്വം (Watery nature) ഉള്ള മഹത്തായ വ്യക്തിയായിരിക്കും. ചന്ദ്രപ്രഭ പോലെ തിളക്കമുള്ള വ്യക്തിത്വം നിങ്ങൾക്കുണ്ടാകും. രുചികരമായ ഭക്ഷണം ആസ്വദിക്കുന്ന നിങ്ങൾ ആഡംബരങ്ങൾ ഇഷ്ടപ്പെടുന്നു. നിങ്ങൾക്ക് മികച്ച ആരോഗ്യം ഉണ്ടാകും. നിങ്ങൾ കലകളിൽ നൈപുണ്യമുള്ളവരായിരിക്കും."],
	"hamsa_yoga":["ഹംസ യോഗം",
		"വ്യാഴം ധനു, മീനം അല്ലെങ്കിൽ കർക്കടകം (ഉച്ചം) രാശികളിൽ നിൽക്കുകയും, അത് ലഗ്നത്തിൽ നിന്ന് 1, 4, 7 അല്ലെങ്കിൽ 10-ാം ഭാവത്തിൽ ആവുകയും വേണം.",
		"നിങ്ങൾ ആകാശ തത്വം (Ethery nature) ഉള്ള മഹത്തായ വ്യക്തിയായിരിക്കും. അരയന്നത്തെപ്പോലെ പരിശുദ്ധമായിരിക്കും. നിങ്ങൾക്ക് ആത്മീയ ശക്തിയും വിശുദ്ധിയും ഉണ്ടാകും. എല്ലാവരാലും ബഹുമാനിക്കപ്പെടും. നിങ്ങൾ വളരെ വികാരഭരിതനാണ്. നിങ്ങൾ രാജാവിനെപ്പോലെ ആയേക്കാം. നിങ്ങൾക്ക് എല്ലാവിധ സുഖസൗകര്യങ്ങളും ലഭിക്കും. ജീവിതം പൂർണ്ണമായി ആസ്വദിക്കുന്ന നിങ്ങൾ സമർത്ഥമായി സംസാരിക്കുന്നവരും നല്ല വാക്ചാതുര്യമുള്ളവരുമാണ്."],	
	"rajju_yoga":["രജ്ജു യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ചര രാശികളിൽ (Movable signs) മാത്രം നിൽക്കുന്നു.",
		"നിങ്ങൾ യാത്ര ചെയ്യാൻ ഇഷ്ടപ്പെടുന്നവരായിരിക്കും. സുമുഖനായ നിങ്ങൾ വിദേശ രാജ്യങ്ങളിൽ അഭിവൃദ്ധി പ്രാപിച്ചേക്കാം. നിങ്ങൾ ചിലപ്പോൾ ക്രൂരമായി പെരുമാറിയേക്കാം."],
	"musala_yoga":["മുസല യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും സ്ഥിര രാശികളിൽ (Fixed signs) മാത്രം നിൽക്കുന്നു.",
		"നിങ്ങൾക്ക് ബഹുമാനവും, അറിവും, സമ്പത്തും ഉണ്ടാകും. അധികാരികൾക്ക് നിങ്ങളെ ഇഷ്ടമായിരിക്കും. നിങ്ങൾ പ്രശസ്തനും ധാരാളം കുട്ടികളുള്ളവരുമായിരിക്കും. നിങ്ങൾക്ക് ഉറച്ച മനസ്സ് ഉണ്ടാകും."],
	"nala_yoga":["നള യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ഉഭയ രാശികളിൽ (Dual signs) മാത്രം നിൽക്കുന്നു.",
		"നിങ്ങൾക്ക് ദുർബലമായ ശരീരപ്രകൃതി ആയിരിക്കും. നിങ്ങൾ പണം സമ്പാദിച്ചേക്കാം. കാണാൻ ഭംഗിയുള്ള നിങ്ങൾ ബന്ധുക്കളെ സഹായിക്കും. നിങ്ങൾ കാര്യപ്രാപ്തിയുള്ളവരായിരിക്കും."],
	"srik_yoga": [
		"ശ്രിക് യോഗം",
		"എല്ലാ ശുഭ ഗ്രഹങ്ങളും (വ്യാഴം, ശുക്രൻ, ബുധൻ) കേന്ദ്ര ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ സമ്പന്നനും, പലവിധ സുഖസൗകര്യങ്ങൾ അനുഭവിക്കുന്നവനും, നല്ല വസ്ത്രങ്ങളും ആഭരണങ്ങളും ഉള്ളവനും, സന്തോഷകരവും ആഡംബരപൂർണ്ണവുമായ ജീവിതം നയിക്കുന്നവനും ആയിരിക്കും."
	],
	"maalaa_yoga":["മാലാ യോഗം",
		"മൂന്ന് കേന്ദ്ര ഭാവങ്ങളിൽ ശുഭ ഗ്രഹങ്ങൾ നിൽക്കുന്നു.",
		"നിങ്ങൾ എപ്പോഴും സന്തോഷവാനായിരിക്കും. നിങ്ങൾക്ക് നല്ല വസ്ത്രങ്ങൾ, വാഹനങ്ങൾ, ആഡംബരങ്ങൾ എന്നിവയും ധാരാളം സ്ത്രീകളുടെ സൗഹൃദവും ലഭിക്കും."],
	"sarpa_yoga":["സർപ്പ യോഗം",
		"മൂന്ന് കേന്ദ്ര ഭാവങ്ങളിൽ പാപ ഗ്രഹങ്ങൾ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ദുരിതമനുഭവിക്കുന്നവരും, സന്തോഷമില്ലാത്തവരും, ക്രൂരരും, ദരിദ്രരും, ഭക്ഷണത്തിനായി മറ്റുള്ളവരെ ആശ്രയിക്കുന്നവരും ആയിരിക്കും. ഇത് വളരെ മോശം ഒരു യോഗമാണ്."],
	"gadaa_yoga":["ഗദാ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്നുള്ള തുടർച്ചയായ രണ്ട് കേന്ദ്ര ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമ്പത്തും, സ്വർണ്ണവും, രത്നങ്ങളും ഉണ്ടാകും. നിങ്ങൾ യാഗങ്ങൾ നടത്തിയേക്കാം. നിങ്ങൾക്ക് ശാസ്ത്രങ്ങളിലും സംഗീതത്തിലും അറിവുണ്ടാകും."],
	"sakata_yoga": [
		"ശകട യോഗം",
		"ചന്ദ്രൻ വ്യാഴത്തിൽ നിന്ന് 6, 8 അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ നിൽക്കുകയും, വ്യാഴം ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്രത്തിലല്ലാതിരിക്കുകയും ചെയ്യുന്നു.",
		"കറങ്ങുന്ന ചക്രം പോലെ ഉയർച്ച താഴ്ചകൾ നിറഞ്ഞതായിരിക്കും ജീവിതം. നിങ്ങൾക്ക് സ്ഥാനമാനങ്ങളും സൽപ്പേരും നഷ്ടപ്പെട്ടേക്കാമെങ്കിലും അത് തിരിച്ചുപിടിക്കാൻ സാധിക്കും. ദാരിദ്ര്യവും കഷ്ടപ്പാടുകളും നേരിടേണ്ടി വന്നാലും നിങ്ങൾ അതിനെയെല്ലാം അതിജീവിക്കും."
	],
	"vihanga_yoga": [
		"വിഹംഗ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും 4, 10 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ അലഞ്ഞുതിരിയുന്നവരോ, സഞ്ചാരിയോ, അല്ലെങ്കിൽ സന്ദേശവാഹകരോ ആയിരിക്കും. നിങ്ങൾ ഒരു ഇടനിലക്കാരനായി പ്രവർത്തിക്കാൻ സാധ്യതയുണ്ട്, കൂടാതെ നിങ്ങൾക്ക് ധാരാളം രഹസ്യ ശത്രുക്കൾ ഉണ്ടായേക്കാം."
	],
	"sringaataka_yoga":["ശൃംഗാടക യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്നുള്ള ത്രികോണ ഭാവങ്ങളിൽ (1, 5, 9) നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാന്മാരും അധികാരികളാൽ ഇഷ്ടപ്പെടുന്നവരുമായിരിക്കും. ഇവർക്ക് ഉത്തമയായ ഭാര്യയുണ്ടാകും എന്നാൽ സ്ത്രീകളെ വെറുക്കുന്നവരായിരിക്കും. ഇവർ സമ്പന്നരായിരിക്കും. ശൃംഗാടക എന്നാൽ നാൽക്കവല എന്നാണർത്ഥം."],
	"hala_yoga":["ഹല യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും പരസ്പര ത്രികോണങ്ങളിൽ നിൽക്കുന്നു എന്നാൽ ലഗ്നത്തിന്റെ ത്രികോണങ്ങളിൽ അല്ല.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ കർഷകരായി മാറും. ഇവർ ധാരാളം ഭക്ഷണം കഴിക്കുന്നവരായിരിക്കും. ഇവർ ദരിദ്രരായിരിക്കും. സുഹൃത്തുക്കളും ബന്ധുക്കളും ഇവരെ ഉപേക്ഷിച്ചേക്കാം. ഇവർ സന്തോഷമില്ലാത്തവരും എപ്പോഴും വിഷമിക്കുന്നവരുമായിരിക്കും. ഹല എന്നാൽ കലപ്പ എന്നാണർത്ഥം."],
	"vajra_yoga":["വജ്ര യോഗം",
		"ലഗ്നത്തിലും ഏഴാം ഭാവത്തിലും ശുഭ ഗ്രഹങ്ങളും, നാലും പത്തും ഭാവങ്ങളിൽ പാപ ഗ്രഹങ്ങളും നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ജീവിതത്തിന്റെ ആദ്യ പകുതിയിലും അവസാന പകുതിയിലും സന്തോഷവാനായിരിക്കും. ഇവർക്ക് ധൈര്യമുണ്ടാകും. ഇവർ അത്ര ഭാഗ്യവാൻമാരല്ല, എങ്കിലും ഇവർക്ക് ആഗ്രഹങ്ങളും കുറവായിരിക്കും. ഇവർ പോരാളികളായിരിക്കും. വജ്ര എന്നാൽ വൈരം (Diamond) എന്നാണർത്ഥം."
		],
	"yava_yoga":["യവ യോഗം",
		"ലഗ്നത്തിലും ഏഴാം ഭാവത്തിലും പാപ ഗ്രഹങ്ങളും, നാലും പത്തും ഭാവങ്ങളിൽ ശുഭ ഗ്രഹങ്ങളും നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ മതപരമായ ചിട്ടകൾ പാലിക്കുന്നവരായിരിക്കും. ഇവർ ജീവിതത്തിന്റെ മധ്യഭാഗത്ത് സന്തോഷവാനായിരിക്കും. ഇവർക്ക് സമ്പത്തും നല്ല കുട്ടികളുമുണ്ടാകും. ഇവർ ഉദാരമനസ്കരും ശക്തമായ മനസ്സുള്ളവരുമാണ്. യവ എന്നാൽ ധാന്യം എന്നാണർത്ഥം."],
	"kamala_yoga":["കമല യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്ര ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ രാജാവിനെപ്പോലെയാകും. ഇവർ ശക്തമായ സ്വഭാവത്തിന് ഉടമകളായിരിക്കും. പ്രശസ്തരും ദീർഘായുസ്സുള്ളവരുമായിരിക്കും. ഇവർ പരിശുദ്ധരും ധാരാളം സൽക്കർമ്മങ്ങൾ ചെയ്യുന്നവരുമാണ്. കമല എന്നാൽ താമര എന്നാണർത്ഥം."
		],		
	"vaapi_yoga":["വാപീ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് പണപര (2, 5, 8, 11) അല്ലെങ്കിൽ അപോക്ലിമ (3, 6, 9, 12) ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമ്പത്ത് ഉണ്ടാക്കാനുള്ള കഴിവുണ്ടാകും. ഇവർക്ക് എല്ലാവിധ സുഖസൗകര്യങ്ങളും ലഭിക്കും. ഇവർ രാജാവിനെപ്പോലെയാകും. വാപീ എന്നാൽ കുളം അല്ലെങ്കിൽ കിണർ എന്നാണർത്ഥം."],
	"yoopa_yoga":["യൂപ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 1, 2, 3, 4 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് ആത്മീയ അറിവും യാഗങ്ങളെക്കുറിച്ചുള്ള അറിവും ഉണ്ടായിരിക്കും. ഇവരുടെ പങ്കാളി എപ്പോഴും കൂടെയുണ്ടാകും. ഇവർ സാത്വിക ഗുണമുള്ളവരായിരിക്കും. എല്ലാ മതപരമായ ചിട്ടകളും പാലിക്കുന്നവരായിരിക്കും. യൂപ എന്നാൽ സ്തംഭം അല്ലെങ്കിൽ യാഗസ്തംഭം എന്നാണർത്ഥം."],
	"sara_yoga":["ശര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 4, 5, 6, 7 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ അമ്പുകൾ നിർമ്മിക്കുന്നവരായേക്കാം. ഇവർ ജയിലുകളുടെ തലവനായേക്കാം. ഇവർ വേട്ടക്കാരും മാംസം കഴിക്കുന്നവരുമായിരിക്കും. ഇവർ ആളുകളെ പീഡിപ്പിക്കുന്നവരായേക്കാം. ശര എന്നാൽ അമ്പ് എന്നാണർത്ഥം."],
	"ishu_yoga": [
		"ഇഷു യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ആദ്യത്തെ നാല് ഭാവങ്ങളിൽ (1, 2, 3, 4) ഒഴികെ, 4 മുതൽ 7 വരെ, അല്ലെങ്കിൽ 7 മുതൽ 10 വരെ, അല്ലെങ്കിൽ 10 മുതൽ 1 വരെ നിൽക്കുന്നു.",
		"നിങ്ങൾ ഒരു ജയിലറോ, ക്രൂരനായ വ്യക്തിയോ, അല്ലെങ്കിൽ ആയുധങ്ങളും അമ്പുകളും നിർമ്മിക്കുന്നവരോ ആയിരിക്കും."
	],
"sakti_yoga":["ശക്തി യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 7, 8, 9, 10 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷമില്ലാത്തവരും, ദരിദ്രരും, പരാജയപ്പെട്ടവരും, അയോഗ്യരും, അലസരുമായിരിക്കും. എന്നാൽ ഇവർ ദീർഘായുസ്സുള്ളവരും ദൃഢനിശ്ചയമുള്ളവരുമാണ്. യുദ്ധരംഗത്ത് ഇവർക്ക് മൂർച്ചയുള്ള ബുദ്ധിയുണ്ടാകും. ശക്തി എന്നാൽ ഊർജ്ജം എന്നാണർത്ഥം, ഇത് ഒരു ശക്തമായ ആയുധം കൂടിയാണ്."],
	"danda_yoga":["ദണ്ഡ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 10, 11, 12, 1 ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് ഭാര്യയെയും മക്കളെയും നഷ്ടപ്പെട്ടേക്കാം, കൂടാതെ സ്വന്തം ആളുകൾ അവരെ ഉപേക്ഷിക്കുകയും ചെയ്യും. ഇവർ ദുഃഖിതരായിരിക്കും കൂടാതെ താഴ്ന്ന ആളുകളെ സേവിക്കേണ്ടി വരും. ദണ്ഡ എന്നാൽ ശിക്ഷിക്കാൻ ഉപയോഗിക്കുന്ന വടി എന്നാണർത്ഥം."],
	"nav_yoga": [
		"നവ് യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ഏതെങ്കിലും ഒരു ഭാവത്തിൽ നിന്ന് തുടർച്ചയായ ഏഴ് രാശികളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ പ്രശസ്തനും അംഗീകരിക്കപ്പെട്ടവനുമായിരിക്കും, കൂടാതെ ജീവിതത്തിലുടനീളം നിങ്ങളുടെ പ്രയത്നത്തിന്റെ ഫലം ആസ്വദിക്കും."
	],
	"naukaa_yoga":["നൗകാ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് തുടർച്ചയായ 7 രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ജലവുമായി ബന്ധപ്പെട്ട കാര്യങ്ങളിൽ പണം സമ്പാദിക്കുന്നു. ഇവർക്ക് ധാരാളം ആഗ്രഹങ്ങളുണ്ടാകും. ഇവർ പ്രശസ്തരായിരിക്കും. ഇവർ ദുഷ്ടരും പരുക്കൻ സ്വഭാവക്കാരും പിശുക്കരുമായിരിക്കും. നൗക എന്നാൽ കപ്പൽ അല്ലെങ്കിൽ തോണി എന്നാണർത്ഥം."],
	"koota_yoga":["കൂട യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും നാലാം ഭാവം മുതൽ തുടർച്ചയായ 7 രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു ജയിലറായി മാറിയേക്കാം. ഈ വ്യക്തി നുണ പറയുന്നവനായിരിക്കും. ഇവർ മലകളിലും കോട്ടകളിലും വസിക്കുന്നു. ഇവർ ദരിദ്രരും ക്രൂരരുമായിരിക്കും. കൂട എന്നാൽ ഒരു കൂട്ടം എന്നാണർത്ഥം, ഇതിന് മറ്റ് പല അർത്ഥങ്ങളുമുണ്ട്."],
	"chatra_yoga":["ഛത്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ഏഴാം ഭാവം മുതൽ തുടർച്ചയായ 7 രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ സ്വന്തം ആളുകളെ സഹായിക്കും. ഇവർ ദയാലുവും പല രാജാക്കന്മാരാലും ഇഷ്ടപ്പെടുന്നവരുമായിരിക്കും. ഇവർ ബുദ്ധിമാന്മാരാണ്. ഇവർ ജീവിതത്തിന്റെ ആദ്യ പകുതിയിലും അവസാന പകുതിയിലും സന്തോഷവാനായിരിക്കും. ഇവർ ദീർഘായുസ്സുള്ളവരാണ്. ഛത്ര എന്നാൽ കുട എന്നാണർത്ഥം."],
	"chaapa_yoga":["ചാപ യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും പത്താം ഭാവം മുതൽ തുടർച്ചയായ 7 രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ നുണയനും കള്ളനും രഹസ്യങ്ങൾ സംരക്ഷിക്കുന്നവനുമായി മാറും. ഇവർ വനങ്ങളിൽ അലഞ്ഞുതിരിയുന്നു. ഇവർ ഭാഗ്യമില്ലാത്തവരാണ്. ജീവിതത്തിന്റെ മധ്യകാലഘട്ടത്തിൽ ഇവർ സന്തോഷവാനായിരിക്കും. ചാപ എന്നാൽ വില്ല് എന്നാണർത്ഥം."],
	"ardha_chandra_yoga":["അർദ്ധ ചന്ദ്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ഒരു പണപര (2, 5, 8, 11) അല്ലെങ്കിൽ അപോക്ലിമ (3, 6, 9, 12) ഭാവം മുതൽ തുടർച്ചയായ 7 രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു സൈന്യാധിപനായി മാറും. ഇവർക്ക് നല്ല ശരീരഘടനയുണ്ടാകും. അധികാരികൾക്ക് ഇവരെ ഇഷ്ടമായിരിക്കും. ഇവർ ശക്തരും രത്നങ്ങളും സ്വർണ്ണവും ധാരാളം ആഭരണങ്ങളും ഉള്ളവരുമായിരിക്കും. അർദ്ധ ചന്ദ്ര എന്നാൽ പകുതി ചന്ദ്രൻ എന്നാണർത്ഥം."],
	"chakra_yoga":["ചക്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 1, 3, 5, 7, 9, 11 എന്നീ ഒറ്റ ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു വലിയ ചക്രവർത്തിയായി മാറും. പല രാജാക്കന്മാരും ഈ വ്യക്തിയുടെ പാദങ്ങളിൽ നമസ്കരിക്കും. ചക്ര എന്നാൽ ചക്രം എന്നാണർത്ഥം. ചക്രവർത്തി എന്നാൽ സാമ്രാജ്യാധിപതി എന്നർത്ഥം."],
	"samudra_yoga":["സമുദ്ര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്ന് 2, 4, 6, 8, 10, 12 എന്നീ ഇരട്ട ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ധാരാളം സമ്പത്തും രത്നങ്ങളും ഉള്ളവരായിരിക്കും. ഇവർ ആഡംബരങ്ങൾ ഇഷ്ടപ്പെടുന്നവരും ജനപ്രിയരുമായിരിക്കും. ഇവരുടെ ഭാഗ്യവും മഹത്വവും സ്ഥിരമായിരിക്കും. ഇവർ മൃദുസ്വഭാവമുള്ളവരാണ്. സമുദ്രം എന്നാൽ കടൽ എന്നാണർത്ഥം. ധാരാളം സമ്പത്തുള്ള സമുദ്രദേവന്റെ പേരും ഇതുതന്നെയാണ്."],
	"veenaa_yoga":["വീണാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും കൃത്യം 7 വ്യത്യസ്ത രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ സംഗീതം, നൃത്തം, പാട്ട് എന്നിവ ഇഷ്ടപ്പെടുന്നവരായിരിക്കും. ഇവർക്ക് ധാരാളം വേലക്കാരുണ്ടാകും. ഇവർ സമ്പന്നരും കഴിവുള്ളവരും ജനനേതാക്കളുമായിരിക്കും. വീണ ഒരു തന്ത്രിവാദ്യമാണ്. ഇതിനെ വല്ലകി യോഗം എന്നും വിളിക്കാറുണ്ട്."],
	"daama_yoga":["ദാമ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും കൃത്യം 6 വ്യത്യസ്ത രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ വളരെ സമ്പന്നരും പ്രശസ്തരുമായിരിക്കും. ഇവർക്ക് ധാരാളം കുട്ടികളുണ്ടാകും. ഇവർക്ക് ധാരാളം രത്നങ്ങളുണ്ടാകും. ഇവർ മറ്റുള്ളവരെ സഹായിക്കുന്നു. ദാമ എന്നാൽ മാല അല്ലെങ്കിൽ പൂമാല എന്നാണർത്ഥം. ചിലർ ഇതിനെ ദാമിനി യോഗം എന്നും വിളിക്കുന്നു."],
	"paasa_yoga":["പാശ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും കൃത്യം 5 വ്യത്യസ്ത രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ തടവിലാക്കപ്പെടാൻ സാധ്യതയുണ്ട്. ഇവർ സ്വന്തം ജോലിയിൽ സമർത്ഥരായിരിക്കും. ഇവർ വായടിയില്ലാത്തവരായിരിക്കും. ഇവർക്ക് ധാരാളം വേലക്കാരുണ്ടാകും. ഇവർക്ക് സ്വഭാവശുദ്ധി കുറവായിരിക്കും. പാശ എന്നാൽ കുരുക്ക് എന്നാണർത്ഥം."],
	"kedaara_yoga":["കേദാര യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും കൃത്യം 4 വ്യത്യസ്ത രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു കർഷകനായിരിക്കും. ഇവർ സന്തോഷവാനും സമ്പന്നനും മറ്റുള്ളവരെ സഹായിക്കുന്നവനുമായിരിക്കും. കേദാര എന്നാൽ വയൽ എന്നാണർത്ഥം."],
	"soola_yoga":["ശൂല യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും കൃത്യം 3 വ്യത്യസ്ത രാശികളിലായി നിൽക്കുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ തീക്ഷ്ണ ബുദ്ധിയുള്ളവരും, അലസരും, അക്രമാസക്തരും, ദരിദ്രരും, നിരോധിക്കപ്പെട്ട പ്രവൃത്തികൾ ചെയ്യുന്നവരും എന്നാൽ ധീരരുമായിരിക്കും. ഇവർ യുദ്ധങ്ങളിൽ പ്രശംസ നേടും. ശൂലം ശിവന്റെ ആയുധമാണ്."],
	"subha_yoga":["ശുഭ യോഗം",
		"ലഗ്നത്തിൽ ശുഭഗ്രഹങ്ങൾ നിൽക്കുകയോ അല്ലെങ്കിൽ ലഗ്നത്തിന് 'ശുഭ കർത്താരി' യോഗം (ലഗ്നത്തിന് 2-ലും 12-ലും ശുഭഗ്രഹങ്ങൾ) ഉണ്ടാവുകയോ ചെയ്യുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് നല്ല വാക്ചാതുര്യവും, സൗന്ദര്യവും, സൽസ്വഭാവവും ഉണ്ടാകും."],
	"asubha_yoga":["അശുഭ യോഗം",
		"ലഗ്നത്തിൽ പാപഗ്രഹങ്ങൾ നിൽക്കുകയോ അല്ലെങ്കിൽ ലഗ്നത്തിന് 'പാപ കർത്താരി' യോഗം (ലഗ്നത്തിന് 2-ലും 12-ലും പാപഗ്രഹങ്ങൾ) ഉണ്ടാവുകയോ ചെയ്യുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് ധാരാളം ആഗ്രഹങ്ങളുണ്ടാകും. ഇവർ പാപകർമ്മങ്ങളിൽ ഏർപ്പെടുന്നവരും മറ്റുള്ളവരുടെ സമ്പത്ത് ആസ്വദിക്കുന്നവരുമായിരിക്കും."],
	"gaja_kesari_yoga":["ഗജ കേസരി യോഗം",
		"ഗജ കേസരി യോഗം: (1) ചന്ദ്രനിൽ നിന്നുള്ള കേന്ദ്രത്തിൽ വ്യാഴം നിൽക്കുക, (2) ഒരു ശുഭഗ്രഹം വ്യാഴവുമായി ചേരുകയോ ദർശിക്കുകയോ ചെയ്യുക, (3) വ്യാഴം നീചമോ മൗഢ്യമോ ശത്രുക്ഷേത്രത്തിലോ അല്ലാതിരിക്കുക.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ പ്രശസ്തരും സമ്പന്നരും ബുദ്ധിമാന്മാരുമായിരിക്കും. ഇവർക്ക് ഉത്തമമായ സ്വഭാവമുണ്ടാകും കൂടാതെ രാജാക്കന്മാരാൽ ഇഷ്ടപ്പെടുകയും ചെയ്യും. പുണ്യത്തിനും ശാശ്വതമായ പ്രശസ്തിക്കും ഇതൊരു പ്രധാന യോഗമാണ്."
		],
	"guru_mangala_yoga":["ഗുരു മംഗള യോഗം",
		"വ്യാഴവും ചൊവ്വയും ഒന്നിച്ചു നിൽക്കുകയോ അല്ലെങ്കിൽ പരസ്പരം ഏഴാം ഭാവത്തിൽ നിൽക്കുകയോ ചെയ്താൽ ഈ യോഗം ഉണ്ടാകുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ നീതിമാന്മാരും ഊർജ്ജസ്വലരുമായിരിക്കും. ഈ വ്യക്തിയുടെ ഊർജ്ജം ധാർമ്മികമായ വഴികളിലൂടെ വിനിയോഗിക്കപ്പെടും."],
	"amala_yoga":["അമല യോഗം",
	"ലഗ്നത്തിൽ നിന്നോ ചന്ദ്രനിൽ നിന്നോ ഉള്ള പത്താം ഭാവത്തിൽ ശുഭഗ്രഹങ്ങൾ മാത്രം സ്ഥിതി ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് ശാശ്വതമായ കീർത്തി ലഭിക്കും. ഇവർ രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്നു. ഇവർക്ക് ആഡംബരങ്ങളും സദ്ഗുണങ്ങളുമുണ്ടാകും. ഇവർ മറ്റുള്ളവരെ സഹായിക്കുന്നു. അമല എന്നാൽ ശുദ്ധമായത് എന്നാണർത്ഥം. പത്താം ഭാവം ഒരാളുടെ സാമൂഹികമായ പെരുമാറ്റത്തെ കാണിക്കുന്നതിനാൽ, അവിടെ ശുഭഗ്രഹങ്ങൾ മാത്രം നിൽക്കുന്നത് പെരുമാറ്റത്തെ അതിവിശുദ്ധമാക്കുന്നു."],
	"parvata_yoga":["പർവ്വത യോഗം",
	"മുന്നിലെ (1) കേന്ദ്ര ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ മാത്രം നിൽക്കുകയും (2) ഏഴ്, എട്ട് ഭാവങ്ങൾ ശൂന്യമായിരിക്കുകയോ അവിടെ ശുഭഗ്രഹങ്ങൾ മാത്രം നിൽക്കുകയോ ചെയ്യുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഭാഗ്യവാന്മാരും, വാക്ചാതുര്യമുള്ളവരും, പ്രശസ്തരും, ദാനശീലരും, പ്രസന്നതയുള്ളവരും തമാശ ഇഷ്ടപ്പെടുന്നവരുമായിരിക്കും. പർവ്വത എന്നാൽ മല എന്നാണർത്ഥം."],
	"kaahala_yoga":["കാഹള യോഗം",
	"(1) നാലാം അധിപനും വ്യാഴവും പരസ്പര കേന്ദ്രങ്ങളിൽ നിൽക്കുകയും (2) ലഗ്നാധിപൻ ബലവാനായിരിക്കുകയും ചെയ്യുക. അല്ലെങ്കിൽ, നാലാം അധിപൻ ഉച്ചത്തിലോ സ്വക്ഷേത്രത്തിലോ നിൽക്കുകയും പത്താം അധിപൻ കൂടെ നിൽക്കുകയും ചെയ്യുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ശക്തരും, ധീരരും, തന്ത്രശാലികളും ഒരു വലിയ സൈന്യത്തെ നയിക്കുന്നവരുമായിരിക്കും. ഇവർക്ക് കുറച്ച് ഗ്രാമങ്ങൾ സ്വന്തമായി ഉണ്ടാകും. കാഹള എന്നാൽ അത്യധികമായത് എന്നാണർത്ഥം. ഇതിന് വികൃതിയായ എന്നൊരു അർത്ഥം കൂടിയുണ്ട്."],
	"chaamara_yoga":["ചാമര യോഗം","ലഗ്നാധിപൻ ഉച്ചത്തിൽ ഒരു കേന്ദ്ര ഭാവത്തിൽ വ്യാഴത്തിന്റെ ദൃഷ്ടിയോടെ നിൽക്കുകയോ അല്ലെങ്കിൽ 7, 9, 10 ഭാവങ്ങളിൽ രണ്ട് ശുഭഗ്രഹങ്ങൾ ഒന്നിച്ചു നിൽക്കുകയോ ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു രാജാവോ രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്നവരോ ആയിരിക്കും. ഇവർ ദീർഘായുസ്സുള്ളവരും, പണ്ഡിതരും, വാക്ചാതുര്യമുള്ളവരും പല കലകളിൽ അറിവുള്ളവരുമായിരിക്കും. ചാമരം എന്നത് രാജാധികാരത്തിന്റെ അടയാളമായി ഉപയോഗിക്കുന്ന ഒന്നാണ്. ഇത് അധികാരത്തിന്റെ പ്രതീകമാണ്."],
	"sankha_yoga":["ശംഖ യോഗം","(1) ലഗ്നാധിപൻ ബലവാനാവുകയും (2) 5, 6 ഭാവങ്ങളുടെ അധിപന്മാർ പരസ്പര കേന്ദ്രങ്ങളിൽ നിൽക്കുകയും ചെയ്യുക. അല്ലെങ്കിൽ (1) ലഗ്നാധിപനും പത്താം അധിപനും ഒരു ചര രാശിയിൽ ഒന്നിച്ചു നിൽക്കുകയും (2) ഒൻപതാം അധിപൻ ബലവാനാവുകയും ചെയ്യുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമ്പത്തും പങ്കാളിയും മക്കളും ഉണ്ടാകും. ഇവർ ദയാലുവും ഭക്തനും ബുദ്ധിമാനും ദീർഘായുസ്സുള്ളവനുമായിരിക്കും. ശംഖ എന്നാൽ ശംഖ് എന്നാണർത്ഥം."],
	"bheri_yoga":["ഭേരി യോഗം","(1) ഒൻപതാം അധിപൻ ബലവാനാവുകയും (2) 1, 2, 7, 12 ഭാവങ്ങളിൽ ഗ്രഹങ്ങൾ നിൽക്കുകയും ചെയ്യുക. അല്ലെങ്കിൽ (1) ഒൻപതാം അധിപൻ ബലവാനാവുകയും (2) വ്യാഴം, ശുക്രൻ, ലഗ്നാധിപൻ എന്നിവർ പരസ്പര കേന്ദ്രങ്ങളിൽ നിൽക്കുകയും ചെയ്യുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമ്പത്തും പങ്കാളിയും മക്കളും ഉണ്ടാകും. ഇവർ രാജാവാകാൻ സാധ്യതയുണ്ട്. ഇവർക്ക് കീർത്തിയും സ്വഭാവശുദ്ധിയുമുണ്ടാകും. ഇവർ സദ്ഗുണമുള്ളവരും മതവിശ്വാസികളുമാണ്. ഇവർ സുഖങ്ങൾ അനുഭവിക്കും. ഭേരി എന്നാൽ ഒരു തരം വലിയ ചെണ്ട എന്നാണർത്ഥം."],
	"mridanga_yoga":["മൃദംഗ യോഗം",
		"(1) കേന്ദ്രങ്ങളിലും ത്രികോണങ്ങളിലും സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ ഉള്ള ഗ്രഹങ്ങൾ നിൽക്കുകയും (2) ലഗ്നാധിപൻ ബലവാനാവുകയും ചെയ്യുന്നു.",
		"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു രാജാവോ രാജതുല്യനോ ആയിരിക്കും കൂടാതെ സന്തോഷവാനായിരിക്കും. മൃദംഗം എന്നത് ദക്ഷിണേന്ത്യയിൽ പ്രചാരത്തിലുള്ള മനോഹരമായ ഒരു വാദ്യോപകരണമാണ്."],
	"sreenaatha_yoga":["ശ്രീനാഥ യോഗം",
	"(1) ഏഴാം അധിപൻ പത്താം ഭാവത്തിൽ ഉച്ചത്തിൽ നിൽക്കുകയും (2) പത്താം അധിപൻ ഒൻപതാം അധിപനോടൊപ്പം നിൽക്കുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ദേവേന്ദ്രന് തുല്യനായ മഹാനായ രാജാവായി തീരും. ശ്രീനാഥ എന്നാൽ വലിയ സമ്പത്തിന്റെയും ഐശ്വര്യത്തിന്റെയും നാഥൻ എന്നാണർത്ഥം. ഇത് വിഷ്ണുവിന്റെ ഒരു പേര് കൂടിയാണ്."],
	"matsya_yoga":["മത്സ്യ യോഗം", 
	"(1) ലഗ്നത്തിലും ഒൻപതാം ഭാവത്തിലും ശുഭഗ്രഹങ്ങൾ നിൽക്കുകയും, (2) അഞ്ചാം ഭാവത്തിൽ ചില ഗ്രഹങ്ങൾ ഉണ്ടാവുകയും, (3) ചതുരസ്രങ്ങളിൽ (4, 8 ഭാവങ്ങൾ) പാപഗ്രഹങ്ങൾ നിൽക്കുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു ജ്യോതിഷിയോ ദീർഘദർശിയോ ആയി മാറും. ദയ, സ്വഭാവശുദ്ധി, ബുദ്ധി എന്നിവയുടെ ആൾരൂപമായിരിക്കും ഇവർ. ഇവർ ശക്തരും സുമുഖരുമായിരിക്കും. പ്രശസ്തരും പണ്ഡിതരുമായിരിക്കും. ഇവർ ഒരു തപസ്വിയായിരിക്കും. മത്സ്യ എന്നാൽ മീൻ എന്നാണർത്ഥം."],
	"koorma_yoga":["കൂർമ്മ യോഗം",
	"(1) 5, 6, 7 ഭാവങ്ങളിൽ സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ മിത്രക്ഷേത്രത്തിലോ നിൽക്കുന്ന ശുഭഗ്രഹങ്ങൾ ഉണ്ടാവുകയും (2) 1, 3, 11 ഭാവങ്ങളിൽ സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുന്ന പാപഗ്രഹങ്ങൾ ഉണ്ടാവുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ രാജാവായി തീരും. ഇവർക്ക് ഭക്തിയും സ്വഭാവശുദ്ധിയുമുണ്ടാകും. ഇവർ സന്തോഷവാനും ഉപകാരിയും പ്രശസ്തനുമായിരിക്കും. കൂർമ്മ എന്നാൽ ആമ എന്നാണർത്ഥം."],
	"khadga_yoga":["ഖഡ്ഗ യോഗം",
	"(1) രണ്ടാം അധിപൻ ഒൻപതാം ഭാവത്തിലും, (2) ഒൻപതാം അധിപൻ രണ്ടാം ഭാവത്തിലും നിൽക്കുകയും, (3) ലഗ്നാധിപൻ കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ നിൽക്കുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ കഴിവുള്ളവരും, സമ്പന്നരും, പണ്ഡിതരും, സന്തോഷവാന്മാരും, ഭാഗ്യശാലികളും, ബുദ്ധിമാന്മാരും, നന്ദിയുള്ളവരും ശക്തരുമായിരിക്കും. ഖഡ്ഗ എന്നാൽ വാൾ എന്നാണർത്ഥം."],
	"kusuma_yoga":["കുസുമ യോഗം",
	"(1) ലഗ്നം സ്ഥിര രാശിയിലാവുകയും, (2) ശുക്രൻ ഒരു കേന്ദ്രത്തിൽ നിൽക്കുകയും, (3) ചന്ദ്രൻ ഒരു ശുഭഗ്രഹത്തോടൊപ്പം ത്രികോണത്തിൽ നിൽക്കുകയും, (4) ശനി പത്താം ഭാവത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു രാജാവോ രാജതുല്യനോ ആയി മാറും. ഇവർ ദാനശീലരാണ്. ഇവർക്ക് സുഖസൗകര്യങ്ങളും സന്തോഷവും ലഭിക്കും. ഇവർ സമൂഹത്തിന്റെ നേതാവായിരിക്കും. ഇവർക്ക് സ്വഭാവശുദ്ധിയും പാണ്ഡിത്യവുമുണ്ടാകും. കുസുമ എന്നാൽ പൂവ് എന്നാണർത്ഥം."],
	"kalaanidhi_yoga":["കലാനിധി യോഗം",
	"(1) വ്യാഴം രണ്ടാം ഭാവത്തിലോ അഞ്ചാം ഭാവത്തിലോ നിൽക്കുകയും (2) ബുധനും ശുക്രനും ചേർന്ന് നിൽക്കുകയോ ദർശിക്കുകയോ ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സ്വഭാവശുദ്ധി, സന്തോഷം, നല്ല ആരോഗ്യം, സമ്പത്ത്, അറിവ് എന്നിവ ലഭിക്കും. ഇവർ രാജാക്കന്മാരാൽ ബഹുമാനിക്കപ്പെടുന്നു. കലാനിധി എന്നാൽ കലകളുടെയും കഴിവുകളുടെയും നിധി എന്നാണർത്ഥം."],
	"kalpadruma_yoga":["കല്പദ്രുമ യോഗം", 
	"(1) ലഗ്നാധിപൻ, (2) അയാളുടെ രാശ്യാധിപൻ, (3) ആ രാശ്യാധിപന്റെ രാശ്യാധിപൻ എന്നിവരെ രാശിയിലും (4) നവാംശത്തിലും പരിഗണിക്കുക. ഈ നാല് ഗ്രഹങ്ങളും രാശിയിലും നവാംശത്തിലും കേന്ദ്രങ്ങളിലോ, ത്രികോണങ്ങളിലോ, ഉച്ചക്ഷേത്രങ്ങളിലോ നിന്നാൽ ഈ യോഗം ഉണ്ടാകുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ രാജാവായി തീരും. ഇവർ യുദ്ധങ്ങൾ ഇഷ്ടപ്പെടുന്നു. ഇവർ വളരെ ഐശ്വര്യമുള്ളവരും, തത്വദീക്ഷയുള്ളവരും, ശക്തരും ദയാലുക്കളുമായിരിക്കും. കല്പദ്രുമം എന്നത് സ്വർഗ്ഗത്തിലെ ഒരു പുണ്യവൃക്ഷമാണ്. ഈ യോഗം പാരിജാത യോഗം എന്നും അറിയപ്പെടുന്നു. പാരിജാതം ഒരു സ്വർഗ്ഗീയ പുഷ്പമാണ്."],
	"lagnaadhi_yoga":["ലഗ്നാധി യോഗം",
	"ലഗ്നത്തിൽ നിന്നുള്ള 7, 8 ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ നിൽക്കുകയും പാപഗ്രഹങ്ങളുടെ ദൃഷ്ടിയോ യോഗമോ ഇല്ലാതിരിക്കുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു മഹാപുരുഷനായി മാറും. ഇവർ പണ്ഡിതനും സന്തോഷവാനുമായിരിക്കും. ലഗ്നാധി യോഗം എന്നാൽ ലഗ്നത്തിൽ നിന്നുള്ള അധി യോഗം എന്നാണർത്ഥം."],
	"hari_yoga":["ഹരി യോഗം",
	"രണ്ടാം അധിപനിൽ നിന്ന് 2, 12, 8 ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ നിൽക്കുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാന്മാരും, പണ്ഡിതരും, സമ്പത്തും മക്കളുമുള്ള ഭാഗ്യശാലികളുമായിരിക്കും. ഹരി എന്നത് വിഷ്ണുവിന്റെ പേരാണ്. രണ്ടാം ഭാവം ഭക്ഷണത്തിന്റെയും പണത്തിന്റെയും ഭാവമാണ്, പത്താം ഭാവത്തിൽ നിന്നുള്ള ത്രികോണമാണിത്. ഇത് ജീവിത നിലനിൽപ്പിനെ കാണിക്കുന്നു."],
	"hara_yoga": [
		"ഹര യോഗം",
		"ശുഭ ഗ്രഹങ്ങൾ 4, 9, 8 ഭാവങ്ങളിൽ സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ സന്തോഷവാനും നല്ല സ്വഭാവമുള്ളവനുമായിരിക്കും കൂടാതെ ജീവിതത്തിലെ സുഖസൗകര്യങ്ങൾ ആസ്വദിക്കുകയും ചെയ്യും, എങ്കിലും ചിലപ്പോൾ ഭാഗ്യത്തിൽ അപ്രതീക്ഷിത മാറ്റങ്ങൾ നേരിട്ടേക്കാം."
	],
"brahma_yoga":["ബ്രഹ്മ യോഗം",
	"ലഗ്നാധിപനിൽ നിന്ന് എണ്ണുമ്പോൾ 4, 10, 11 ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ നിൽക്കുന്നുവെങ്കിൽ ഈ യോഗം ഉണ്ടാകുന്നു. മറ്റൊരു രീതി: (1) ഒൻപതാം അധിപനിൽ നിന്ന് കേന്ദ്രത്തിൽ വ്യാഴവും, (2) പതിനൊന്നാം അധിപനിൽ നിന്ന് കേന്ദ്രത്തിൽ ശുക്രനും, (3) ലഗ്നാധിപനിൽ നിന്നോ പത്താം അധിപനിൽ നിന്നോ കേന്ദ്രത്തിൽ ബുധനും നിൽക്കുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാന്മാരും, പണ്ഡിതരും, സമ്പത്തും മക്കളുമുള്ള ഭാഗ്യശാലികളുമായിരിക്കും. ബ്രഹ്മാവ് ഈ പ്രപഞ്ചത്തിന്റെ സൃഷ്ടികർത്താവാണ്. ജാതകത്തിൽ ജനനത്തെ ലഗ്നവും സൃഷ്ടികർത്താവിനെ ലഗ്നാധിപനും പ്രതിനിധീകരിക്കുന്നു."],
	"vishnu_yoga":["വിഷ്ണു യോഗം",
	"(1) ഒൻപത്, പത്ത് ഭാവങ്ങളുടെ അധിപന്മാർ രണ്ടാം ഭാവത്തിൽ നിൽക്കുകയും (2) ഒൻപതാം അധിപൻ രാശി ചാർട്ടിൽ നിൽക്കുന്ന രാശിയുടെ നവാംശ അധിപൻ രണ്ടാം ഭാവത്തിൽ വരികയും ചെയ്താൽ ഈ യോഗം ഉണ്ടാകുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ഭാഗ്യവാന്മാരും, പണ്ഡിതരും, ദീർഘായുസ്സുള്ളവരും അധികാരികളാൽ ഇഷ്ടപ്പെടുന്നവരുമായിരിക്കും. ഈ വ്യക്തി വിഷ്ണുഭക്തനായിരിക്കും."],
	"siva_yoga":["ശിവ യോഗം",
	"(1) അഞ്ചാം അധിപൻ ഒൻപതാം ഭാവത്തിലും, (2) ഒൻപതാം അധിപൻ പത്താം ഭാവത്തിലും, (3) പത്താം അധിപൻ അഞ്ചാം ഭാവത്തിലും നിൽക്കുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ജ്ഞാനികളും പുണ്യശാലികളുമായിരിക്കും. ഇവർ വിജയികളാണ്. ഇവർക്ക് ഒരു സൈന്യാധിപനോ ബിസിനസുകാരനോ ആകാൻ സാധിക്കും. ത്രിമൂർത്തികളിൽ ഒരാളാണ് ശിവൻ."],
	"trilochana_yoga":["ത്രിലോചന യോഗം",
	"സൂര്യൻ, ചന്ദ്രൻ, ചൊവ്വ എന്നിവർ പരസ്പര ത്രികോണങ്ങളിൽ (1, 5, 9) നിൽക്കുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ സമ്പന്നരും, ബുദ്ധിമാന്മാരും, ദീർഘായുസ്സുള്ളവരും ശത്രുക്കളെ ജയിക്കുന്നവരുമായിരിക്കും. വലിയ തടസ്സങ്ങളില്ലാതെ ഇവർ എല്ലാം നേടിയെടുക്കുന്നു. ത്രിലോചന എന്നാൽ 'മൂന്ന് കണ്ണുകളുള്ളവൻ' എന്നാണർത്ഥം. ഇത് ശിവന്റെ മറ്റൊരു പേരാണ്."],
	"gouri_yoga":["ഗൗരി യോഗം",
	"പത്താം അധിപൻ നവാംശത്തിൽ നിൽക്കുന്ന രാശിയുടെ അധിപൻ പത്താം ഭാവത്തിൽ ഉച്ചത്തിൽ നിൽക്കുകയും ലഗ്നാധിപൻ കൂടെ ചേരുകയും ചെയ്യുന്നു.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ മാന്യമായ കുടുംബത്തിൽ നിന്നുള്ളവരും മതവിശ്വാസികളും പുണ്യവാന്മാരുമായിരിക്കും. ഇവർക്ക് കുടുംബത്തിൽ നിന്ന് സന്തോഷം ലഭിക്കും. ശിവപത്നിയായ പാർവ്വതിയുടെ ഒരു രൂപമാണ് ഗൗരി. ദാമ്പത്യ സൗഖ്യത്തിന്റെയും വിശുദ്ധിയുടെയും പ്രതീകമാണിത്."],
	"chandikaa_yoga":["ചണ്ഡികാ യോഗം",
	"(1) ലഗ്നം സ്ഥിര രാശിയിലാവുകയും ആറാം അധിപൻ ദർശിക്കുകയും ചെയ്യുക, (2) ആറ്, ഒൻപത് ഭാവങ്ങളുടെ നവാംശ അധിപന്മാരോടൊപ്പം സൂര്യൻ നിൽക്കുകയും ചെയ്യുക.",
	"ഈ യോഗത്തിൽ ജനിച്ചവർ ആക്രമണോത്സുകരും, ദാനശീലരും, സമ്പന്നരും, പ്രശസ്തരും ദീർഘായുസ്സുള്ളവരുമായിരിക്കും. പാർവ്വതിയുടെ ഉഗ്രരൂപമാണ് ചണ്ഡിക."],
"lakshmi_yoga":["ലക്ഷ്മി യോഗം",
" (1) ഒൻപതാം അധിപൻ ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്രത്തിലോ സ്വക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുകയും (2) ലഗ്നാധിപൻ ബലവാനാവുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ രാജാവിനെപ്പോലെയാകും. ഇവർക്ക് നല്ല സൗന്ദര്യവും, സ്വഭാവശുദ്ധിയും, സമ്പത്തും ധാരാളം കുട്ടികളുമുണ്ടാകും. ഇവർ തത്വദീക്ഷയുള്ളവരും പ്രശസ്തരുമായിരിക്കും. വിഷ്ണുപത്നിയായ ലക്ഷ്മി ഐശ്വര്യത്തിന്റെ ദേവിയാണ്."],
"saarada_yoga":["ശാരദാ യോഗം",
"(1) പത്താം അധിപൻ അഞ്ചാം ഭാവത്തിൽ നിൽക്കുക, (2) ബുധൻ കേന്ദ്രത്തിൽ നിൽക്കുക, (3) സൂര്യൻ ചിങ്ങം രാശിയിൽ ബലവാനായിരിക്കുക, (4) ബുധനോ വ്യാഴമോ ചന്ദ്രനിൽ നിന്ന് ത്രികോണത്തിൽ നിൽക്കുക, (5) ചൊവ്വ പതിനൊന്നാം ഭാവത്തിൽ നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമ്പത്തും പങ്കാളിയും മക്കളും ഉണ്ടാകും. ഇവർ സന്തോഷവാന്മാരും, പണ്ഡിതരും, തത്വദീക്ഷയുള്ളവരും അധികാരികളാൽ ഇഷ്ടപ്പെടുന്നവരുമായിരിക്കും. ഇവർ ജ്ഞാനസമ്പാദനത്തിനായി പ്രയത്നിക്കുന്നവരായിരിക്കും. വിദ്യയുടെ ദേവിയായ സരസ്വതിയുടെ മറ്റൊരു പേരാണ് ശാരദ."],
"bhaarathi_yoga":["ഭാരതി യോഗം",
"രണ്ട്, അഞ്ച് അല്ലെങ്കിൽ പതിനൊന്നാം അധിപൻ നവാംശത്തിൽ നിൽക്കുന്ന രാശിയുടെ അധിപൻ ഉച്ചത്തിൽ നിൽക്കുകയും ഒൻപതാം അധിപനോടൊപ്പം ചേരുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ വലിയ പണ്ഡിതനായിരിക്കും. ഇവർ ബുദ്ധിമാനും, മതവിശ്വാസിയും, സുമുഖനും പ്രശസ്തനുമായിരിക്കും. വിദ്യയുടെ ദേവിയായ സരസ്വതിയുടെ മറ്റൊരു പേരാണ് ഭാരതി."],
"saraswathi_yoga":["സരസ്വതി യോഗം",
"(1) ബുധൻ, വ്യാഴം, ശുക്രൻ എന്നിവർ ഓരോരുത്തരും കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ രണ്ടാം ഭാവത്തിലോ നിൽക്കുകയും (ഒന്നിച്ചു നിൽക്കണമെന്നില്ല) (2) വ്യാഴം സ്വക്ഷേത്രത്തിലോ മിത്രക്ഷേത്രത്തിലോ ഉച്ചത്തിലോ നിൽക്കുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ വലിയ പണ്ഡിതനും, കഴിവുള്ളവനും, ബുദ്ധിമാനും, സമ്പന്നനും പ്രശസ്തനുമായിരിക്കും. ഇവർ എല്ലാവരാലും പ്രശംസിക്കപ്പെടും. വിദ്യയുടെ ദേവിയാണ് സരസ്വതി."],
"amsaavatara_yoga":["അംശാവതാര യോഗം",
"വ്യാഴം, ശുക്രൻ, ഉച്ചത്തിലുള്ള ശനി എന്നിവർ കേന്ദ്രങ്ങളിൽ നിൽക്കുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു രാജാവോ രാജതുല്യനോ ആയി മാറും. ഇവർ പണ്ഡിതനും സുഖസൗകര്യങ്ങൾ ഇഷ്ടപ്പെടുന്നവനുമായിരിക്കും. ഇവർക്ക് കളങ്കമില്ലാത്ത കീർത്തി ഉണ്ടാകും. അംശാവതാര എന്നാൽ ഭഗവാന്റെ അംശമായി ജനിച്ചവൻ എന്നാണർത്ഥം."],
"devendra_yoga":["ദേവേന്ദ്ര യോഗം",
"(1) ലഗ്നം സ്ഥിര രാശിയിലാവുക, (2) രണ്ടും പത്തും അധിപന്മാർ തമ്മിൽ പരിവർത്തനമുണ്ടാവുക, (3) ലഗ്നാധിപനും പതിനൊന്നാം അധിപനും തമ്മിൽ പരിവർത്തനമുണ്ടാവുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ജനനേതാവായിരിക്കും. ഇവർ സുമുഖനും, പ്രണയതല്പരനും, ദീർഘായുസ്സുള്ളവനും പ്രശസ്തനുമായിരിക്കും. ദേവന്മാരുടെ രാജാവാണ് ദേവേന്ദ്രൻ."],	
"indra_yoga":["ഇന്ദ്ര യോഗം",
"(1) അഞ്ചും പതിനൊന്നാം അധിപന്മാർ തമ്മിൽ പരിവർത്തനമുണ്ടാവുകയും (2) ചന്ദ്രൻ അഞ്ചാം ഭാവത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ രാജാവായി തീരും. ഇവർ ധീരരും പ്രശസ്തരും ദീർഘായുസ്സുള്ളവരുമായിരിക്കും. ദേവന്മാരുടെ ഭരണാധികാരിയാണ് ഇന്ദ്രൻ."],
"ravi_yoga":["രവി യോഗം",
"(1) സൂര്യൻ പത്താം ഭാവത്തിൽ നിൽക്കുകയും (2) പത്താം അധിപൻ ശനിയോടൊപ്പം മൂന്നാം ഭാവത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ പണ്ഡിതരും, വികാരാധീനരും അധികാരികളാൽ ബഹുമാനിക്കപ്പെടുന്നവരുമായിരിക്കും. രവി എന്നാൽ സൂര്യൻ എന്നാണർത്ഥം."],
"bhaaskara_yoga":["ഭാസ്കര യോഗം",
"(1) ചന്ദ്രൻ സൂര്യനിൽ നിന്ന് പന്ത്രണ്ടാം ഭാവത്തിലും, (2) ബുധൻ സൂര്യനിൽ നിന്ന് രണ്ടാം ഭാവത്തിലും, (3) വ്യാഴം ചന്ദ്രനിൽ നിന്ന് അഞ്ചിലോ ഒൻപതിലോ നിൽക്കുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ സമ്പന്നരും, ധീരരും പ്രഭുത്വമുള്ളവരുമായിരിക്കും. ഇവർ ശാസ്ത്രങ്ങളിലും ജ്യോതിഷത്തിലും സംഗീതത്തിലും പാണ്ഡിത്യമുള്ളവരായിരിക്കും. ഇവർക്ക് നല്ല വ്യക്തിത്വം ഉണ്ടാകും. ഭാസ്കരൻ എന്നാൽ സൂര്യൻ എന്നാണർത്ഥം."],
"kulavardhana_yoga":["കുലവർദ്ധന യോഗം",
"എല്ലാ ഗ്രഹങ്ങളും ലഗ്നത്തിൽ നിന്നോ ചന്ദ്രനിൽ നിന്നോ സൂര്യനിൽ നിന്നോ അഞ്ചാം ഭാവത്തിൽ നിൽക്കുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാനും സമ്പന്നനും സ്വന്തം വംശത്തിനും സമൂഹത്തിനും പേരും പ്രശസ്തിയും കൊണ്ടുവരുന്നവനുമായിരിക്കും. ഇവർക്ക് യോഗ്യരായ പിൻഗാമികൾ ഉണ്ടാകും. കുലം എന്നാൽ വംശം, വർദ്ധന എന്നാൽ വളർത്തുന്നവൻ എന്നാണർത്ഥം."],
"vasumathi_yoga":["വസുമതി യോഗം",
"ശുഭഗ്രഹങ്ങൾ ഉപചയ ഭാവങ്ങളിൽ (3, 6, 10, 11) നിൽക്കുന്നു.",
"പൂർണ്ണഫലം ലഭിക്കുന്നതിനായി പാപഗ്രഹങ്ങൾ ഉപചയ ഭാവങ്ങളിൽ നിൽക്കാൻ പാടില്ല, കൂടാതെ ഉപചയ ഭാവങ്ങളിൽ നിൽക്കുന്ന ശുഭഗ്രഹങ്ങൾ ബലമുള്ളവരായിരിക്കണം. ഈ യോഗത്തിൽ ജനിച്ചവർക്ക് സമൃദ്ധമായ സമ്പത്തുണ്ടാകും. വസുമതി എന്നാൽ ഭൂമി എന്നാണർത്ഥം."],
"gandharva_yoga":["ഗന്ധർവ്വ യോഗം",
"(1) പത്താം അധിപൻ ഏഴാം ഭാവത്തിൽ നിന്ന് ത്രികോണത്തിൽ നിൽക്കുക, (2) ലഗ്നാധിപൻ വ്യാഴത്തോടൊപ്പം നിൽക്കുകയോ വ്യാഴം ദർശിക്കുകയോ ചെയ്യുക, (3) സൂര്യൻ ഉച്ചത്തിൽ ബലവാനായിരിക്കുക, (4) ചന്ദ്രൻ ഒൻപതാം ഭാവത്തിൽ നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ലളിതകലകളിൽ നൈപുണ്യമുള്ളവരും പ്രശസ്തരുമായിരിക്കും. ഗന്ധർവ്വന്മാർ സംഗീതത്തിലും കലകളിലും പ്രാവീണ്യമുള്ള ദേവവിഭാഗമാണ്."],
"go_yoga":["ഗോ യോഗം",
" (1) വ്യാഴം സ്വന്തം മൂലത്രികോണ രാശിയിൽ ബലവാനായി നിൽക്കുക, (2) രണ്ടാം അധിപൻ വ്യാഴത്തോടൊപ്പം നിൽക്കുക, (3) ലഗ്നാധിപൻ ഉച്ചത്തിൽ നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ മാന്യമായ കുടുംബത്തിൽ നിന്നുള്ളവരായിരിക്കും. ഇവർ സമ്പന്നരും എല്ലാവരാലും ബഹുമാനിക്കപ്പെടുന്നവരുമായിരിക്കും. ഗോ എന്നാൽ പശു എന്നാണർത്ഥം."],
"vidyut_yoga":["വിദ്യുത് യോഗം",
"(1) പതിനൊന്നാം അധിപൻ പരമോച്ചത്തിൽ നിൽക്കുക, (2) ശുക്രനോടൊപ്പം ചേരുക, (3) ഇവർ രണ്ടുപേരും ലഗ്നാധിപനിൽ നിന്ന് കേന്ദ്രത്തിൽ നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ഒരു രാജാവോ രാജതുല്യനോ ആയി മാറും. ഇവർ സമ്പന്നരും, സുഖസൗകര്യങ്ങൾ ഇഷ്ടപ്പെടുന്നവരും ദാനശീലരുമായിരിക്കും. വിദ്യുത് എന്നാൽ മിന്നൽ അല്ലെങ്കിൽ വൈദ്യുതി എന്നാണർത്ഥം."],
"chapa_yoga":["ചാപ യോഗം",
"(1) നാലും പത്തും അധിപന്മാർ തമ്മിൽ പരിവർത്തനമുണ്ടാവുകയും (2) ലഗ്നാധിപൻ ഉച്ചത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ഭരണാധികാരികൾക്ക് വേണ്ടി ജോലി ചെയ്യുകയും ധാരാളം സമ്പത്തിന് ഉടമയാവുകയും ചെയ്യുന്നു. ചാപ എന്നാൽ വില്ല് എന്നാണർത്ഥം."],
"pushkala_yoga":["പുഷ്കല യോഗം","(1) ലഗ്നാധിപൻ ചന്ദ്രനോടൊപ്പം നിൽക്കുക, (2) ചന്ദ്രന്റെ രാശ്യാധിപൻ കേന്ദ്രത്തിലോ അതിമിത്രത്തിന്റെ ഭാവത്തിലോ നിൽക്കുക, (3) ചന്ദ്രന്റെ രാശ്യാധിപൻ ലഗ്നത്തെ ദർശിക്കുക, (4) ലഗ്നത്തിൽ ഒരു ഗ്രഹം നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ വാക്ചാതുര്യമുള്ളവരും, സമ്പന്നരും, പ്രശസ്തരും അധികാരികളാൽ ബഹുമാനിക്കപ്പെടുന്നവരുമായിരിക്കും. പുഷ്കല എന്നാൽ സമൃദ്ധമായത് എന്നാണർത്ഥം."],
"makuta_yoga":["മകുട യോഗം",
"(1) ഒൻപതാം അധിപനിൽ നിന്ന് ഒൻപതാം ഭാവത്തിൽ വ്യാഴം നിൽക്കുക, (2) വ്യാഴത്തിൽ നിന്നുള്ള ഒൻപതാം ഭാവത്തിൽ ഒരു ശുഭഗ്രഹം നിൽക്കുക, (3) ശനി പത്താം ഭാവത്തിൽ നിൽക്കുക.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ജനങ്ങളുടെ ശക്തനായ നേതാവായിരിക്കും. നിയന്ത്രിക്കാൻ പ്രയാസമുള്ള കാര്യങ്ങൾ ഇവർ കൈകാര്യം ചെയ്യുന്നു. മകുട എന്നാൽ കിരീടം എന്നാണർത്ഥം."],
"jaya_yoga":["ജയ യോഗം",
"(1) പത്താം അധിപൻ പരമോച്ചത്തിൽ നിൽക്കുകയും (2) ആറാം അധിപൻ നീചത്തിലാവുകയും ചെയ്യുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാനും, വിജയിയും, ശത്രുക്കളെ തോൽപ്പിക്കുന്നവനും ദീർഘായുസ്സുള്ളവനുമായിരിക്കും. ജയ എന്നാൽ വിജയം എന്നാണർത്ഥം."],
"harsha_yoga":["ഹർഷ യോഗം",
"ആറാം അധിപൻ ആറാം ഭാവത്തിൽ തന്നെ നിൽക്കുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ സന്തോഷവാനും, ശക്തനും, സൽസ്വഭാവിയും തോൽപ്പിക്കാൻ കഴിയാത്തവനുമായിരിക്കും. ഹർഷ എന്നാൽ ആനന്ദം എന്നാണർത്ഥം."],
"sarala_yoga":["സരള യോഗം",
"എട്ടാം അധിപൻ എട്ടാം ഭാവത്തിൽ തന്നെ നിൽക്കുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ ദീർഘായുസ്സുള്ളവരും, നിർഭയരും, പണ്ഡിതരും, പ്രശസ്തരും ഐശ്വര്യമുള്ളവരുമായിരിക്കും. ഇവർ ശത്രുക്കൾക്ക് ഭയമുണ്ടാക്കുന്നവരായിരിക്കും. സരള എന്നാൽ നേരായ എന്നാണർത്ഥം."],
"vimala_yoga":["വിമല യോഗം",
"പന്ത്രണ്ടാം അധിപൻ പന്ത്രണ്ടാം ഭാവത്തിൽ തന്നെ നിൽക്കുന്നു.",
"ഈ യോഗത്തിൽ ജനിച്ചവർ മാന്യനും, മിതവ്യയിയും, സന്തോഷവാനും സ്വതന്ത്രനുമായിരിക്കും. വിമല എന്നാൽ പരിശുദ്ധമായത് എന്നാണർത്ഥം."],
	"chatussagara_yoga": [
		"ചതുസ്സാഗര യോഗം",
		"എല്ലാ ഗ്രഹങ്ങളും നാല് കേന്ദ്ര ഭാവങ്ങളിലും (1, 4, 7, 10) നിൽക്കുന്നു.",
		"നിങ്ങൾ വലിയ കീർത്തി നേടും, രാജതുല്യനായിരിക്കും, കൂടാതെ നല്ല ആരോഗ്യവും ദീർഘായുസ്സും നിങ്ങൾക്ക് ലഭിക്കും."
	],
	"rajalakshana_yoga": [
		"രാജലക്ഷണ യോഗം",
		"വ്യാഴം, ശുക്രൻ, ബുധൻ, ചന്ദ്രൻ എന്നിവർ കേന്ദ്ര ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾക്ക് ആകർഷകമായ വ്യക്തിത്വവും ഉത്തമ ഗുണങ്ങളും ഉണ്ടാകും, കൂടാതെ ഉയർന്ന പദവിയോ നേതൃത്വമോ കൈവരിക്കും."
	],
	"vanchana_chora_bheethi_yoga": [
		"വഞ്ചന ചോര ഭീതി യോഗം",
		"ലഗ്നാധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ പാപഗ്രഹങ്ങളുമായി ചേർന്നോ ദൃഷ്ടിയിലോ നിൽക്കുന്നു.",
		"മറ്റുള്ളവരാൽ വഞ്ചിക്കപ്പെടുമെന്നോ, ചതിക്കപ്പെടുമെന്നോ, മോഷ്ടിക്കപ്പെടുമെന്നോ ഉള്ള ഭയം നിങ്ങൾ എപ്പോഴും നേരിടേണ്ടി വരും."
	],
	"harihara_brahma_yoga": [
		"ഹരിഹര ബ്രഹ്മ യോഗം",
		"ഒൻപതാം അധിപനിൽ നിന്ന് 2, 8, 12 ഭാവങ്ങളിൽ ശുഭഗ്രഹങ്ങൾ നിൽക്കുന്നു.",
		"നിങ്ങൾ സത്യസന്ധനായ ഒരു വ്യക്തിയും, വാക്ചാതുര്യമുള്ള പ്രസംഗകനും, വിവിധ ശാസ്ത്രങ്ങളിലും ഗ്രന്ഥങ്ങളിലും പാണ്ഡിത്യമുള്ളവനുമായിരിക്കും."
	],
	"kahala_yoga": [
		"കാഹള യോഗം",
		"നാലാം അധിപനും ഒൻപതാം അധിപനും പരസ്പര കേന്ദ്രങ്ങളിൽ നിൽക്കുകയും ലഗ്നാധിപൻ ബലവാനാവുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾ കഠിനമായ മനക്കരുത്തുള്ളവരും, ധീരരും ആയിരിക്കും. ഒരുപക്ഷേ ഗ്രാമത്തലവൻ അല്ലെങ്കിൽ സൈനിക ഉദ്യോഗസ്ഥൻ പോലുള്ള അധികാര പദവികൾ നിങ്ങൾ വഹിച്ചേക്കാം."
	],
	"mahabhagya_yoga": [
		"മഹാഭാഗ്യ യോഗം",
		"പുരുഷന്മാർക്ക്: പകൽ സമയത്തുള്ള ജനനം, ലഗ്നം, സൂര്യൻ, ചന്ദ്രൻ എന്നിവ ഒറ്റ രാശികളിലാവുക. സ്ത്രീകൾക്ക്: രാത്രി സമയത്തുള്ള ജനനം, ലഗ്നം, സൂര്യൻ, ചന്ദ്രൻ എന്നിവ ഇരട്ട രാശികളിലാവുക.",
		"നിങ്ങൾ അതീവ ഭാഗ്യവാനും, സമ്പന്നനും, പ്രശസ്തനും, ഉത്തമ സ്വഭാവത്തോടുകൂടി ദീർഘായുസ്സ് നയിക്കുന്നവനും ആയിരിക്കും."
	],
"sreenatha_yoga": [
		"ശ്രീനാഥ യോഗം",
		"ഏഴാം അധിപൻ പത്താം ഭാവത്തിലും പത്താം അധിപൻ ഒൻപതാം അധിപനോട് കൂടിച്ചേർന്നും നിൽക്കുന്നു.",
		"നിങ്ങൾ സമൂഹത്തിന് പ്രിയപ്പെട്ടവനും, ഐശ്വര്യവാനും, ജീവിതത്തിൽ വളരെ ഉയർന്ന പദവി കൈവരിക്കുന്നവനും ആയിരിക്കും."
	],
	"lagna_malika_yoga": [
		"ലഗ്ന മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ലഗ്നം (ഒന്നാം ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ ഒരു സൈന്യാധിപനോ ഭരണാധികാരിയോ ആയിരിക്കും. നിങ്ങൾക്ക് സമ്പത്തും, നിരവധി വാഹനങ്ങളും, ഉയർന്ന സാമൂഹിക പദവിയും ഉണ്ടാകും."
	],
	"dhana_malika_yoga": [
		"ധന മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും രണ്ടാം ഭാവം (ധന ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ സമ്പന്നനും, ദാനശീലനും, കുടുംബത്തോടുള്ള കടമകൾ നിർവഹിക്കുന്നവനും ഭൗതിക ഐശ്വര്യം അനുഭവിക്കുന്നവനും ആയിരിക്കും."
	],
	"vikrama_malika_yoga": [
		"വിക്രമ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും മൂന്നാം ഭാവം (വിക്രമ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ ധീരനായിരിക്കും, നിങ്ങൾക്ക് നിരവധി സഹോദരങ്ങളുണ്ടാകും, സ്വന്തം കഴിവിലൂടെ നിങ്ങൾ വിജയം കൈവരിക്കും."
	],
	"sukha_malika_yoga": [
		"സുഖ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും നാലാം ഭാവം (സുഖ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ സന്തുഷ്ടനായിരിക്കും, ഭൂമിയും വാഹനങ്ങളും സ്വന്തമാക്കും, സുഖസൗകര്യങ്ങളും സമാധാനവുമുള്ള ജീവിതം നയിക്കും."
	],
	"putra_malika_yoga": [
		"പുത്ര മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും അഞ്ചാം ഭാവ (പുത്ര ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ ബുദ്ധിമാനും ശാസ്ത്രങ്ങളിൽ അറിവുള്ളവനും ആയിരിക്കും. നിങ്ങൾക്ക് അഭിമാനം നൽകുന്ന കുട്ടികളാൽ നിങ്ങൾ അനുഗ്രഹിക്കപ്പെടും."
	],
	"satru_malika_yoga": [
		"ശത്രു മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ആറാം ഭാവം (ശത്രു ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"ശത്രുക്കളെ കീഴടക്കുന്നതിൽ നിങ്ങൾ വിജയിക്കും, എങ്കിലും ആരോഗ്യപ്രശ്നങ്ങളോ നിയമപരമായ തർക്കങ്ങളോ നേരിടേണ്ടി വന്നേക്കാം."
	],
	"kalatra_malika_yoga": [
		"കളത്ര മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ഏഴാം ഭാവം (കളത്ര ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ എതിർലിംഗത്തിലുള്ളവർക്കിടയിൽ വളരെ ജനപ്രിയനായിരിക്കും കൂടാതെ വിവാഹത്തിലൂടെ ഉയർന്ന സാമൂഹിക പദവി ലഭിച്ചേക്കാം."
	],
	"randhra_malika_yoga": [
		"രന്ധ്ര മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും എട്ടാം ഭാവം (രന്ധ്ര ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് ദീർഘായുസ്സ് ലഭിച്ചേക്കാം, എങ്കിലും ജീവിതത്തിൽ പോരാട്ടങ്ങളും സാമ്പത്തിക തിരിച്ചടികളും നേരിടേണ്ടി വന്നേക്കാം അല്ലെങ്കിൽ മറ്റുള്ളവർ നിങ്ങളെ തെറ്റിദ്ധരിച്ചേക്കാം."
	],
	"bhagya_malika_yoga": [
		"ഭാഗ്യ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ഒൻപതാം ഭാവം (ഭാഗ്യ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ അതീവ ഭാഗ്യവാനും, മതവിശ്വാസിയും, നിങ്ങളുടെ ജീവകാരുണ്യ പ്രവർത്തനങ്ങളാൽ ലോകപ്രശസ്തനും ആയിരിക്കും."
	],
	"karma_malika_yoga": [
		"കർമ്മ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും പത്താം ഭാവം (കർമ്മ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ തൊഴിൽ മേഖലയിൽ വലിയ വിജയം കൈവരിക്കും, ഭരണകൂടത്താൽ ബഹുമാനിക്കപ്പെടും, സ്വന്തം മേഖലയിൽ ഒരു നേതാവായി മാറും."
	],
	"laabha_malika_yoga": [
		"ലാഭ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും പതിനൊന്നാം ഭാവം (ലാഭ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് ഒന്നിലധികം വരുമാന മാർഗ്ഗങ്ങൾ ഉണ്ടാകും കൂടാതെ നിങ്ങളുടെ സൗഹൃദ വലയത്തിലൂടെ എല്ലാ ആഗ്രഹങ്ങളും നിറവേറ്റും."
	],
	"vyaya_malika_yoga": [
		"വ്യയ മാലികാ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും പന്ത്രണ്ടാം ഭാവം (വ്യയ ഭാവം) മുതൽ തുടർച്ചയായ ഏഴ് ഭാവങ്ങളിലായി സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ അമിതമായി പണം ചിലവഴിക്കുന്നവനായിരിക്കും, വിദേശത്ത് താമസിക്കാൻ സാധ്യതയുണ്ട്, ആത്മീയമോ ജീവകാരുണ്യപരമോ ആയ കാര്യങ്ങൾക്കായി പണം ചിലവഴിക്കാൻ താല്പര്യപ്പെടും."
	],
	"parijatha_yoga": [
		"പാരിജാത യോഗം",
		"ലഗ്നാധിപൻ നിൽക്കുന്ന രാശിയുടെ അധിപനും, ആ അധിപൻ നിൽക്കുന്ന രാശിയുടെ അധിപനും ലഗ്നത്തിൽ നിന്ന് കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ നിൽക്കുന്നു.",
		"ജീവിതത്തിന്റെ മധ്യകാലഘട്ടത്തിലും അവസാനകാലഘട്ടത്തിലും നിങ്ങൾ സന്തുഷ്ടനായിരിക്കും, ഭരണകൂടത്തിൽ നിന്ന് ബഹുമതികൾ ലഭിക്കും. നിങ്ങൾ സമ്പന്നനും പ്രശസ്തനും ഉദാരമനസ്കനും ആയിരിക്കും."
	],
	"kalanidhi_yoga": [
		"കലാനിധി യോഗം",
		"വ്യാഴം ബുധന്റെയോ ശുക്രന്റെയോ രാശികളിൽ നിൽക്കുകയും രണ്ടാം ഭാവത്തിലോ അഞ്ചാം ഭാവത്തിലോ ബുധനും ശുക്രനുമായി ചേരുകയോ ദൃഷ്ടിയിലാവുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾ വലിയ പണ്ഡിതനും പല ശാസ്ത്രങ്ങളിലും അറിവുള്ളവനും സദ്ഗുണസമ്പന്നനും ആയിരിക്കും. നല്ല ആരോഗ്യവും വലിയ സമ്പത്തും നിങ്ങൾക്ക് ലഭിക്കും."
	],
	"garuda_yoga": [
		"ഗരുഡ യോഗം",
		"ചന്ദ്രൻ നിൽക്കുന്ന നവാംശത്തിന്റെ അധിപൻ ഉച്ചത്തിൽ നിൽക്കുകയും, ശുക്ലപക്ഷ ചന്ദ്രനുള്ളപ്പോൾ പകൽ സമയത്ത് ജനനം സംഭവിക്കുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾ പുണ്യശ്ലോകരാൽ ബഹുമാനിക്കപ്പെടും, വാക്ചാതുര്യമുള്ള പ്രസംഗകനും ധീരനുമായിരിക്കും, എന്നാൽ മുപ്പത്തിനാലാം വയസ്സിൽ ശത്രുക്കളിൽ നിന്ന് അപകടം നേരിട്ടേക്കാം."
	],
	"vallaki_yoga": [
		"വല്ലകി യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ഏഴ് വ്യത്യസ്ത രാശികളിലായി വിന്യസിക്കപ്പെട്ടിരിക്കുന്നു.",
		"നിങ്ങൾ സംഗീതം, ലളിതകലകൾ, സാഹിത്യം എന്നിവയിൽ താല്പര്യമുള്ളവനായിരിക്കും. നിങ്ങൾ സന്തുഷ്ടനും പ്രശസ്തനും ധാരാളം സുഹൃത്തുക്കളുള്ളവനും ആയിരിക്കും."
	],
	"dama_yoga": [
		"ദാമ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും ആറ് വ്യത്യസ്ത രാശികളിലായി വിന്യസിക്കപ്പെട്ടിരിക്കുന്നു.",
		"നിങ്ങൾ ഒരു പരോപകാരിയും മറ്റുള്ളവരെ സഹായിക്കുന്നവനും ധീരനും വളരെ സമ്പന്നനും ആയിരിക്കും."
	],
	"kedara_yoga": [
		"കേദാര യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും നാല് വ്യത്യസ്ത രാശികളിലായി വിന്യസിക്കപ്പെട്ടിരിക്കുന്നു.",
		"നിങ്ങൾ ഒരു കർഷകനോ ഭൂമിയുമായി ബന്ധപ്പെട്ട ജോലികൾ ചെയ്യുന്നവനോ ആയിരിക്കും. സത്യസന്ധനും സന്തുഷ്ടനും മറ്റുള്ളവരെ സഹായിക്കുന്നവനും ആയിരിക്കും."
	],
	"sula_yoga": [
		"ശൂല യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും മൂന്ന് വ്യത്യസ്ത രാശികളിലായി വിന്യസിക്കപ്പെട്ടിരിക്കുന്നു.",
		"നിങ്ങൾ മുൻകോപിയും ധീരനും ആയിരിക്കാം. ഒരുപക്ഷേ ദരിദ്രനായിരിക്കാം അല്ലെങ്കിൽ സൈനിക സേവനത്തിലൂടെയോ ധീരകൃത്യങ്ങളിലൂടെയോ പ്രശസ്തി നേടിയേക്കാം."
	],
	"yuga_yoga": [
		"യുഗ യോഗം",
		"ഏഴ് ഗ്രഹങ്ങളും രണ്ട് വ്യത്യസ്ത രാശികളിലായി മാത്രം വിന്യസിക്കപ്പെട്ടിരിക്കുന്നു.",
		"നിങ്ങൾ ദരിദ്രനോ കാപട്യമുള്ളവനോ ആയേക്കാം കൂടാതെ സാമൂഹിക പദവിയോ കുടുംബ സുഖമോ കുറവായിരിക്കാം."
	],
	"gola_yoga": [
		"ഗോള യോഗം",
		"എല്ലാ ഏഴ് ഗ്രഹങ്ങളും ഒരു രാശിയിൽ തന്നെ സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾ വിദ്യാഭ്യാസമില്ലാത്തവനും നിരാലംബനും ആയേക്കാം കൂടാതെ ദുരിതം നിറഞ്ഞ ജീവിതം നയിച്ചേക്കാം. പലപ്പോഴും സമൂഹത്താൽ തെറ്റിദ്ധരിക്കപ്പെട്ടേക്കാം."
	],
"dhur_yoga": [
		"ധൂർ യോഗം",
		"പത്താം അധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ നിൽക്കുന്നു.",
		"നിങ്ങളുടെ ഔദ്യോഗിക ജീവിതത്തിൽ തടസ്സങ്ങൾ, പദവി നഷ്ടപ്പെടൽ അല്ലെങ്കിൽ നിങ്ങളുടെ ജോലിക്ക് അംഗീകാരം ലഭിക്കാൻ പ്രയാസപ്പെടുക എന്നിവ നേരിടേണ്ടി വന്നേക്കാം."
	],
	"dharidhra_yoga": [
		"ദരിദ്ര യോഗം",
		"പതിനൊന്നാം അധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ നിൽക്കുന്നു.",
		"കഠിനാധ്വാനം ചെയ്തിട്ടും സാമ്പത്തിക ബുദ്ധിമുട്ടുകൾ, വലിയ കടബാധ്യതകൾ, സമ്പത്ത് സ്വരൂപിക്കുന്നതിൽ പ്രയാസം എന്നിവ നിങ്ങൾ നേരിടേണ്ടി വന്നേക്കാം."
	],
  "dharidhra_yoga_144": [
    "ദാരിദ്ര യോഗം",
    "12-ാം ഭാവാധിപതിയും ലഗ്നാധിപതിയും പരസ്പരം സ്ഥാനപരിവർത്തനം ചെയ്ത്, 7-ാം ഭാവാധിപതിയോടു യുതി ഉണ്ടാകുകയോ അവന്റെ ദൃഷ്ടി ലഭിക്കുകയോ വേണം.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_145": [
    "ദാരിദ്ര യോഗം",
    "6-ാം ഭാവാധിപതിയും ലഗ്നാധിപതിയും സ്ഥാനപരിവർത്തനം ചെയ്യുകയും, ചന്ദ്രന് 2-ാം അല്ലെങ്കിൽ 7-ാം ഭാവാധിപതിയുടെ ദൃഷ്ടി ലഭിക്കുകയും വേണം.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_146": [
    "ദാരിദ്ര യോഗം",
    "കേതുവും ചന്ദ്രനും ലഗ്നത്തിൽ ആയിരിക്കണം.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_147": [
    "ദാരിദ്ര യോഗം",
    "ലഗ്നാധിപതി 8-ാം ഭാവത്തിൽ ഇരിക്കുകയും, 2-ാം അല്ലെങ്കിൽ 7-ാം ഭാവാധിപതിയുടെ ദൃഷ്ടി ലഭിക്കുകയോ അവരുമായി യുതി ഉണ്ടാകുകയോ വേണം.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_148": [
    "ദാരിദ്ര യോഗം",
    "ലഗ്നാധിപതി 6, 8 അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ പാപഗ്രഹത്തോടൊപ്പം ഇരിക്കുകയും, 2-ാം അല്ലെങ്കിൽ 7-ാം ഭാവാധിപതിയുടെ ദൃഷ്ടി/യുതി ലഭിക്കുകയും ചെയ്യുന്നു.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_149": [
    "ദാരിദ്ര യോഗം",
    "ലഗ്നാധിപതി 6, 8 അല്ലെങ്കിൽ 12-ാം ഭാവാധിപതിയുമായി ബന്ധപ്പെട്ടു, പാപദൃഷ്ടികളുടെ ബാധയ്ക്ക് വിധേയമാകുന്നു.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_150": [
    "ദാരിദ്ര യോഗം",
    "5-ാം ഭാവാധിപതി 6, 8 അല്ലെങ്കിൽ 12-ാം ഭാവാധിപതിയുമായി ചേരുകയും, ശുഭ ദൃഷ്ടി/യുതി ഇല്ലാതിരിക്കുകയും ചെയ്യുന്നു.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_151": [
    "ദാരിദ്ര യോഗം",
    "5-ാം ഭാവാധിപതി 6-ാം അല്ലെങ്കിൽ 10-ാം ഭാവത്തിൽ ഇരിക്കുകയും, 2, 6, 7, 8 അല്ലെങ്കിൽ 12-ാം ഭാവാധിപതികളുടെ ദൃഷ്ടി ലഭിക്കുകയും ചെയ്യുന്നു.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_152": [
    "ദാരിദ്ര യോഗം",
    "സ്വാഭാവിക പാപഗ്രഹങ്ങൾ (9-ാം അല്ലെങ്കിൽ 10-ാം ഭാവത്തിന്റെ അധിപതികൾ അല്ലാത്തവർ) ലഗ്നത്തിൽ ഇരിക്കുകയും, മാരകാധിപതികളുമായി (L2/L7) ബന്ധമോ അവരുടെ ദൃഷ്ടിയോ ഉണ്ടായിരിക്കുകയും ചെയ്യുന്നു.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
  "dharidhra_yoga_153": [
    "ദാരിദ്ര യോഗം",
    "ലഗ്നാധിപതിയും നവാംശ ലഗ്നാധിപതിയും 6, 8 അല്ലെങ്കിൽ 12-ാം ഭാവങ്ങളിൽ ഇരിക്കുകയും, 2-ാംയും 7-ാം ഭാവാധിപതികളുടെ ദൃഷ്ടി അല്ലെങ്കിൽ യുതി ലഭിക്കുകയും വേണം.",
    "ഈ യോഗം കടുത്ത ദാരിദ്ര്യം, സാമ്പത്തിക പ്രതിസന്ധി, ദീനാവസ്ഥയും കഷ്ടങ്ങളെയും ഉണ്ടാക്കും"
  ],
	"sareera_soukhya_yoga": [
		"ശരീര സൗഖ്യ യോഗം",
		"ലഗ്നാധിപൻ, വ്യാഴം, ശുക്രൻ എന്നിവർ കേന്ദ്ര ഭാവങ്ങളിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ മികച്ച ശാരീരിക ആരോഗ്യവും ദീർഘായുസ്സും ആഡംബരങ്ങളും ആസ്വദിക്കും."
	],
	"dehapushti_yoga": [
		"ദേഹപുഷ്ടി യോഗം",
		"ലഗ്നാധിപൻ ഒരു ചര രാശിയിൽ നിൽക്കുകയും ഒരു ശുഭഗ്രഹത്താൽ ദർശിക്കപ്പെടുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് ശക്തവും വികസിതവും ആരോഗ്യകരവുമായ ഒരു ശരീരപ്രകൃതി ഉണ്ടായിരിക്കും."
	],
	"rogagrastha_yoga": [
		"രോഗഗ്രസ്ത യോഗം",
		"ലഗ്നാധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ നിൽക്കുകയും ആറാം അധിപനുമായി ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് ദുർബലമായ ആരോഗ്യസ്ഥിതി ഉണ്ടായേക്കാം കൂടാതെ വിട്ടുമാറാത്ത ആരോഗ്യപ്രശ്നങ്ങളോ അടിക്കടിയുള്ള രോഗങ്ങളോ ഉണ്ടാകാൻ സാധ്യതയുണ്ട്."
	],
"krisanga_yoga_112": [
  "കൃഷാങ്ഗ യോഗം",
  "ലഗ്നാധിപതി ഉണങ്ങിയ (ഡ്രൈ) രാശിയിലോ അല്ലെങ്കിൽ ഒരു ഉണങ്ങിയ ഗ്രഹത്തിന്റെ സ്വന്തം രാശിയിലോ ഇരിക്കുക.",
  "ശരീരഘടന മെലിഞ്ഞത്, ക്ഷീണിതം, അല്ലെങ്കിൽ ക്ഷയിച്ച രൂപം ഉണ്ടായിരിക്കും."
],
"krisanga_yoga_113": [
  "കൃഷാങ്ഗ യോഗം",
  "നവാംശ ലഗ്നം ഒരു ഉണങ്ങിയ ഗ്രഹത്തിന്റെ അധീനതയിലായിരിക്കണം കൂടാതെ പാപഗ്രഹങ്ങൾ രാശി ലഗ്നത്തോട് യുതി ചെയ്‌തിരിക്കണം.",
  "ശരീരഘടന മെലിഞ്ഞത്, ക്ഷീണിതം, അല്ലെങ്കിൽ ക്ഷയിച്ച രൂപം ഉണ്ടായിരിക്കും."
],
"dehasthoulya_yoga_114": [
  "ദേഹസ്ഥൗല്യ യോഗം",
  "ലഗ്നാധിപതിയും അതിന്റെ നവാംശാധിപതിയും (രാശിയിൽ) ഇരുവരും ജല രാശികളിൽ ഇരിക്കുക.",
  "ശരീരം കൂപ്പിയ, ഭാരമേറിയ, അല്ലെങ്കിൽ അദേഹം (സ്ഥൗല്യം) ലക്ഷണങ്ങളോടെ കാണപ്പെടും."
],
"dehasthoulya_yoga_115": [
  "ദേഹസ്ഥൗല്യ യോഗം",
  "ഗുരു ലഗ്നത്തിൽ ഇരിക്കുക അല്ലെങ്കിൽ ജല രാശിയിൽ നിന്ന് ലഗ്നത്തെ ഗുരു ദൃഷ്ടി ചെയ്യുക.",
  "ശരീരം കൂപ്പിയ, ഭാരമേറിയ, അല്ലെങ്കിൽ അദേഹം (സ്ഥൗല്യം) ലക്ഷണങ്ങളോടെ കാണപ്പെടും."
],
"dehasthoulya_yoga_116": [
  "ദേഹസ്ഥൗല്യ യോഗം",
  "ലഗ്നം ജല രാശിയിലായി ശുഭഗ്രഹങ്ങളോടൊപ്പം യുതിയായിരിക്കുകയോ, അല്ലെങ്കിൽ ലഗ്നാധിപതി ജലതത്ത്വ ഗ്രഹമായിരിക്കുകയോ ചെയ്യുക.",
  "ശരീരം കൂപ്പിയ, ഭാരമേറിയ, അല്ലെങ്കിൽ അദേഹം (സ്ഥൗല്യം) ലക്ഷണങ്ങളോടെ കാണപ്പെടും."
],
	"sada_sanchara_yoga": [
		"സദാ സഞ്ചാര യോഗം",
		"ലഗ്നാധിപനോ ചന്ദ്രനോ ഒരു ചര രാശിയിൽ നിൽക്കുന്നു.",
		"നിങ്ങൾ എപ്പോഴും ചലനാത്മകനായിരിക്കും, ജോലിക്കായോ വ്യക്തിപരമായ ആവശ്യങ്ങൾക്കായോ ഇടയ്ക്കിടെ യാത്രകൾ ചെയ്യും."
	],
	"dhana_yoga": [
		"ധന യോഗം",
		"രണ്ടാം അധിപനും 5, 9, അല്ലെങ്കിൽ 11-ാം അധിപന്മാരും തമ്മിൽ ശക്തമായ ബന്ധമുണ്ടാവുകയോ അവർ കേന്ദ്ര/ത്രികോണ ഭാവങ്ങളിൽ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾ വലിയ സമ്പത്ത് സ്വരൂപിക്കുകയും സാമ്പത്തിക അഭിവൃദ്ധി ആസ്വദിക്കുകയും ചെയ്യും. ഒന്നിലധികം വരുമാന മാർഗ്ഗങ്ങളോടെ സുഖകരമായ ജീവിതം നയിക്കും."
	],
"dhana_yoga_128": [
  "ധന യോഗം",
  "ശുക്രൻ ലഗ്നത്തിൽ സ്വന്തം രാശിയിലായിരിക്കണം; ശനിയും ബുധനും യുതിയിൽ ഉണ്ടായിരിക്കുകയോ അവരുടെ ദൃഷ്ടി ലഭിക്കുകയോ വേണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_127": [
  "ധന യോഗം",
  "ഗുരു ലഗ്നത്തിൽ സ്വന്തം രാശിയിലായിരിക്കണം; ബുധനും ചൊവ്വയും യുതി/ദൃഷ്ടി നൽകണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_126": [
  "ധന യോഗം",
  "ബുധൻ ലഗ്നത്തിൽ സ്വന്തം രാശിയിലായിരിക്കണം; ശനി, ശുക്രൻ എന്നിവരുടെ യുതി/ദൃഷ്ടി ലഭിക്കണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_125": [
  "ധന യോഗം",
  "ചൊവ്വ ലഗ്നത്തിൽ മേടം അല്ലെങ്കിൽ വൃശ്ചികം രാശിയിലായിരിക്കണം; ചന്ദ്രൻ, ശുക്രൻ, ശനി എന്നിവരുടെ യുതി/ദൃഷ്ടി ലഭിക്കണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_124": [
  "ധന യോഗം",
  "ചന്ദ്രൻ ലഗ്നത്തിൽ കർക്കടകം രാശിയിലായിരിക്കണം; ഗുരുവിന്റെയും ചൊവ്വയുടെയും ദൃഷ്ടി ലഭിക്കണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_123": [
  "ധന യോഗം",
  "സൂര്യൻ ലഗ്നത്തിൽ സിംഹം രാശിയിലായിരിക്കണം; ചൊവ്വയും ഗുരുവും യുതി അല്ലെങ്കിൽ ദൃഷ്ടി നൽകണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_122": [
  "ധന യോഗം",
  "ലഗ്നത്തിൽ നിന്ന് 5-ാം ഭാവം ഗുരുവിന്റെ രാശിയായിരിക്കയും അവിടെ ഗുരു ഇരിക്കയും 11-ാം ഭാവത്തിൽ ചൊവ്വയും ചന്ദ്രനും ഉണ്ടായിരിക്കയും ചെയ്‌താൽ ധനയോഗം ഉണ്ടാകും.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_121": [
  "ധന യോഗം",
  "സൂര്യൻ 5-ാം ഭാവത്തിൽ സ്വന്തം രാശിയിലായിരിക്കണം; 11-ാം ഭാവത്തിൽ ഗുരുവും ചന്ദ്രനും ഉണ്ടായിരിക്കണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_120": [
  "ധന യോഗം",
  "ശനി സ്വന്തം രാശിയിൽ ഇരിക്കണം; അത് ലഗ്നത്തിൽ നിന്ന് 5-ാം ഭാവമായിരിക്കണം; 11-ാം ഭാവത്തിൽ ബുധനും ചൊവ്വയും സ്ഥിതിചെയ്യണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_119": [
  "ധന യോഗം",
  "ബുധൻ സ്വന്തം രാശിയിൽ ഇരിക്കണം; അത് ലഗ്നത്തിൽ നിന്ന് 5-ാം ഭാവമായിരിക്കണം; 11-ാം ഭാവത്തിൽ ചന്ദ്രനും ചൊവ്വയും ഉണ്ടായിരിക്കണം.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രദമായ ജീവിതം നയിക്കും."
],
"dhana_yoga_118": [
  "ധന യോഗം",
  "ലഗ്നത്തിൽ നിന്ന് 5-ാം ഭാവം ശുക്രന്റെ രാശിയായിരിക്കയും, 5-ാം ഭാവത്തിൽ ശുക്രനും 11-ാം ഭാവത്തിൽ ശനിയും ഉണ്ടായിരിക്കയും ചെയ്‌താൽ ധന യോഗം ഉണ്ടാകും.",
  "നിങ്ങൾ ഗണ്യമായ സമ്പത്ത് സമ്പാദിച്ചു, സാമ്പത്തിക സമൃദ്ധി അനുഭവിച്ച്, ഒന്നിലധികം വരുമാന ഉറവകളോടെ സുഖപ്രదമായ ജീവിതം നയിക്കും."
],
	"bahudravyarjana_yoga": [
		"ബഹുദ്രവ്യർജ്ജന യോഗം",
		"ലഗ്നാധിപൻ രണ്ടിലും, രണ്ടാം അധിപൻ പതിനൊന്നിലും, പതിനൊന്നാം അധിപൻ ലഗ്നത്തിലും നിൽക്കുന്നു.",
		"നിങ്ങൾ വിവിധ മാർഗങ്ങളിലൂടെ വൻതോതിൽ പണം സമ്പാദിക്കുകയും നിങ്ങളുടെ സമൂഹത്തിലെ വലിയ സമ്പന്നനായി മാറുകയും ചെയ്യും."
	],
	"swaveeryaddhana_yoga": [
		"സ്വവീര്യാർജ്ജിത ധന യോഗം",
		"ലഗ്നാധിപൻ ജാതകത്തിലെ ഏറ്റവും ശക്തമായ ഗ്രഹമാവുകയും ഒരു കേന്ദ്രത്തിൽ നിൽക്കുകയും രണ്ടാം അധിപനുമായി ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"പാരമ്പര്യമായി ലഭിക്കുന്ന സഹായമില്ലാതെ തന്നെ, സ്വന്തം പ്രയത്നത്തിലൂടെയും കഠിനാധ്വാനത്തിലൂടെയും വ്യക്തിപരമായ കഴിവിലൂടെയും നിങ്ങൾ സമ്പത്ത് നേടും."
	],
	"madhya_vayasi_dhana_yoga": [
		"മധ്യ വയസി ധന യോഗം",
		"ലഗ്നം, 2, 11 ഭാവങ്ങളുടെ അധിപന്മാർ കേന്ദ്രങ്ങളിലോ ത്രികോണങ്ങളിലോ നിൽക്കുന്നു.",
		"ജീവിതത്തിന്റെ മധ്യകാലഘട്ടത്തിൽ നിങ്ങളുടെ സമ്പത്തിലും സാമ്പത്തിക നിലയിലും ഗണ്യമായ വർദ്ധനവ് അനുഭവപ്പെടും."
	],
	"anthya_vayasi_dhana_yoga": [
		"അന്ത്യ വയസി ധന യോഗം",
		"2, 9, 11 ഭാവങ്ങളുടെ അധിപന്മാർ പരസ്പരം 12, 6, 8 ഭാവങ്ങളിൽ നിൽക്കുകയും എന്നാൽ ശുഭഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"ജീവിതത്തിന്റെ അവസാന വർഷങ്ങളിൽ അല്ലെങ്കിൽ അവസാന ഘട്ടത്തിൽ നിങ്ങൾ വലിയ സമ്പത്തും ഐശ്വര്യവും ആർജ്ജിക്കുകയും ആസ്വദിക്കുകയും ചെയ്യും."
	],
	"balya_dhana_yoga":[
	"ബാല്യ ധന യോഗം",
	"2-ാം, 10-ാം ഭവങ്ങളുടെ അധിപതികൾ കേന്ദ്രത്തിൽ ചേർന്ന്, ലഗ്നാധിപതി ഉള്ള നവാംശത്തിന്റെ അധിപതി ദൃഷ്ടിയിൽ ഇരിക്കണം",
	"ആ വ്യക്തി ജീവിതത്തിന്റെ തുടക്കത്തിൽ വൻ സമ്പത്ത് നേടും."
	],
	"bhratrumooladdhanaprapti_yoga": [
		"ഭ്രാതൃമൂലധനപ്രാപ്തി യോഗം",
		"രണ്ടാം അധിപൻ മൂന്നാം അധിപനുമായി ബന്ധപ്പെടുകയോ ഒരു ശുഭഗ്രഹത്തോടൊപ്പം മൂന്നാം ഭാവത്തിൽ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങളുടെ സഹോദരങ്ങളിലൂടെ നിങ്ങൾക്ക് സമ്പത്തോ സ്വത്തോ സാമ്പത്തിക സഹായമോ ലഭിക്കും."
	],
	"matrumooladdhana_yoga": [
		"മാതൃമൂലധന യോഗം",
		"രണ്ടാം അധിപൻ നാലാം അധിപനുമായി ബന്ധപ്പെടുകയോ ശക്തമായ ശുഭഗ്രഹ സ്വാധീനത്തോടെ നാലാം ഭാവത്തിൽ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങളുടെ അമ്മയിലൂടെയോ മാതൃഭാഗത്തുള്ള കുടുംബത്തിലൂടെയോ നിങ്ങൾക്ക് സ്വത്തോ സമ്പത്തോ ലഭിക്കും."
	],
	"putramooladdhana_yoga": [
		"പുത്രമൂലധന യോഗം",
		"രണ്ടാം അധിപൻ അഞ്ചാം അധിപനുമായി ബന്ധപ്പെടുകയോ അഞ്ചാം ഭാവത്തിൽ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങളുടെ മക്കളിലൂടെ നിങ്ങൾക്ക് സമ്പത്ത് ലഭിക്കും, അല്ലെങ്കിൽ നിങ്ങളുടെ മക്കൾ നിങ്ങളുടെ വലിയ സാമ്പത്തിക അഭിവൃദ്ധിക്ക് കാരണമായിത്തീരും."
	],
	"shatrumooladdhana_yoga": [
		"ശത്രുമൂലധന യോഗം",
		"രണ്ടാം അധിപൻ ആറാം അധിപനുമായി ബന്ധപ്പെടുകയോ ആറാം ഭാവത്തിൽ നിൽക്കുകയും ആറാം അധിപൻ ഒരു ശുഭ ഭാവത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
		"നിങ്ങളുടെ ശത്രുക്കളിലൂടെയോ, മത്സരങ്ങളിലൂടെയോ, നിയമപരമായ തർക്കങ്ങളിലൂടെയോ നിങ്ങൾ സമ്പത്ത് നേടും."
	],
	"kalatramooladdhana_yoga": [
		"കളത്രമൂലധന യോഗം",
		"രണ്ടാം അധിപൻ ഏഴാം അധിപനുമായി ബന്ധപ്പെടുകയോ ശുഭഗ്രഹങ്ങളോടൊപ്പം ഏഴാം ഭാവത്തിൽ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങളുടെ പങ്കാളിയിലൂടെയോ പങ്കാളിയുടെ കുടുംബത്തിലൂടെയോ നിങ്ങൾക്ക് സമ്പത്തും സ്വത്തുക്കളും ലഭിക്കും."
	],
	"amaranantha_dhana_yoga": [
		"ആമരണാന്ത ധന യോഗം",
		"2, 9, 11 അധിപന്മാർ ലഗ്നത്തിൽ നിന്നുള്ള കേന്ദ്രങ്ങളിൽ നിൽക്കുകയും ലഗ്നാധിപൻ ബലവാനാവുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾ ജീവിതത്തിന്റെ അവസാനം വരെ സമ്പന്നനായി തുടരുകയും സാമ്പത്തിക ഭദ്രത ആസ്വദിക്കുകയും ചെയ്യും."
	],
	"ayatnadhanalabha_yoga": [
		"അയത്ന ധനലാഭ യോഗം",
		"ലഗ്നാധിപനും രണ്ടാം അധിപനും തമ്മിൽ പരിവർത്തന യോഗത്തിലാവുകയോ അല്ലെങ്കിൽ ഒരു ഭാവത്തിൽ ഒന്നിച്ചു നിൽക്കുകയോ ചെയ്യുന്നു.",
		"യാതൊരു പ്രയത്നവുമില്ലാതെ അല്ലെങ്കിൽ ലോട്ടറി, സമ്മാനങ്ങൾ, പെട്ടെന്നുള്ള ഭാഗ്യം എന്നിവയിലൂടെ അപ്രതീക്ഷിതമായി നിങ്ങൾക്ക് സമ്പത്ത് ലഭിക്കും."
	],
	"yukthi_samanwithavagmi_yoga": [
		"യുക്തി സമന്വിത വാഗ്മി യോഗം",
		"രണ്ടാം അധിപൻ കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ നിൽക്കുകയും ബുധൻ അല്ലെങ്കിൽ വ്യാഴം പോലുള്ള ശുഭഗ്രഹങ്ങളാൽ ദർശിക്കപ്പെടുകയോ ബന്ധപ്പെടുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾ വലിയ യുക്തിയോടും തന്ത്രത്തോടും കൂടി സംസാരിക്കും. നിങ്ങളുടെ സംസാരം വളരെ സ്വാധീനമുള്ളതും അർത്ഥവത്തുമായിരിക്കും."
	],
	"parihasaka_yoga": [
		"പരിഹാസക യോഗം",
		"ലഗ്നാധിപനും രണ്ടാം അധിപനും ഒന്നിച്ചു നിൽക്കുകയും ശുഭഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയോ ദർശിക്കപ്പെടുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾ തമാശക്കാരനും രസികനും ആയിരിക്കും. നിങ്ങളുടെ വാക്കുകളാൽ മറ്റുള്ളവരെ ചിരിപ്പിക്കാൻ നിങ്ങൾക്ക് പ്രത്യേക കഴിവുണ്ടാകും."
	],
"asatyavadi_yoga": [
		"അസത്യവാദി യോഗം",
		"രണ്ടാം അധിപൻ പാപഗ്രഹങ്ങളുമായി (ശനി, രാഹു, കേതു) ബന്ധപ്പെടുകയും ബുധൻ ദുർബലനാവുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് സത്യമല്ലാത്ത കാര്യങ്ങൾ സംസാരിക്കാനോ നുണ പറയുന്ന ശീലത്തിനോ പ്രവണതയുണ്ടായേക്കാം."
	],
	"jada_yoga": [
		"ജഡ യോഗം",
		"രണ്ടാം അധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവങ്ങളിൽ നിൽക്കുകയും പാപഗ്രഹങ്ങളാൽ ദർശിക്കപ്പെടുകയും ചെയ്യുന്നു.",
		"നിങ്ങളുടെ പ്രവൃത്തികളിൽ അലസതയോ മാനസികമായ തെളിച്ചക്കുറവോ പ്രകടമായേക്കാം."
	],
	"marud_yoga": [
		"മരുത് യോഗം",
		"ശുക്രൻ, വ്യാഴം, ചന്ദ്രൻ എന്നിവർ കേന്ദ്രങ്ങളിലോ ത്രികോണങ്ങളിലോ നിൽക്കുന്നു.",
		"നിങ്ങൾ ഭാഗ്യവാനായിരിക്കും, സംഗീതത്തിലും കലകളിലും താൽപ്പര്യമുണ്ടാകും, കൂടാതെ ആകർഷകമായ വ്യക്തിത്വത്തിന് ഉടമയായിരിക്കും."
	],
	"budha_yoga": [
		"ബുധ യോഗം",
		"ലഗ്നാധിപൻ ബലവാനാവുകയും ബുധൻ ഒരു കേന്ദ്ര ഭാവത്തിൽ നിൽക്കുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾ അതീവ ബുദ്ധിമാനും, പണ്ഡിതനും, നിങ്ങളുടെ എല്ലാ പരിശ്രമങ്ങളിലും കഴിവുള്ളവനും ആയിരിക്കും."
	],
	"mooka_yoga": [
		"മൂക യോഗം",
		"രണ്ടാം അധിപൻ എട്ടാം ഭാവത്തിൽ നിൽക്കുകയും പാപഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"ഈ ഗ്രഹനില സംസാരിക്കാനുള്ള ബുദ്ധിമുട്ടുകളെയോ സംസാരശേഷി കുറയുന്ന പ്രവണതയെയോ സൂചിപ്പിക്കുന്നു."
	],
	"netranasa_yoga": [
		"നേത്രനാശ യോഗം",
		"സൂര്യനോ ചന്ദ്രനോ പാപഗ്രഹങ്ങളുടെ ദൃഷ്ടിയിലാവുകയും രണ്ടാം ഭാവമോ പന്ത്രണ്ടാം ഭാവമോ ദുർബലമാവുകയും ചെയ്യുന്നു.",
		"കണ്ണുമായി ബന്ധപ്പെട്ട പ്രശ്നങ്ങളോ കാഴ്ചശക്തിയിൽ കുറവോ ഉണ്ടാകാൻ സാധ്യതയുണ്ട്."
	],
	"andha_yoga": [
		"അന്ധ യോഗം",
		"ലഗ്നാധിപൻ, സൂര്യൻ, ചന്ദ്രൻ എന്നിവർ രണ്ടിലോ പന്ത്രണ്ടിലോ പാപഗ്രഹങ്ങളുമായി ബന്ധപ്പെട്ട് നിൽക്കുന്നു.",
		"ഇത് അന്ധതയ്ക്കോ കാഴ്ചശക്തി ഗണ്യമായി കുറയാനോ ഉള്ള സാധ്യതയെ കാണിക്കുന്നു."
	],
	"sumukha_yoga": [
		"സുമുഖ യോഗം",
		"ശുഭഗ്രഹങ്ങൾ (വ്യാഴം, ശുക്രൻ) രണ്ടാം ഭാവത്തിൽ നിൽക്കുകയോ ദർശിക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് ആകർഷകമായ മുഖപ്രകൃതിയും ശാന്തമായ സ്വഭാവവും ഉണ്ടായിരിക്കും."
	],
	"durmukha_yoga": [
		"ദുർമുഖ യോഗം",
		"പാപഗ്രഹങ്ങൾ (ശനി, രാഹു, കേതു) രണ്ടാം ഭാവത്തിൽ സ്ഥിതി ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് മുഖത്ത് എന്തെങ്കിലും വൈകല്യമോ എപ്പോഴും ദേഷ്യം പ്രകടമാകുന്ന ഭാവമോ ഉണ്ടായേക്കാം."
	],
	"bhojana_soukhya_yoga": [
		"ഭോജന സൗഖ്യ യോഗം",
		"രണ്ടാം അധിപൻ ബലവാനാവുകയും ശുഭഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് എപ്പോഴും രുചികരവും ഗുണനിലവാരമുള്ളതുമായ ഭക്ഷണം ലഭിക്കുകയും ഭക്ഷണസുഖം അനുഭവിക്കുകയും ചെയ്യും."
	],
	"annadana_yoga": [
		"അന്നദാന യോഗം",
		"വ്യാഴത്തിനോ ചന്ദ്രനോ രണ്ടാം ഭാവവുമായോ പന്ത്രണ്ടാം ഭാവവുമായോ ശുഭകരമായ ബന്ധമുണ്ടാകുന്നു.",
		"മറ്റുള്ളവർക്ക് ഭക്ഷണം നൽകുന്നതിലും ദരിദ്രർക്ക് ദാനം ചെയ്യുന്നതിലും നിങ്ങൾ അതീവ താൽപ്പര്യമുള്ളവനായിരിക്കും."
	],
	"parannabhojana_yoga": [
		"പരന്നഭോജന യോഗം",
		"രണ്ടാം അധിപൻ ദുർബലനായി എട്ടിലോ പന്ത്രണ്ടിലോ നിൽക്കുന്നു.",
		"മറ്റുള്ളവർ നൽകുന്ന ഭക്ഷണം കഴിക്കേണ്ടി വരികയോ ഭക്ഷണത്തിനായി മറ്റുള്ളവരെ ആശ്രയിക്കേണ്ടി വരികയോ ചെയ്തേക്കാം."
	],
	"sraddhannabhuktha_yoga": [
		"ശ്രദ്ധാന്നഭുക്ത യോഗം",
		"രണ്ടാം അധിപൻ ശനിയുമായും എട്ടാം അധിപനുമായും ബന്ധപ്പെടുന്നു.",
		"ശ്രാദ്ധ കർമ്മങ്ങളിലോ മരണാനന്തര ചടങ്ങുകളിലോ നൽകുന്ന ഭക്ഷണം കഴിക്കേണ്ടി വന്നേക്കാം, അല്ലെങ്കിൽ ഉപജീവനത്തിനായി മറ്റുള്ളവരുടെ ദാനത്തെ ആശ്രയിക്കേണ്ടി വന്നേക്കാം."
	],
	"sarpaganda_yoga": [
		"സർപ്പഗണ്ഡ യോഗം",
		"രാഹു രണ്ടാം ഭാവത്തിൽ രണ്ടാം അധിപനോടൊപ്പം നിൽക്കുകയോ പാപഗ്രഹങ്ങളാൽ ദർശിക്കപ്പെടുകയോ ചെയ്യുന്നു.",
		"പാമ്പ് കടിയേൽക്കാൻ സാധ്യതയോ വിഷപദാർത്ഥങ്ങൾ മൂലമുള്ള ബുദ്ധിമുട്ടുകളോ ചർമ്മരോഗങ്ങളോ നേരിടേണ്ടി വന്നേക്കാം."
	],
	"vakchalana_yoga": [
		"വാക്ചലന യോഗം",
		"രണ്ടാം അധിപൻ 6, 8, അല്ലെങ്കിൽ 12-ാം ഭാവത്തിൽ നിൽക്കുകയും രാഹുവിനോ ശനിയോടൊപ്പമോ ബന്ധപ്പെടുകയും ചെയ്യുന്നു.",
		"സംസാരത്തിൽ വിക്ക്, വ്യക്തതക്കുറവ് അല്ലെങ്കിൽ സംസാരത്തിലെ സ്ഥിരതയില്ലായ്മ എന്നിവ ഉണ്ടാകാൻ സാധ്യതയുണ്ട്."
	],
	"vishaprayoga_yoga": [
		"വിഷപ്രയോഗ യോഗം",
		"രണ്ടാം അധിപൻ 6, 8, അല്ലെങ്കിൽ 12 അധിപന്മാരുമായി ബന്ധപ്പെടുകയും പാപഗ്രഹങ്ങളാൽ ദർശിക്കപ്പെടുകയും ചെയ്യുന്നു.",
		"മറ്റുള്ളവരാൽ വിഷപ്രയോഗത്തിന് ഇരയാകാനോ വിഷാംശമുള്ള പദാർത്ഥങ്ങൾ മൂലം ആരോഗ്യപ്രശ്നങ്ങൾ നേരിടാനോ സാധ്യതയുണ്ട്."
	],
	"bhratruvriddhi_yoga": [
		"ഭ്രാതൃവൃദ്ധി യോഗം",
		"മൂന്നാം അധിപനോ ചൊവ്വയോ ശുഭഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയോ ശുഭ രാശിയിലോ നവാംശത്തിലോ നിൽക്കുകയോ ചെയ്യുന്നു.",
		"നിങ്ങൾക്ക് സഹോദരങ്ങളുടെ എണ്ണം വർദ്ധിക്കാനും അവരുമായി സൗഹാർദ്ദപരമായ ബന്ധം പുലർത്താനും സാധിക്കും."
	],
	"sodaranasa_yoga": [
		"സോദരനാശ യോഗം",
		"ചൊവ്വയും മൂന്നാം അധിപനും 8, 3, 5, അല്ലെങ്കിൽ 7 ഭാവങ്ങളിൽ നിൽക്കുകയും പാപഗ്രഹങ്ങളാൽ ദർശിക്കപ്പെടുകയും ചെയ്യുന്നു.",
		"സഹോദരങ്ങളുടെ നഷ്ടം സംഭവിക്കാനോ അല്ലെങ്കിൽ സഹോദരങ്ങൾ ഇല്ലാതിരിക്കാനോ സാധ്യതയുണ്ട്."
	],
	"ekabhagini_yoga": [
		"ഏകഭഗിനി യോഗം",
		"ബുധൻ മൂന്നാം ഭാവത്തിൽ നിൽക്കുകയും മൂന്നാം അധിപൻ ചന്ദ്രനോടൊപ്പവും ചൊവ്വ ശനിയോടൊപ്പവും നിൽക്കുന്നു.",
		"ഈ വ്യക്തിക്ക് ഒരു സഹോദരി മാത്രമേ ഉണ്ടായിരിക്കുകയുള്ളൂ."
	],
	"dwadasa_sahodara_yoga": [
		"ദ്വാദശ സഹോദര യോഗം",
		"മൂന്നാം അധിപൻ ഒരു കേന്ദ്രത്തിൽ നിൽക്കുകയും ഉച്ചസ്ഥനായ ചൊവ്വ മൂന്നാം അധിപനിൽ നിന്ന് ത്രികോണത്തിൽ വ്യാഴത്തോടൊപ്പം ചേരുകയും ചെയ്യുന്നു.",
		"ഈ വ്യക്തിക്ക് പന്ത്രണ്ട് സഹോദരങ്ങൾ ഉണ്ടായിരിക്കാൻ ഭാഗ്യമുണ്ടാകും."
	],
	"sapthasankhya_sahodara_yoga": [
		"സപ്തസംഖ്യാ സഹോദര യോഗം",
		"പന്ത്രണ്ടാം അധിപൻ ചൊവ്വയോടൊപ്പം നിൽക്കുകയും ചന്ദ്രൻ മൂന്നാം ഭാവത്തിൽ വ്യാഴത്തോടൊപ്പം ഇരിക്കുകയും വേണം, ശുക്രന്റെ ദൃഷ്ടിയോ യോഗമോ ഉണ്ടാകരുത്.",
		"ജാതകന് ഏഴ് സഹോദരങ്ങൾ ഉണ്ടാകാം അല്ലെങ്കിൽ സഹോദരങ്ങളുമായി ബന്ധപ്പെട്ട കാര്യങ്ങളിൽ ഏഴ് എന്ന സംഖ്യയ്ക്ക് പ്രാധാന്യമുണ്ടാകും."
	],
	"parakrama_yoga": [
		"പരാക്രമ യോഗം",
		"മൂന്നാം അധിപൻ ശുഭ നവാംശത്തിൽ നിൽക്കുകയും ശുഭഗ്രഹങ്ങളാൽ ദൃഷ്ടിയോ യോഗമോ ലഭിക്കുകയും വേണം, കൂടാതെ ചൊവ്വ ശുഭരാശികളിൽ നിൽക്കണം.",
		"ജാതകൻ അതീവ ധീരനും പരാക്രമിയും പ്രതിസന്ധികളെ തരണം ചെയ്യാൻ ശാരീരികവും മാനസികവുമായ കരുത്തുള്ളവനുമായിരിക്കും."
	],
	"yuddha_praveena_yoga": [
		"യുദ്ധ പ്രവീണ യോഗം",
		"മൂന്നാം ഭാവധിപൻ നിൽക്കുന്ന നവാംശ രാശിയുടെ അധിപൻ തന്റെ സ്വന്തം വർഗ്ഗത്തിൽ (ഷഡ്വർഗ്ഗം) നിൽക്കുമ്പോഴാണ് ഈ യോഗം സംഭവിക്കുന്നത്.",
		"ഇവർ മികച്ച യുദ്ധതന്ത്രജ്ഞരും പോരാട്ട കലകളിൽ വൈദഗ്ധ്യമുള്ളവരും ആയിരിക്കും."
	],
"yuddhatpoorvadridhachitta_yoga":[
"യുദ്ധത്പൂർവദൃഢചിത്ത യോഗം",
"184 - 3-ാം ഭവത്തിന്റെ ഉന്നതാധിപതി ചലിക്കുന്ന രാശികളിലോ നവാംശങ്ങളിലോ പാപഗ്രഹങ്ങളോടൊപ്പം ചേരണം",
"യുദ്ധം ആരംഭിക്കുന്നതിന് മുമ്പ് ആ വ്യക്തി ധൈര്യശാലിയായിരിക്കും."
],
"yuddhatpaschaddrudha_yoga": [
    "യുദ്ധാത്പശ്ചാദ് ദൃഢ യോഗം",
    "മൂന്നാം ഭാവാധിപൻ ഒരു സ്ഥിര രാശിയിലും, സ്ഥിര നവാംശത്തിലും, ക്രൂര ഷഷ്ട്യംശത്തിലും നിൽക്കുകയും, ആ രാശിയുടെ നാഥൻ നീചനായിരിക്കുകയും വേണം.",
    "ഒരു പോരാട്ടത്തിന്റെ തുടക്കത്തിൽ നിങ്ങൾക്ക് മടിയോ ഭയമോ തോന്നാം, എന്നാൽ സംഘർഷം ആരംഭിച്ചു കഴിഞ്ഞാൽ, നിങ്ങൾ അചഞ്ചലമായ നിശ്ചയദാർഢ്യം കൈവരിക്കുകയും അതീവ ദൃഢതയോടെ പോരാടുകയും ചെയ്യും."
],
"satkathadisravana_yoga": [
      "സത്കഥാദിശ്രവണ യോഗം",
      "മൂന്നാം ഭാവം ഒരു ശുഭരാശിയായിരിക്കുകയും ശുഭഗ്രഹങ്ങളാൽ ദൃഷ്ടിക്കപ്പെടുകയും വേണം, കൂടാതെ മൂന്നാം അധിപൻ ഒരു ശുഭ അംശത്തിലായിരിക്കണം.",
      "പുണ്യകഥകൾ, ആത്മീയ പ്രഭാഷണങ്ങൾ എന്നിവ കേൾക്കാൻ നിങ്ങൾക്ക് പ്രത്യേക താൽപ്പര്യമുണ്ടാകും."
    ],
    "utthama_graha_yoga": [
      "ഉത്തമ ഗൃഹ യോഗം",
      "നാലാം അധിപൻ ശുഭഗ്രഹങ്ങളുമായി ചേർന്ന് കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ ശുഭദൃഷ്ടിയോടെ നിൽക്കണം.",
      "മനോഹരവും സൗകര്യപ്രദവുമായ വീട് ലഭിക്കുമെന്ന് ഇത് സൂചിപ്പിക്കുന്നു."
    ],
    "vichitra_saudha_prakara_yoga": [
      "വിചിത്ര സൗധ പ്രകാര യോഗം",
      "നാലും പത്തും അധിപന്മാർ ശനിയോടും ചൊവ്വയോടും ചേർന്ന് നിൽക്കണം.",
      "ഗംഭീരമായ കെട്ടിടങ്ങളും വിശാലമായ സ്വത്തുക്കളും നിങ്ങൾക്ക് സ്വന്തമായി ലഭിക്കാൻ സാധ്യതയുണ്ട്."
    ],
  "ayatna_griha_prapta_yoga_189": [
    "ആയത്ന ഗൃഹ പ്രാപ്ത യോഗം",
    "189. ലഗ്നവും ഏഴാം ഭവത്തിന്റെ അധിപനും ലഗ്നത്തിലോ നാലാം ഭവത്തിലോ ഇരിക്കണം, ശുഭഗ്രഹങ്ങളുടെ ദൃഷ്ടിയിൽ ആയിരിക്കണം.",
    "ആ വ്യക്തി വളരെ കുറച്ച് ശ്രമത്തോടെ വലിയ വീടിന്റെ സ്വത്ത് നേടും."
  ],
  "ayatna_griha_prapta_yoga_190": [
    "ആയത്ന ഗൃഹ പ്രാപ്ത യോഗം",
    "190. ഒമ്പതാം ഭവത്തിന്റെ അധിപൻ കേന്ദ്രത്തിൽ ഇരിക്കണം, നാലാം ഭവത്തിന്റെ അധിപൻ ഉച്ചസ്ഥിതിയിലോ മൂലത്രികോണമിലോ സ്വഗൃഹത്തിലോ ഇരിക്കണം.",
    "ആ വ്യക്തി വളരെ കുറച്ച് ശ്രമത്തോടെ വലിയ വീടിന്റെ സ്വത്ത് നേടും."
  ],
  "grihanasa_yoga_191": [
    "ഗൃഹനാശ യോഗം",
    "191 - നാലാം ഭവത്തിന്റെ അധിപൻ പന്ത്രണ്ടാം ഭവത്തിൽ പാപഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ഇരിക്കണം.",
    "ആ വ്യക്തി വീടിന്റെ സ്വത്ത് നഷ്ടപ്പെടും."
  ],
  "grihanasa_yoga_192": [
    "ഗൃഹനാശ യോഗം",
    "192 - നാലാം ഭവത്തിന്റെ അധിപൻ ഇരിക്കുന്ന നവാംശത്തിന്റെ അധിപൻ പന്ത്രണ്ടാം ഭവത്തിൽ ഇരിക്കണം.",
    "ആ വ്യക്തി വീടിന്റെ സ്വത്ത് നഷ്ടപ്പെടും."
  ],
  "bandhu_pujya_yoga_193": [
    "ബന്ധു പൂജ്യ യോഗം",
    "193 - നാലാം ഭവത്തിന്റെ ശുഭാധിപൻ മറ്റൊരു ശുഭഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ഇരിക്കണം, ബുധൻ ലഗ്നത്തിൽ ഇരിക്കണം.",
    "ആ വ്യക്തി ബന്ധുക്കളും സുഹൃത്തുക്കളും ആദരിക്കും."
  ],
  "bandhu_pujya_yoga_194": [
    "ബന്ധു പൂജ്യ യോഗം",
    "194 - നാലാം ഭവമോ അതിന്റെ അധിപനോ ഗുരുവിന്റെ ബന്ധമോ ദൃഷ്ടിയോ ഉണ്ടായിരിക്കണം.",
    "ആ വ്യക്തി ബന്ധുക്കളും സുഹൃത്തുക്കളും ആദരിക്കും."
  ],
  "bandhubhisthyaktha_yoga": [
    "ബന്ധു ഭിസ്ഥ്യക്ത യോഗം",
    "195 - നാലാം ഭവത്തിന്റെ അധിപൻ പാപഗ്രഹങ്ങളുമായി ബന്ധപ്പെടണം അല്ലെങ്കിൽ ദോഷകരമായ ഷഷ്ടിയാംശങ്ങളിൽ ഇരിക്കണം അല്ലെങ്കിൽ ശത്രുരാശികളിൽ ചേർന്നിരിക്കണം.",
    "ആ വ്യക്തി ബന്ധുക്കൾ വിട്ടുപോകും."
  ],
  "matrudeerghayur_yoga_196": [
    "മാതൃ ദീർഘായുര് യോഗം",
    "196 - ശുഭഗ്രഹം നാലാം ഭവത്തിൽ ഇരിക്കണം, നാലാം ഭവത്തിന്റെ അധിപൻ ഉച്ചസ്ഥിതിയിലിരിക്കണം, ചന്ദ്രൻ ശക്തമായിരിക്കണം.",
    "ആ വ്യക്തിയുടെ അമ്മ ദീർഘായുസ്സോടെ ജീവിക്കും."
  ],
  "matrudeerghayur_yoga_197": [
    "മാതൃ ദീർഘായുര് യോഗം",
    "197 - നാലാം ഭവത്തിന്റെ അധിപൻ ഇരിക്കുന്ന നവാംശത്തിന്റെ അധിപൻ ശക്തമായിരിക്കണം, ലഗ്നത്തിലും ചന്ദ്രലഗ്നത്തിലും നിന്ന് കേന്ദ്രത്തിൽ ഇരിക്കണം.",
    "ആ വ്യക്തിയുടെ അമ്മ ദീർഘായുസ്സോടെ ജീവിക്കും."
  ],
  "matrunasa_yoga_198": [
    "മാതൃ നാശ യോഗം",
    "198 - ചന്ദ്രൻ പാപഗ്രഹങ്ങളാൽ ചുറ്റപ്പെട്ടിരിക്കണം അല്ലെങ്കിൽ അവയുടെ ദൃഷ്ടിയിൽ ഇരിക്കണം.",
    "ആ വ്യക്തിയുടെ അമ്മ വളരെ വേഗത്തിൽ മരിക്കും."
  ],
  "matrunasa_yoga_199": [
    "മാതൃ നാശ യോഗം",
    "199 - നാലാം ഭവത്തിന്റെ അധിപൻ ഇരിക്കുന്ന നവാംശത്തിന്റെ അധിപൻ ആറാം, എട്ടാം അല്ലെങ്കിൽ പന്ത്രണ്ടാം ഭവത്തിൽ ഇരിക്കണം.",
    "ആ വ്യക്തിയുടെ അമ്മ വളരെ വേഗത്തിൽ മരിക്കും."
  ],
"kapata_yoga_202": [
  "കപട യോഗം",
  "202 - 4-ാം ഭാവം പാപഗ്രഹം ചേർന്നിരിക്കണം; 4-ാം ഭാവാധിപതി പാപഗ്രഹങ്ങളുമായി ബന്ധപ്പെടുകയോ പാപദൃഷ്ടി ലഭിക്കുകയോ അല്ലെങ്കിൽ പാപഗ്രഹങ്ങൾക്കിടയിൽ കുടുങ്ങിയിരിക്കുകയോ വേണം.",
  "ആൾ കപടസ്വഭാവം കൈവരും."
],
"kapata_yoga_203": [
  "കപട യോഗം",
  "203 - 4-ാം ഭാവം ശനി, ചൊവ്വ, രാഹു, കൂടാതെ പാപസ്വഭാവമുള്ള 10-ാം ഭാവാധിപതി എന്നിവരാൽ അധിഷ്ഠിതമായിരിക്കണം; ആ 10-ാം ഭാവാധിപതിക്കും പാപദൃഷ്ടി ലഭിക്കണം.",
  "ആൾ കപടസ്വഭാവം കൈവരും."
],
"kapata_yoga_204": [
  "കപട യോഗം",
  "204 - 4-ാം ഭാവാധിപതി ശനി, മണ്ഡി, രാഹു എന്നിവരോടൊപ്പം യുതിയായി പാപദൃഷ്ടി ലഭിക്കണം.",
  "ആൾ കപടസ്വഭാവം കൈവരും."
],
"nishkapata_yoga_205": [
  "നിഷ്കപട യോഗം",
  "205 - 4-ാം ഭാവത്തിൽ ശുഭഗ്രഹമോ, ഉച്ച/മിത്ര/സ്വഭവമായ ഗ്രഹമോ ഇരിക്കണം, അല്ലെങ്കിൽ 4-ാം ഭാവം ശുഭരാശിയായിരിക്കണം.",
  "ആൾ മനസ്സുതുറന്നവനും രഹസ്യതയും കപടതയും വെറുക്കുന്നവനും ആയിരിക്കും."
],
"nishkapata_yoga_206": [
  "നിഷ്കപട യോഗം",
  "206 - ലഗ്നാധിപതി 4-ാം ഭാവത്തിൽ ശുഭഗ്രഹത്തോടൊപ്പം യുതിയിലോ ശുഭദൃഷ്ടിയിലോ ഇരിക്കണം, അല്ലെങ്കിൽ പാർവത/ഉത്തമാംശയിൽ ഇരിക്കണം."
],
"matru_satrutwa_yoga": [
      "മാതൃ ശത്രുത്വ യോഗം",
      "ലഗ്നത്തിന്റെയും നാലാം ഭവത്തിന്റെയും അധിപതി ബുധനായിരിക്കണം, ബുധൻ പാപഗ്രഹത്തോടൊപ്പം ചേർന്നിരിക്കണം അല്ലെങ്കിൽ പാപഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ആയിരിക്കണം.",
      "ആ വ്യക്തി തന്റെ അമ്മയെ വെറുക്കും."
    ],
 "matru_sneha_yoga": [
      "മാതൃ സ്നേഹ യോഗം",
      "ആദ്യ വ്യത്യാസം - ലഗ്നം (ഒന്നാം ഭവം)യും നാലാം ഭവവും ഒരേ ഗ്രഹാധിപതിയെക്കൊണ്ടിരിക്കണം. ഒന്നും നാലും ഭവങ്ങൾ പൊതുവായ അധിപതികളെക്കൊണ്ടിരിക്കുന്നത് ജെ/വി (ബുധൻ) അല്ലെങ്കിൽ എസ്‌ജി/പി (ഗുരു) മാത്രമാണ്. രണ്ടാം വ്യത്യാസം - ഒന്നാം ഭവത്തിന്റെയും നാലാം ഭവത്തിന്റെയും അധിപതികൾ സ്വാഭാവികമോ താത്കാലികമോ ആയ സുഹൃത്തുക്കളായിരിക്കണം. മൂന്നാം വ്യത്യാസം - ലഗ്നാധിപതിയും നാലാം ഭവാധിപതിയും ശുഭഗ്രഹങ്ങളുടെ ദൃഷ്ടിയിൽ ആയിരിക്കണം.",
      "അമ്മയും മകനും തമ്മിൽ സൗഹൃദബന്ധം നിലനിൽക്കും."
    ],
"vahana_yoga_209": [
  "വാഹന യോഗം",
  "209 - ലഗ്നാധിപതി 4-ാം, 11-ാം അല്ലെങ്കിൽ 9-ാം ഭാവത്തോട് യുതി ചെയ്യണം.",
  "ജന്മദേശം ഭൗതിക സൗകര്യങ്ങളും വാഹനങ്ങളും സമ്പാദിക്കും."
],
"vahana_yoga_210": [
  "വാഹന യോഗം",
  "210 - 4-ാം ഭാവാധിപതി ഉച്ചസ്ഥനത്തിലിരിക്കണം; ആ ഉച്ചരാശിയുടെ അധിപതി കേന്ദമോ ത്രികോണമോ അധിഷ്ഠിക്കണം.",
  "ജന്മദേശം ഭൗതിക സൗകര്യങ്ങളും വാഹനങ്ങളും സമ്പാദിക്കും."
],
 "anapathya_yoga": [
    "അനപത്യ യോഗം",
    "ഗുരുവും ലഗ്നവും 7-ാം, 5-ാം ഭവനാധിപതികളും ദുർബലരാണ്",
    "ആ വ്യക്തിക്ക് കുട്ടികളുണ്ടാകില്ല."
  ],
"sarpasaapa_yoga_212": [
  "സർപ്പ ശാപ യോഗം",
  "212 - 5-ാം ഭാവത്തിൽ രാഹു ഇരിക്കണം, ചൊവ്വയുടെ ദൃഷ്ടി ലഭിക്കണം; അല്ലെങ്കിൽ 5-ാം ഭാവം ചൊവ്വയുടെ രാശിയായിരിക്കെ രാഹു അവിടെ ഇരിക്കണം.",
  "സർപ്പശാപം മൂലം സന്താനനാശം സംഭവിക്കും."
],
"sarpasaapa_yoga_213": [
  "സർപ്പ ശാപ യോഗം",
  "213 - 5-ാം ഭാവാധിപതി രാഹുവോടൊപ്പം യുതിയിൽ; ശനി 5-ാം ഭാവത്തിൽ ഇരിക്കെ ചന്ദ്രനുമായി ബന്ധമോ ദൃഷ്ടിയോ ഉണ്ടായിരിക്കണം.",
  "സർപ്പശാപം മൂലം സന്താനനാശം സംഭവിക്കും."
],
"sarpasaapa_yoga_214": [
  "സർപ്പ ശാപ യോഗം",
  "214 - സന്താന കാരകൻ (ഗുരു) ചൊവ്വയുമായി ബന്ധപ്പെട്ടു, രാഹു ലഗ്നത്തിൽ, 5-ാം ഭാവാധിപതി ദുഷ്ഥാനത്തിൽ.",
  "സർപ്പശാപം മൂലം സന്താനനാശം സംഭവിക്കും."
],
"sarpasaapa_yoga_215": [
  "സർപ്പ ശാപ യോഗം",
  "215 - 5-ാം ഭാവം ചൊവ്വയുടെ രാശിയായിരിക്കെ രാഹുവുമായി യുതിയിലിരിക്കണം, കൂടാതെ ബുധന്റെ ദൃഷ്ടിയോ ബന്ധമോ ഉണ്ടായിരിക്കണം.",
  "സർപ്പശാപം മൂലം സന്താനനാശം സംഭവിക്കും."
],
"pithru_saapa_sutakshaya_yoga": [
  "പിതൃശാപ സുടക്ഷയ യോഗം",
  "5-ാം ഭവനത്തിൽ സൂര്യൻ ഉണ്ടായിരിക്കണം. അ. സൂര്യൻ മിഥുനത്തിൽ നീചമായിരിക്കണം, അല്ലെങ്കിൽ ബി. സൂര്യന്റെ നവാംശം മകരം അല്ലെങ്കിൽ കുംഭത്തിൽ ആയിരിക്കണം. സി. സൂര്യൻ ഇരുവശവും പാപഗ്രഹങ്ങൾ കൊണ്ട് ചുറ്റപ്പെട്ടിരിക്കണം.",
  "പിതാവിന്റെ ശാപം മൂലം കുട്ടികളുടെ നഷ്ടം സംഭവിക്കും."
],
"maathru_saapa_sutakshaya_yoga": [
  "അ. 8-ാം ഭവന്റെ അധിപൻ 5-ാം ഭവന്റെ അധിപന്റെ ഭവനത്തിൽ ഉണ്ടായിരിക്കണം, 5-ാം ഭവന്റെ അധിപൻ 8-ാം ഭവന്റെ അധിപന്റെ ഭവനത്തിൽ ഉണ്ടായിരിക്കണം, ബി. ചന്ദ്രനും 4-ാം ഭവന്റെ അധിപനും 6-ാം ഭവനത്തിൽ ചേർന്നിരിക്കണം.",
  "അമ്മയുടെ ശാപം മൂലം കുട്ടികളുടെ നഷ്ടം സംഭവിക്കും."
],
"bhraathru_saapa_sutakshaya_yoga": [
  "അ. ലഗ്നവും 5-ാം ഭവന്റെ അധിപനും 8-ാം ഭവനത്തിൽ ചേർന്നിരിക്കണം, ബി. 3-ാം ഭവന്റെ അധിപൻ ചൊവ്വയും രാഹുവും കൂടെ 5-ാം ഭവനത്തിൽ ഉണ്ടായിരിക്കണം.",
  "സഹോദരന്മാരുടെ ശാപം മൂലം കുട്ടികൾ മരിക്കും."
],
"pretha_saapa_yoga": [
  "സൂര്യനും ശനിയും 5-ാം ഭവനത്തിൽ, ദുർബലമായ ചന്ദ്രൻ 7-ാം ഭവനത്തിൽ, രാഹു ലഗ്നത്തിൽ, ഗുരു 12-ാം ഭവനത്തിൽ ഉണ്ടായിരിക്കണം.",
  "പ്രേതങ്ങളുടെ അല്ലെങ്കിൽ മരിച്ചവരുടെ പിതൃകളുടെ ശാപം മൂലം കുട്ടികൾ മരിക്കും."
],
"bahu_puthra_yoga_220": [
  "ബഹു പുത്ര യോഗം",
  "220 - രാഹു 5-ാം ഭാവത്തിൽ. കൂടാതെ രാഹു ശനിയുടെ നവാംശത്തിൽ അല്ല (D9-ൽ കുംഭം/മകരം അല്ല).",
  "ആൾക്കു കൂടുതലായി സന്താനങ്ങൾ ഉണ്ടായിരിക്കും."
],
"bahu_puthra_yoga_221": [
  "ബഹു പുത്ര യോഗം",
  "221 - 7-ാം ഭാവാധിപതിയുമായി ബന്ധമുള്ള ഒരു ഗ്രഹം ഏത് നവാംശ രാശിയിലാണോ, ആ രാശിയുടെ അധിപതി രാശിയിൽ ലഗ്നത്തിൽ നിന്ന് 1/2/5-ാം ഭാവത്തിൽ ഇരുന്നാൽ ഈ യോഗം ഉണ്ടാകും. പടികൾ: (1) രാശിയിൽ 7-ാം അധിപതിയെ കണ്ടെത്തുക. (2) നവാംശത്തിൽ അവൻ ഏത് രാശിയിലാണെന്ന് കണ്ടെത്തുക. (3) പടി-2 ലെ രാശിയുടെ അധിപതിയെ കണ്ടെത്തുക. (4) രാശിയിൽ ആ അധിപതി എവിടെയെന്ന് കണ്ടെത്തുക. (5) അത് ലഗ്നത്തിൽ നിന്ന് 1-ാം/2-ാം/5-ാം ആയിരിക്കണം.",
  "ആൾക്കു കൂടുതലായി സന്താനങ്ങൾ ഉണ്ടായിരിക്കും."
],
"dattha_puthra_yoga_222": [
  "ദത്ത പുത്ര യോഗം",
  "222 - ചൊവ്വയും ശനിയും 5-ാം ഭാവത്തിൽ ആയിരിക്കണം; ലഗ്നാധിപതി ബുധന്റെ രാശിയിൽ ഇരിക്കണം, അതേ ഗ്രഹത്തിന്റെ (ബുധൻ) ദൃഷ്ടി ലഭിക്കുകയോ ബന്ധം ഉണ്ടായിരിക്കുകയോ വേണം.",
  "ആൾക്കു ദത്തമക്കൾ ഉണ്ടായിരിക്കും."
],
"dattha_puthra_yoga_223": [
  "ദത്ത പുത്ര യോഗം",
  "223 - 7-ാം ഭാവാധിപതി 11-ാം ഭാവത്തിൽ ആയിരിക്കണം; 5-ാം ഭാവാധിപതി ശുഭഗ്രഹത്തോടൊപ്പം യുതിയായിരിക്കണം; 5-ാം ഭാവത്തിൽ ചൊവ്വ അല്ലെങ്കിൽ ശനി ആയിരിക്കണം.",
  "ആൾക്കു ദത്തമക്കൾ ഉണ്ടായിരിക്കും."
],
"aputhra_yoga":[
"അപുത്ര യോഗം",
"224 - 5-ാം ഭാവത്തിന്റെ അധിപതി ദുഷ്ഠാനത്തിൽ ഉണ്ടായിരിക്കണം.",
"ആ വ്യക്തിക്ക് കുട്ടികൾ ഉണ്ടായിരിക്കില്ല."
],
"eka_puthra_yoga":[
"ഏക പുത്ര യോഗം",
"225 - 5-ാം ഭാവത്തിന്റെ അധിപതി കേന്ദ്രത്തിലോ ത്രികോണത്തിലോ ഉണ്ടായിരിക്കണം.",
"ആ വ്യക്തിക്ക് ഒരു കുട്ടി മാത്രമേ ഉണ്ടായിരിക്കൂ."
],
"suputhra_yoga":[
"സുപുത്ര യോഗം",
"226 - ഗുരു 5-ാം ഭാവത്തിന്റെ അധിപതി (ലഗ്നം സിംഹം/വൃശ്ചികം) ആയിരിക്കണം, കൂടാതെ സൂര്യൻ നല്ല നിലയിൽ (സ്വരാശി, ഉച്ച, സൗഹൃദ രാശി) ഉണ്ടായിരിക്കണം.",
"ആ വ്യക്തിക്ക് നല്ലൊരു കുട്ടി ഉണ്ടായിരിക്കും."
],
"kaalanirdesat_puthra_yoga_227": [
  "കാലനിർദേശത് പുത്ര യോഗം",
  "227 - ഗുരു 5-ാം ഭാവത്തിൽ ഇരിക്കണം, 5-ാം ഭാവാധിപതി ശുക്രനുമായി യുതിയായിരിക്കണം.",
  "ജാതകൻ 32, 33 അല്ലെങ്കിൽ 40-ആം വയസ്സിൽ സന്താനം പ്രാപിക്കും."
],
"kaalanirdesat_puthra_yoga_228": [
  "കാലനിർദേശത് പുത്ര യോഗം",
  "228 - ഗുരു ലഗ്നത്തിൽ നിന്ന് 9-ാം ഭാവത്തിൽ ഇരിക്കണം; ശുക്രൻ ഗുരുവിൽ നിന്ന് 9-ാം ഭാവത്തിൽ നിന്ന് ലഗ്നാധിപതിയുമായി യുതിയായിരിക്കണം.",
  "ജാതകൻ 32, 33 അല്ലെങ്കിൽ 40-ആം വയസ്സിൽ സന്താനം പ്രാപിക്കും."
],
"kaalanirdesat_puthranaasa_yoga_229": [
  "കാലനിർദേശത് പുത്രനാശ യോഗം",
  "229 - രാഹു 5-ാം ഭാവത്തിൽ; 5-ാം ഭാവാധിപതി പാപഗ്രഹവുമായി യുതിയിൽ; ഗുരു നീചസ്ഥിതിയിൽ.",
  "ജാതകൻ 32-ാം, 40-ആം വയസ്സുകളിൽ യഥാക്രമം സന്താനനാശം അനുഭവിക്കും."
],
"kaalanirdesat_puthranaasa_yoga_230": [
  "കാലനിർദേശത് പുത്രനാശ യോഗം",
  "230 - പാപഗ്രഹങ്ങൾ ഗുരുവിൽ നിന്ന് 5-ാം, കൂടാതെ ലഗ്നത്തിൽ നിന്ന് 5-ാം സ്ഥാനങ്ങളിൽ (യുതി അല്ലെങ്കിൽ ദൃഷ്ടി വഴി) നിലകൊള്ളണം.",
  "ജാതകൻ 32-ാം, 40-ആം വയസ്സുകളിൽ യഥാക്രമം സന്താനനാശം അനുഭവിക്കും."
],
"buddhimaturya_yoga": [
  "ബുദ്ധിമത്യുര്യ യോഗം",
  "231 - അഞ്ചാം ഭാവത്തിന്റെ അധിപതി ശുഭഗ്രഹമായിരിക്കണം, മറ്റൊരു ശുഭഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ആയിരിക്കണം അല്ലെങ്കിൽ ശുഭരാശിയിൽ സ്ഥിതിചെയ്യുന്നുവെങ്കിൽ, ഈ യോഗം ഉണ്ടാകും.",
  "ആ വ്യക്തി മഹത്തായ ബുദ്ധിയും നല്ല സ്വഭാവവും ഉള്ളവനായിരിക്കും."
],
"theevrabuddhi_yoga": [
  "തീവ്രബുദ്ധി യോഗം",
  "232 - രാശിയിൽ അഞ്ചാം ഭാവത്തിന്റെ അധിപതി ശുഭഗ്രഹമായിരിക്കണം, നവാംശ ലഗ്നത്തിൽ ഉണ്ടായിരിക്കണം. നവാംശ ലഗ്നത്തിന്റെ അധിപതി ശുഭഗ്രഹമായിരിക്കണം അല്ലെങ്കിൽ ശുഭഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ആയിരിക്കണം.",
  "ആ വ്യക്തി അത്യന്തം മൂർച്ചയുള്ള ബുദ്ധിയുള്ളവനായിരിക്കും."
],
"buddhi_jada_yoga": [
  "ബുദ്ധി ജഡ യോഗം",
  "233 - ലഗ്നത്തിന്റെ അധിപതി പാപഗ്രഹങ്ങളുമായി യോജിച്ചിരിക്കണം അല്ലെങ്കിൽ അവയുടെ ദൃഷ്ടിയിൽ ആയിരിക്കണം. കൂടാതെ ശനി അഞ്ചാം ഭാവത്തിൽ ഉണ്ടായിരിക്കണം, ലഗ്നത്തിന്റെ അധിപതി ശനിയുടെ ദൃഷ്ടിയിൽ ആയിരിക്കണം. അല്ലെങ്കിൽ അഞ്ചാം ഭാവത്തിന്റെ അധിപതി പാപഗ്രഹങ്ങളുമായി യോജിച്ചിരിക്കണം, (ശനി അഞ്ചാം അധിപതിയെ ദൃഷ്ടിക്കണം) അല്ലെങ്കിൽ ചന്ദ്രൻ അഞ്ചാം ഭാവത്തിൽ ഉണ്ടായിരിക്കണം.",
  "ആ വ്യക്തി മൂഢനായിരിക്കും."
],
"thrikaala_gnana_yoga": [
  "ത്രികാല ജ്ഞാന യോഗം",
  "234 - ഗുരു തന്റെ സ്വന്തം നവാംശത്തിൽ മൃദ്വാംശത്തിൽ ഉണ്ടായിരിക്കണം. അല്ലെങ്കിൽ ഗുരു ഗോപുരാംശത്തിൽ (സ്കോർ >= 4) ഉണ്ടായിരിക്കണം, ശുഭഗ്രഹത്തിന്റെ ദൃഷ്ടിയിൽ ആയിരിക്കണം.",
  "ആ വ്യക്തി ഭൂതകാലം, വർത്തമാനം, ഭാവി എന്നിവ അറിയാൻ കഴിവുള്ളവനായിരിക്കും."
],
"jara_yoga": [
  "ജരാ യോഗം",
  "236 - പത്താം ഭാവത്തിൽ പത്താം, രണ്ടാം, ഏഴാം ഭാവങ്ങളുടെ അധിപതികൾ ഉണ്ടായിരിക്കണം.",
  "ആ വ്യക്തി നിരവധി സ്ത്രീകളുമായി വിവാഹേതര ബന്ധങ്ങൾ പുലർത്തും."
]
}