{
	"vesi_yoga":["வேஸீ யோகம்",
				"சூரியனிடமிருந்து 2-ம் இடத்தில் சந்திரன் தவிர வேறு ஒரு கிரகம் உள்ளது",
				"நீங்கள் சீரான கண்ணோட்டம் கொண்டவர். நீங்கள் உண்மையானவர், உயரமானவர் மற்றும் மந்தமானவர். குறைந்த செல்வத்தோடு கூட நீங்கள் மகிழ்ச்சியாகவும் வசதியாகவும் இருப்பீர்கள்."
				],
	"vosi_yoga":["வோஸீ யோகம்",
		"சூரியனிடமிருந்து 12-ம் இடத்தில் சந்திரன் தவிர வேறு ஒரு கிரகம் உள்ளது",
		"நீங்கள் திறமையானவர், தாராள குணம் கொண்டவர், புகழ் பெற்றவர், கற்றறிந்தவர் மற்றும் வலிமையானவர்."],
	"ubhayachara_yoga":["உபயசார யோகம்",
		"சூரியனிடமிருந்து 2 மற்றும் 12-ம் இடங்களில் சந்திரன் தவிர மற்ற கிரகங்கள் உள்ளன",
		"உங்களுக்கு அனைத்து வசதிகளும் கிடைக்கும். நீங்கள் ஒரு ராஜா அல்லது அவருக்கு இணையானவராக இருப்பீர்கள்"],
	"nipuna_yoga":["நிபுண யோகம்",
				"சூரியனும் புதனும் ஒன்றாக (ஒரே ராசியில்) உள்ளனர்.", 
				"நீங்கள் புத்திசாலியாகவும் அனைத்து வேலைகளிலும் திறமையானவராகவும் இருப்பீர்கள். நீங்கள் நன்கு அறியப்பட்டவராகவும், மதிக்கப்படுபவராகவும், மகிழ்ச்சியாகவும் இருப்பீர்கள்.\\n இந்த யோகம் D-10 போன்ற வர்க்க சக்கரங்களில் மிகவும் சக்தி வாய்ந்தது. ராசி சக்கரத்திலும், புதன் அஸ்தமனம் ஆகவில்லை என்றால் இது பலன்களைத் தரும்."],	
	"sunaphaa_yoga":["ஸுனபா யோகம்",
		"சந்திரனிடமிருந்து 2-ம் இடத்தில் சூரியன் தவிர மற்ற கிரகங்கள் உள்ளன",
		"நீங்கள் ஒரு ராஜா அல்லது அவருக்கு இணையானவர் ஆவீர்கள். நீங்கள் புத்திசாலி, செல்வந்தர் மற்றும் புகழ் பெற்றவர். உங்கள் சொந்த முயற்சியால் ஈட்டிய செல்வத்தை நீங்கள் கொண்டிருப்பீர்கள்."],
	"anaphaa_yoga":["அனபா யோகம்",
					"சந்திரனிடமிருந்து 12-ம் இடத்தில் சூரியன் தவிர மற்ற கிரகங்கள் உள்ளன",
					"நீங்கள் நல்ல தோற்றம் கொண்ட ராஜாவாக ஆவீர்கள். உங்கள் உடல் நோயற்றதாக இருக்க வாய்ப்புள்ளது. நீங்கள் நல்ல குணமும் பெரும் நற்பெயரும் கொண்டவர். நீங்கள் வசதிகளால் சூழப்பட்டிருப்பீர்கள்."],
	"duradhara_yoga":["துரதரா யோகம்",
		"சந்திரனிடமிருந்து 2 மற்றும் 12-ம் இடங்களில் சூரியன் தவிர மற்ற கிரகங்கள் உள்ளன.",
		"நீங்கள் பல இன்பங்களை அனுபவிப்பீர்கள். நீங்கள் தாராள குணம் கொண்டவர். உங்களுக்கு செல்வம் மற்றும் வாகனங்கள் இருக்கும். உங்களுக்கு நல்ல பணியாளர்கள் இருப்பார்கள்."],
	"kemadruma_yoga":["கேமதுரும யோகம்",
		"சந்திரனிடமிருந்து 1, 2 மற்றும் 12-ம் இடங்களில் சூரியன் தவிர வேறு கிரகங்கள் இல்லை மற்றும் லக்னத்திலிருந்து கேந்திரங்களில் சந்திரன் தவிர வேறு கிரகங்கள் இல்லை",
		"நீங்கள் துரதிர்ஷ்டசாலி, புத்திசாலித்தனம் மற்றும் கல்வி அறிவு இல்லாதவர், வறுமை மற்றும் கஷ்டங்களால் பாதிக்கப்படுபவர். இந்த தீய யோகம் ஜாதகத்தில் உள்ள மற்ற நல்ல யோகங்களின் பலன்களை, குறிப்பாக சந்திர யோகங்களை (ஏதேனும் இருந்தால்) அழிக்கிறது. நீங்கள் கடினமாக உழைத்து பெரும் முயற்சியின் மூலம் வெற்றி பெற வேண்டும்."],
	"chandra_mangala_yoga":["சந்திர மங்கள யோகம்",
		"சந்திரனும் செவ்வாயும் ஒன்றாக (ஒரே ராசியில்) உள்ளனர்.",
		"நீங்கள் உலக அறிவு கொண்டவர் மற்றும் லௌகீக ரீதியாக வெற்றி பெற்றவர். நீங்கள் நேர்மையற்ற வழிகளில் பணம் சம்பாதிக்கலாம். நீங்கள் தாய் அல்லது மற்ற பெண்களை மோசமாக நடத்தலாம்."],
	"adhi_yoga":["அதி யோகம்", 
		"இயற்கை சுப கிரகங்கள் சந்திரனிடமிருந்து 6, 7 மற்றும் 8-ம் இடங்களில் அமைகின்றன",
		"சம்பந்தப்பட்ட கிரகங்களின் பலத்தைப் பொறுத்து நீங்கள் ஒரு ராஜா அல்லது அமைச்சர் அல்லது ராணுவத் தலைவராக ஆகலாம்"],
	"ruchaka_yoga":["ருசக யோகம்",
		"செவ்வாய் கேந்திரத்தில் தனது சொந்த ராசியில் அல்லது உச்ச ராசியில் உள்ளார்.",
		"நீங்கள் உமிழும் (நெருப்பு) சுபாவம் கொண்டவர். நீங்கள் அதிக உற்சாகம் கொண்டவர். நீங்கள் ஒரு இயற்கையான தலைவர். நீங்கள் போர்களை விரும்புகிறீர்கள் மற்றும் எதிரிகளை வெற்றி கொள்வீர்கள். நீங்கள் பகுத்தறிவு உள்ளவர் மற்றும் கற்றறிந்தவர்களின் பக்தர். நீங்கள் மறைபொருளாய்வுகளில் (occult sciences) தேர்ச்சி பெற்றவர். நீங்கள் நல்ல சுவை கொண்டவர். நீங்கள் எப்போதும் வெற்றியாளராக இருப்பீர்கள்."],
	"bhadra_yoga":["பத்ர யோகம்",
		"புதன் கேந்திரத்தில் தனது சொந்த ராசியில் அல்லது உச்ச ராசியில் உள்ளார்.",
		"நீங்கள் நிலத்தின் சுபாவம் கொண்டவர் மற்றும் சிங்கத்தைப் போன்றவர். நீங்கள் அனைத்து வகையிலும் கற்றறிந்தவர். நீங்கள் நல்ல உடல் அமைப்பும் கம்பீரமான குரலும் கொண்டவர். நீங்கள் ஸத்துவ குணம் கொண்டவர். உங்களுக்கு யோகக் கலை நன்றாகத் தெரியும். நீங்கள் எப்போதும் உறவினர்கள், நண்பர்கள் மற்றும் குடும்பத்தினரால் சூழப்பட்டு அவர்களுடன் உங்கள் செல்வத்தை அனுபவிப்பீர்கள். நீங்கள் எல்லாவற்றிலும் தூய்மையைப் பேணுவீர்கள் மற்றும் மிகவும் நேர்த்தியானவர். நீங்கள் சுதந்திர உணர்வு மற்றும் ஆன்மீக நாட்டம் கொண்டவர்."],
	"sasa_yoga":["ஸஸ யோகம்", "சனி மகரம், கும்பம் அல்லது துலாம் ராசியில் இருக்க வேண்டும் மற்றும் லக்னத்திலிருந்து 1, 4, 7 அல்லது 10-ம் இடத்தில் இருக்க வேண்டும்",
		"நீங்கள் காற்றின் சுபாவம் கொண்ட ஒரு சிறந்த நபர். நீங்கள் முயல் போன்றவர். நீங்கள் புத்திசாலி மற்றும் அலைந்து திரிவதை விரும்புவீர்கள். நீங்கள் காடுகள், மலைகள் மற்றும் கோட்டைகளில் வசதியாக உணருவீர்கள். நீங்கள் பராக்கிரமம் கொண்டவர் மற்றும் மெலிந்த உடல்வாகு கொண்டவர். மற்றவர்களின் பலவீனங்களை நீங்கள் அறிவீர்கள். நீங்கள் சுறுசுறுப்பானவர், ஆனால் சில தயக்கங்கள் உங்களிடம் இருக்கும். நீங்கள் தாராள குணம் கொண்டவர்."],
	"maalavya_yoga":["மாளவ்ய யோகம்",
		"சுக்கிரன் கேந்திரத்தில் தனது சொந்த ராசியில் அல்லது உச்ச ராசியில் உள்ளார்.",
		"நீங்கள் நீரின் சுபாவம் கொண்ட ஒரு சிறந்த நபர். நீங்கள் நிலவொளி போன்ற பிரகாசத்தை வெளிப்படுத்துவீர்கள். நீங்கள் சுவையான உணவை ரசிப்பீர்கள். உங்களிடம் ஆடம்பரங்கள் இருக்கும். உங்களுக்கு சிறந்த ஆரோக்கியம் இருக்கும். நீங்கள் கலைகளில் தேர்ச்சி பெற்றவர்."],
	"hamsa_yoga":["ஹம்ச யோகம்",
		"வியாழன் தனுசு, மீனம் அல்லது கடக ராசியில் (exaltation sign is Cancer, note: source says Capricornn by mistake) இருக்க வேண்டும் மற்றும் லக்னத்திலிருந்து 1, 4, 7 அல்லது 10-ம் இடத்தில் இருக்க வேண்டும்.",
		"நீங்கள் ஆகாய சுபாவம் கொண்ட ஒரு மாமனிதர். நீங்கள் அன்னத்தைப் போன்றவர். நீங்கள் ஆன்மீக வலிமையும் தூய்மையும் கொண்டவர். நீங்கள் அனைவராலும் மதிக்கப்படுவீர்கள். நீங்கள் மிகுந்த ஆர்வம் கொண்டவர். நீங்கள் ஒரு ராஜாவாகலாம். உங்களுக்கு எல்லா வசதிகளும் இருக்கலாம். நீங்கள் வாழ்க்கையை முழுமையாக அனுபவிப்பீர்கள். நீங்கள் புத்திசாலித்தனமாக உரையாடுபவர் மற்றும் நல்ல பேச்சுத் திறன் கொண்டவர்."],	
	"rajju_yoga":["ரஜ்ஜு யோகம்",
		"அனைத்து கிரகங்களும் பிரத்தியேகமாக சர ராசிகளில் உள்ளன.",
		"நீங்கள் பயணம் செய்ய விரும்பலாம். நீங்கள் நல்ல தோற்றம் கொண்டவராகவும் வெளிநாடுகளில் செழிப்புடன் வாழ்பவராகவும் இருக்கலாம். நீங்கள் கொடூரமானவராக இருக்கலாம்."],
	"musala_yoga":["முஸல யோகம்",
		"அனைத்து கிரகங்களும் பிரத்தியேகமாக ஸ்திர ராசிகளில் உள்ளன.",
		"உங்களுக்கு கௌரவம், ஞானம் மற்றும் செல்வம் இருக்கும். அரசர்கள் உங்களை விரும்புவார்கள். நீங்கள் புகழ் பெற்றவர் மற்றும் பல குழந்தைகளைப் பெறுவீர்கள். நீங்கள் உறுதியான மனம் கொண்டவர்."],
	"nala_yoga":["நள யோகம்",
		"அனைத்து கிரகங்களும் பிரத்தியேகமாக உபய ராசிகளில் உள்ளன.",
		"நீங்கள் பலவீனமான உடல் அமைப்பைக் கொண்டிருப்பீர்கள். நீங்கள் பணத்தைச் சேகரிக்கலாம். நீங்கள் நல்ல தோற்றம் கொண்டவராகவும் உறவினர்களுக்கு உதவுபவராகவும் இருக்கலாம். நீங்கள் திறமையானவர்."],
	"srik_yoga": [
		"ஸ்ரிக் யோகம்",
		"அனைத்து இயற்கை சுப கிரகங்களும் (வியாழன், சுக்கிரன், புதன்) கேந்திர வீடுகளில் அமைகின்றன.",
		"நீங்கள் செல்வந்தராக இருப்பீர்கள், பல வசதிகளை அனுபவிப்பீர்கள், நேர்த்தியான உடைகள் மற்றும் ஆபரணங்களைக் கொண்டிருப்பீர்கள், மேலும் மகிழ்ச்சியான, ஆடம்பரமான வாழ்க்கையை நடத்துவீர்கள்."
	],
	"maalaa_yoga":["மாலா யோகம்",
		"மூன்று கேந்திரங்கள் இயற்கை சுப கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன.",
		"நீங்கள் எப்போதும் மகிழ்ச்சியாக இருப்பீர்கள். உங்களிடம் அழகான உடைகள், வாகனங்கள், ஆடம்பரங்கள் மற்றும் பல பெண்களின் நட்பு இருக்கும்."],
	"sarpa_yoga":["ஸர்ப்ப யோகம்",
		"மூன்று கேந்திரங்கள் இயற்கை பாவ கிரகங்களால் ஆக்கிரமிக்கப்பட்டுள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் துயரம் நிறைந்தவர், மகிழ்ச்சியற்றவர், கொடூரமானவர், ஏழை மற்றும் உணவிற்காக மற்றவர்களைச் சார்ந்திருப்பவர். இது மிகவும் மோசமான அமைப்பு."],
	"gadaa_yoga":["கதா யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து தொடர்ச்சியான இரண்டு கேந்திரங்களில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் செல்வம், தங்கம் மற்றும் ரத்தினங்களைக் கொண்டிருப்பார். நீங்கள் யாகங்களைச் செய்யலாம். உங்களுக்கு சாஸ்திரங்களும் பாடல்களும் தெரியும்."],
	"sakata_yoga": [
		"ஸகட யோகம்",
		"வியாழன் லக்ன கேந்திரத்தில் இல்லாமல், சந்திரன் வியாழனிடமிருந்து 6, 8 அல்லது 12-ம் வீட்டில் இருக்கிறார்.",
		"வாழ்க்கை ஒரு சக்கரம் ஏறுவதும் இறங்குவதுமாக இருப்பது போல ஏற்ற இறக்கங்களால் சூழப்பட்டிருக்கும். நீங்கள் உங்கள் நிலையையும் நற்பெயரையும் இழக்க நேரிடலாம் ஆனால் அவற்றை மீண்டும் பெற முடியும். நீங்கள் வறுமை மற்றும் துயரங்களைச் சந்திக்கலாம் ஆனால் மீண்டு வரும் வலிமை கொண்டிருப்பீர்கள்."
	],
	"vihanga_yoga": [
		"விஹங்க யோகம்",
		"அனைத்து கிரகங்களும் 4 மற்றும் 10-ம் வீடுகளில் அமைந்துள்ளன.",
		"நீங்கள் ஒரு நாடோடியாகவோ, பயணியாகவோ அல்லது தூதுவராகவோ இருப்பீர்கள். நீங்கள் ஒரு இடைத்தரகராகச் செயல்பட வாய்ப்புள்ளது மற்றும் உங்களுக்குப் பல ரகசிய எதிரிகள் இருக்கலாம்."
	],
	"sringaataka_yoga":["ஸ்ருங்காடக யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து திரிகோணங்களில் (1, 5 மற்றும் 9) உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியாகவும் அரசர்களால் விரும்பப்படுபவராகவும் இருப்பார். இந்த நபர் ஒரு உன்னதமான மனைவியைக் கொண்டிருப்பார் மற்றும் பெண்களை வெறுப்பார். இந்த நபர் செல்வந்தர். ஸ்ருங்காடக என்றால் நாற்சந்தி என்று பொருள். இதற்கு வேறு சில பிரபலமான அர்த்தங்களும் உள்ளன."],
	"hala_yoga":["ஹல யோகம்",
		"அனைத்து கிரகங்களும் ஒன்றுக்கொன்று திரிகோணங்களில் உள்ளன ஆனால் லக்னத்திலிருந்து திரிகோணங்களில் இல்லை.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு விவசாயி ஆகிறார். இந்த நபர் நிறைய உணவு உண்பார். இந்த நபர் ஏழை. இந்த நபர் நண்பர்கள் மற்றும் உறவினர்களால் கைவிடப்பட்டவர். இந்த நபர் மகிழ்ச்சியற்றவர் மற்றும் கவலையுற்றவர். ஹல என்றால் ஏர் என்று பொருள்."],
	"vajra_yoga":["வஜ்ர யோகம்",
		"லக்னம் மற்றும் 7-ம் வீடுகளில் இயற்கை சுப கிரகங்களும், 4 மற்றும் 10-ம் வீடுகளில் இயற்கை பாவ கிரகங்களும் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் வாழ்க்கையின் ஆரம்ப மற்றும் பிற்பகுதியில் மகிழ்ச்சியாக இருப்பார். இந்த நபர் பராக்கிரமம் கொண்டவர். இந்த நபர் அதிர்ஷ்டசாலி அல்ல, ஆனால் அவருக்கு ஆசைகளும் இல்லை. இந்த நபர் போராடும் குணம் கொண்டவர். வஜ்ர என்றால் வைரம் என்று பொருள்."
		],
	"yava_yoga":["யவ யோகம்",
		"லக்னம் மற்றும் 7-ம் வீடுகளில் இயற்கை பாவ கிரகங்களும், 4 மற்றும் 10-ம் வீடுகளில் இயற்கை சுப கிரகங்களும் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் மத விதிகளைக் கடைப்பிடிப்பார். இந்த நபர் வாழ்க்கையின் இடைப்பகுதியில் மகிழ்ச்சியாக இருப்பார். இந்த நபர் செல்வம் மற்றும் நல்ல குழந்தைகளைக் கொண்டிருப்பார். இந்த நபர் தாராள குணம் கொண்டவர். அவர் மன உறுதி கொண்டவர். யவ என்றால் தானியம் என்று பொருள்."],
	"kamala_yoga":["கமல யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து கேந்திரங்களில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவாகிறார். இந்த நபர் வலுவான குணம் கொண்டவர். இந்த நபர் புகழ் பெற்றவர் மற்றும் நீண்ட காலம் வாழ்வார். இந்த நபர் தூய்மையானவர் மற்றும் பல நற்செயல்களைச் செய்கிறார். கமல என்றால் தாமரை என்று பொருள்."
		],		
	"vaapi_yoga":["வாபி யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து பணபரங்கள் அல்லது ஆபோக்லிமங்களில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் செல்வத்தைச் சேமிக்கும் திறன் கொண்ட மனம் கொண்டவர். இந்த நபர் அனைத்து வசதிகளையும் கொண்டிருப்பார். இந்த நபர் ஒரு ராஜாவாகிறார். வாபி என்றால் குளம் அல்லது நீர்த்தொட்டி அல்லது கிணறு என்று பொருள்."],
	"yoopa_yoga":["யூப யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 1, 2, 3 மற்றும் 4-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் ஆன்மீக ஞானம் மற்றும் யாகங்கள் பற்றிய அறிவைப் பெற்றிருப்பார். இந்த நபரின் மனைவி எப்போதும் உடன் இருப்பார். இந்த நபர் ஸத்துவ குணம் கொண்டவர். இந்த நபர் அனைத்து மத விதிகளையும் கடைப்பிடிக்கிறார். யூப என்றால் தூண், குறிப்பாக பலிபீடத் தூண் என்று பொருள்."],
	"sara_yoga":["ஸர யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 4, 5, 6 மற்றும் 7-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் அம்புகளைத் தயாரிப்பார். இந்த நபர் சிறைச்சாலைகளை வழிநடத்துவார். இந்த நபர் ஒரு வேட்டைக்காரர். இந்த நபர் மாமிசம் உண்பவர். இந்த நபர் மக்களைத் துன்புறுத்துவார். ஸர என்றால் அம்பு என்று பொருள்."],
	"ishu_yoga": [
		"இஷு யோகம்",
		"அனைத்து கிரகங்களும் முதல் நான்கு வீடுகளில் (1, 2, 3, 4) அல்லது 4 முதல் 7, 7 முதல் 10, அல்லது 10 முதல் 1 வரை உள்ளன.",
		"நீங்கள் ஒரு சிறைக் காவலராகவோ, கொடூரமான நபராகவோ அல்லது ஆயுதங்கள் மற்றும் அம்புகளைத் தயாரிப்பவராகவோ இருப்பீர்கள்."
	],
"sakti_yoga":["ஸக்தி யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 7, 8, 9 மற்றும் 10-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர்கள் மகிழ்ச்சியற்றவர்கள், ஏழைகள், தோல்வியடைபவர்கள், தகுதியற்றவர்கள், சோம்பேறிகள் மற்றும் உறுதியானவர்கள். இவர்கள் போர்க்கலையில் கூர்மையான அறிவு கொண்டவர்கள். ஸக்தி என்றால் ஆற்றல் மற்றும் இது ஒரு சக்திவாய்ந்த ஆயுதத்தையும் குறிக்கும்."],
	"danda_yoga":["தண்ட யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 10, 11, 12 மற்றும் 1-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர்கள் மனைவி மற்றும் குழந்தைகளை இழக்க நேரிடும், அவர்களின் உறவினர்கள் அவர்களைக் கைவிடுவார்கள். அவர்கள் மகிழ்ச்சியற்றவர்களாகவும், தாழ்ந்தவர்களுக்கு சேவை செய்பவர்களாகவும் இருப்பார்கள். தண்டம் என்றால் தண்டிப்பதற்குப் பயன்படுத்தப்படும் ஒரு தடி என்று பொருள்."],
	"nav_yoga": [
		"நவ யோகம்",
		"அனைத்து கிரகங்களும் ஏதேனும் ஒரு வீட்டிலிருந்து தொடர்ச்சியான ஏழு ராசிகளில் அமைந்துள்ளன.",
		"நீங்கள் புகழ் பெற்றவராகவும், அங்கீகாரம் பெற்றவராகவும் இருப்பீர்கள், மேலும் உங்கள் வாழ்நாள் முழுவதும் உங்கள் உழைப்பின் பலனை அனுபவிப்பீர்கள்."
	],
	"naukaa_yoga":["நௌகா யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து தொடர்ச்சியான 7 ராசிகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர்கள் நீர் தொடர்பான விஷயங்களில் பணம் சம்பாதிக்கிறார்கள். அவர்களுக்கு பல ஆசைகள் இருக்கும். அவர்கள் நன்கு அறியப்பட்டவர்கள். அவர்கள் பொல்லாதவர்கள், முரட்டுத்தனமானவர்கள் மற்றும் கஞ்சத்தனம் கொண்டவர்கள். நௌகா என்றால் கப்பல் என்று பொருள்."],
	"koota_yoga":["கூட யோகம்",
		"அனைத்து கிரகங்களும் 4-ம் வீட்டிலிருந்து தொடர்ச்சியான 7 ராசிகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் சிறைக் காவலராக ஆகிறார். இந்த நபர் பொய் பேசுபவர். இந்த நபர் மலைகள் மற்றும் கோட்டைகளில் வசிக்கிறார். இந்த நபர் ஏழை மற்றும் கொடூரமானவர். கூட என்றால் ஒரு குழு என்று பொருள். இதற்கு வேறு பல அர்த்தங்களும் உள்ளன."],
	"chatra_yoga":["சத்ர யோகம்",
		"அனைத்து கிரகங்களும் 7-ம் வீட்டிலிருந்து தொடர்ச்சியான 7 ராசிகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் தனது மக்களுக்கு உதவுவார். இந்த நபர் அன்பானவர் மற்றும் பல அரசர்களால் விரும்பப்படுபவர். இந்த நபர் புத்திசாலி. இந்த நபர் வாழ்க்கையின் ஆரம்ப மற்றும் பிற்பகுதியில் மகிழ்ச்சியாக இருப்பார். இந்த நபர் நீண்ட காலம் வாழ்வார். சத்ர என்றால் குடை என்று பொருள்."],
	"chaapa_yoga":["சாப யோகம்",
		"அனைத்து கிரகங்களும் 10-ம் வீட்டிலிருந்து தொடர்ச்சியான 7 ராசிகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் பொய் பேசுபவராகவும், திருடனாகவும் மற்றும் ரகசியங்களைப் பாதுகாப்பவராகவும் இருப்பார். இந்த நபர் காடுகளில் அலைந்து திரிவார். இந்த நபர் துரதிர்ஷ்டசாலி. இந்த நபர் வாழ்க்கையின் இடைப்பகுதியில் மகிழ்ச்சியாக இருப்பார். சாப என்றால் வில் என்று பொருள்."],
	"ardha_chandra_yoga":["அர்த்த சந்திர யோகம்",
		"அனைத்து கிரகங்களும் ஒரு பணபரம் அல்லது ஆபோக்லிமத்திலிருந்து தொடங்கும் 7 ராசிகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு ராணுவத் தலைவராகிறார். இந்த நபர் நல்ல உடல் அமைப்பைக் கொண்டிருப்பார். அரசர்கள் இந்த நபரை விரும்புவார்கள். இந்த நபர் வலிமையானவர் மற்றும் ரத்தினங்கள், தங்கம் மற்றும் பல ஆபரணங்களைக் கொண்டிருப்பார். அர்த்த சந்திர என்றால் அரை நிலவு என்று பொருள்."],
	"chakra_yoga":["சக்ர யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 1, 3, 5, 7, 9 மற்றும் 11-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு சிறந்த பேரரசராகிறார். பல அரசர்களின் வைரங்கள் பதித்த கிரீடங்கள் இந்த நபரின் பாதங்களைத் தொடும் (அதாவது பல அரசர்கள் இந்த நபரின் முன் வீழ்ந்து வணங்குவார்கள்). சக்ர என்றால் சக்கரம் என்று பொருள். சக்ரவர்த்தி என்றால் பேரரசர் என்று பொருள்."],
	"samudra_yoga":["ஸமுத்ர யோகம்",
		"அனைத்து கிரகங்களும் லக்னத்திலிருந்து 2, 4, 6, 8, 10 மற்றும் 12-ம் வீடுகளில் உள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் பெரும் செல்வத்தையும் பல ரத்தினங்களையும் கொண்டிருப்பார். இந்த நபர் ஆடம்பரங்களைக் கொண்டிருப்பார் மற்றும் மக்களை விரும்புவார். அவர்களின் அதிர்ஷ்டமும் பெருமையும் நிலையானது. அவர்கள் மென்மையான குணம் கொண்டவர்கள். ஸமுத்ர என்றால் கடல் என்று பொருள். ஸமுத்ரன் என்பது கடல் கடவுளின் பெயரும் கூட, அவரிடம் மிகுந்த செல்வமும் ரத்தினங்களும் உள்ளன."],
	"veenaa_yoga":["வீணா யோகம்",
		"ஏழு கிரகங்களும் அவற்றுள் சரியாக 7 வெவ்வேறு ராசிகளில் அமர்ந்துள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் இசை, நடனம் மற்றும் பாடல்களை விரும்புகிறார். இந்த நபருக்கு பல பணியாளர்கள் உள்ளனர். இந்த நபர் செல்வந்தர், திறமையானவர் மற்றும் மனிதர்களின் தலைவராக இருப்பார். வீணா என்பது ஒரு நரம்பு இசைக்கருவி. இது சில ஆசிரியர்களால் வல்லகி யோகம் என்றும் அழைக்கப்படுகிறது."],
	"daama_yoga":["தாம யோகம்",
		"ஏழு கிரகங்களும் அவற்றுள் சரியாக 6 வெவ்வேறு ராசிகளில் அமர்ந்துள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் மிகவும் பணக்காரர் மற்றும் பிரபலமானவர். இந்த நபருக்கு பல குழந்தைகள் உள்ளனர். இந்த நபரிடம் பல ரத்தினங்கள் உள்ளன. இந்த நபர் மற்றவர்களுக்கு உதவுகிறார். தாம என்றால் மாலை என்று பொருள். சில ஆசிரியர்கள் இதை தாமினி யோகம் என்று அழைக்கிறார்கள்."],
	"paasa_yoga":["பாஸ யோகம்",
		"ஏழு கிரகங்களும் அவற்றுள் சரியாக 5 வெவ்வேறு ராசிகளில் அமர்ந்துள்ளன.",
		"இந்த யோகத்தில் பிறந்தவருக்குச் சிறையில் அடைக்கப்படும் அபாயம் உள்ளது. இந்த நபர் தனது வேலையில் திறமையானவர். இந்த நபர் அதிகம் பேசுபவர். இந்த நபருக்கு பல பணியாளர்கள் உள்ளனர். இந்த நபரிடம் நற்பண்புகள் குறைவாக இருக்கும். பாஸ என்றால் பாசக்கயிறு என்று பொருள்."],
	"kedaara_yoga":["கேதார யோகம்",
		"ஏழு கிரகங்களும் அவற்றுள் சரியாக 4 வெவ்வேறு ராசிகளில் அமர்ந்துள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு விவசாயி. இந்த நபர் மகிழ்ச்சியானவர், செல்வந்தர் மற்றும் மற்றவர்களுக்கு உதவுபவர். கேதார என்றால் வயல் என்று பொருள்."],
	"soola_yoga":["ஸூல யோகம்",
		"ஏழு கிரகங்களும் அவற்றுள் சரியாக 3 வெவ்வேறு ராசிகளில் அமர்ந்துள்ளன.",
		"இந்த யோகத்தில் பிறந்தவர் கூர்மையான அறிவுடையவர், சோம்பேறி, வன்முறையாளர், ஏழை, விலக்கப்பட்டவர் மற்றும் பராக்கிரமம் மிக்கவர். இவர்கள் போர்களில் பாராட்டுகளைப் பெறுவார்கள். ஸூலம் என்பது சிவனின் ஆயுதம்."],
	"subha_yoga":["ஸுப யோகம்",
		"லக்னத்தில் சுப கிரகங்கள் உள்ளன அல்லது லக்னத்திற்கு 12 மற்றும் 2-ம் இடங்களில் சுப கிரகங்கள் இருக்கும் 'ஸுப கர்தாரி' யோகம் உள்ளது.",
		"இந்த யோகத்தில் பிறந்தவர் நாவன்மை, நல்ல தோற்றம் மற்றும் நல்ல குணம் கொண்டவர்"],
	"asubha_yoga":["அஸுப யோகம்",
		"லக்னத்தில் பாவ கிரகங்கள் உள்ளன அல்லது லக்னத்திற்கு 12 மற்றும் 2-ம் இடங்களில் பாவ கிரகங்கள் இருக்கும் 'பாப கர்தாரி' யோகம் உள்ளது.",
		"இந்த யோகத்தில் பிறந்தவர் பல ஆசைகளைக் கொண்டிருப்பார், பாவம் செய்பவர் மற்றும் மற்றவர்களின் செல்வத்தை அனுபவிப்பார்."],
	"gaja_kesari_yoga":["கஜ கேஸரி யோகம்",
		"கஜ-கேசரி யோகம்: (1) வியாழன் சந்திரனிடமிருந்து கேந்திரத்தில் இருக்க வேண்டும், (2) ஒரு சுப கிரகம் வியாழனுடன் இணைய வேண்டும் அல்லது பார்க்க வேண்டும், மற்றும் (3) வியாழன் நீச்சம் அடையாமலோ, அஸ்தமனம் ஆகாமலோ அல்லது பகை வீட்டில் இல்லாமலோ இருக்க வேண்டும்.",
		"இந்த யோகத்தில் பிறந்தவர் புகழ் பெற்றவர், செல்வந்தர் மற்றும் புத்திசாலி. அந்த நபர் சிறந்த குணம் கொண்டவர் மற்றும் அரசர்களால் விரும்பப்படுபவர். நற்பண்புகளுக்கும் நிலையான புகழுக்கும் இது ஒரு முக்கியமான யோகமாகும்."
		],
	"guru_mangala_yoga":["குரு மங்கள யோகம்",
		"வியாழனும் செவ்வாயும் ஒன்றாகவோ அல்லது ஒருவருக்கொருவர் 7-ம் இடத்திலோ இருந்தால், இந்த யோகம் உருவாகிறது.",
		"இந்த யோகத்தில் பிறந்தவர் நீதியுள்ளவர் மற்றும் சுறுசுறுப்பானவர். அந்த நபரின் ஆற்றல் தர்ம வழிகளில் செலுத்தப்படும்."],
	"amala_yoga":["அமல யோகம்",
	"லக்னம் அல்லது சந்திரனிடமிருந்து 10-ம் வீட்டில் இயற்கை சுப கிரகங்கள் மட்டுமே உள்ளன.",
	"இந்த யோகத்தில் பிறந்தவர் நிலையான புகழைக் கொண்டிருப்பார். அந்த நபர் அரசர்களால் மதிக்கப்படுகிறார். நபர் ஆடம்பரங்களைக் கொண்டிருப்பார் மற்றும் நற்பண்பு மிக்கவர். நபர் மற்றவர்களுக்கு உதவுகிறார். அமல என்றால் தூய்மையான என்று பொருள். 10-ம் வீடு ஒருவரின் சமூக நடத்தையைக் குறிப்பதால், அங்கு சுப கிரகங்கள் மட்டும் இருப்பது ஒருவரின் சமூக நடத்தையை மிகவும் தூய்மையானதாக்குகிறது."],
	"parvata_yoga":["பர்வத யோகம்",
	" (1) கேந்திரங்கள் சுப கிரகங்களால் மட்டுமே ஆக்கிரமிக்கப்பட்டுள்ளன மற்றும் (2) 7 மற்றும் 8-ம் வீடுகள் காலியாக உள்ளன அல்லது சுப கிரகங்களால் மட்டுமே ஆக்கிரமிக்கப்பட்டுள்ளன என்றால் இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் அதிர்ஷ்டசாலி, நாவன்மை மிக்கவர், பிரபலமானவர், தாராள குணம் கொண்டவர், எளிமையானவர் மற்றும் நகைச்சுவையை விரும்புபவர். பர்வத என்றால் மலை என்று பொருள்."],
	"kaahala_yoga":["காஹள யோகம்",
	"(1) 4-ம் அதிபதியும் வியாழனும் பரஸ்பர கேந்திரங்களில் உள்ளனர் மற்றும் (2) லக்னாதிபதி பலமாக இருந்தால், இந்த யோகம் இருக்கும். மாற்றாக, 4-ம் அதிபதி உச்சம் பெற்றிருந்தால் அல்லது சொந்த ராசியில் இருந்து, 10-ம் அதிபதி அவருடன் சேர்ந்தால் இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் வலிமையானவர், தைரியமானவர், தந்திரமானவர் மற்றும் ஒரு பெரிய ராணுவத்தை வழிநடத்துபவர். நபர் சில கிராமங்களைச் சொந்தமாகக் கொண்டிருப்பார். காஹள என்றால் மிகுதி என்று பொருள். இது குறும்புத்தனம் என்றும் பொருள்படும்."],
	"chaamara_yoga":["சாமர யோகம்","லக்னாதிபதி கேந்திரத்தில் உச்சம் பெற்று வியாழனின் பார்வையில் இருந்தால் அல்லது 7, 9 அல்லது 10-ல் இரண்டு சுப கிரகங்கள் இணைந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது அரசர்களால் மதிக்கப்படுபவர். நபர் நீண்ட காலம் வாழ்பவர், அறிஞர், நாவன்மை மிக்கவர் மற்றும் பல கலைகளில் தேர்ச்சி பெற்றவர். சாமரம் என்பது குதிரையின் தலைமுடியால் செய்யப்பட்ட விசிறி போன்றது. அதை அசைப்பதன் மூலம், பணியாளர்கள் அரசர்களுக்கு வெப்பத்திலிருந்து நிம்மதி அளிப்பார்கள். இது அடிப்படையில் அதிகாரத்தின் அடையாளங்களைக் குறிக்கிறது."],
	"sankha_yoga":["ஸங்க யோகம்","(1) லக்னாதிபதி பலமாக இருந்து (2) 5 மற்றும் 6-ம் அதிபதிகள் பரஸ்பர கேந்திரங்களில் இருந்தால், இந்த யோகம் உருவாகிறது. மாற்றாக, (1) லக்னாதிபதியும் 10-ம் அதிபதியும் ஒரு சர ராசியில் ஒன்றாக இருந்து (2) 9-ம் அதிபதி பலமாக இருந்தால் இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். அவர் அன்பானவர், பக்தியுள்ளவர், புத்திசாலி மற்றும் நீண்ட காலம் வாழ்பவர். ஸங்க என்றால் சங்கு என்று பொருள்."],
	"bheri_yoga":["பேரி யோகம்","(1) 9-ம் அதிபதி பலமாக இருந்து (2) 1, 2, 7 மற்றும் 12-ம் வீடுகள் கிரகங்களால் ஆக்கிரமிக்கப்பட்டிருந்தால், இந்த யோகம் உருவாகிறது. மாற்றாக, (1) 9-ம் அதிபதி பலமாக இருந்து (2) வியாழன், சுக்கிரன் மற்றும் லக்னாதிபதி பரஸ்பர கேந்திரங்களில் இருந்தால் இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். நபர் ஒரு ராஜாவாக இருக்கலாம். நபருக்குப் புகழும் நற்பண்பும் உண்டு. நபர் நல்லொழுக்கம் கொண்டவர் மற்றும் மதப்பற்று உள்ளவர். நபர் இன்பங்களை அனுபவிப்பார். பேரி என்றால் முரசு என்று பொருள்."],
	"mridanga_yoga":["மிருதங்க யோகம்",
		"(1) கேந்திரங்கள் மற்றும் திரிகோணங்களில் கிரகங்கள் சொந்த மற்றும் உச்ச ராசிகளில் இருந்து (2) லக்னாதிபதி பலமாக இருந்தால், இந்த யோகம் உருவாகிறது.",
		"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது அதற்கு இணையானவர் மற்றும் மகிழ்ச்சியாக இருப்பார். மிருதங்கம் என்பது தென்னிந்தியாவில் பிரபலமான ஒரு சிறந்த தாள இசைக்கருவியாகும்."],
	"sreenaatha_yoga":["ஸ்ரீநாத யோகம்",
	"(1) 7-ம் அதிபதி 10-ல் உச்சம் பெற்று (2) 10-ம் அதிபதி 9-ம் அதிபதியுடன் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் தேவர்களின் அரசனான இந்திரனுக்கு இணையான சிறந்த அரசராகிறார். ஸ்ரீநாத என்றால் பெரும் செல்வம் மற்றும் செழிப்பின் அதிபதி என்று பொருள். இது விஷ்ணுவையும் குறிக்கும்."],
	"matsya_yoga":["மத்ஸய யோகம்", 
	"(1) சுப கிரகங்கள் லக்னம் மற்றும் 9-ல் இருந்து, (2) சில கிரகங்கள் 5-ல் இருந்து, (3) பாவ கிரகங்கள் சதுரஸ்ரங்களில் (4 மற்றும் 8-ம் வீடுகள்) இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு ஜோதிடராக அல்லது ஞானியாகிறார். நபர் தயவு, குணம் மற்றும் புத்திசாலித்தனத்தின் உருவகமாக இருப்பார். நபர் வலிமையானவர் மற்றும் அழகானவர். நபர் பிரபலமானவர் மற்றும் கற்றறிந்தவர். நபர் ஒரு தபஸ்வி. மத்ஸய என்றால் மீன் என்று பொருள்."],
	"koorma_yoga":["கூர்ம யோகம்",
	"(1) 5, 6 மற்றும் 7-ம் வீடுகள் சொந்த, உச்ச அல்லது நட்பு ராசிகளில் இருக்கும் சுப கிரகங்களால் ஆக்கிரமிக்கப்பட்டு (2) 1, 3 மற்றும் 11-ம் வீடுகள் சொந்த அல்லது உச்ச ராசிகளில் இருக்கும் பாவ கிரகங்களால் ஆக்கிரமிக்கப்பட்டிருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவாகிறார். நபருக்குப் பக்தியும் நற்பண்பும் உண்டு. நபர் மகிழ்ச்சியானவர், மற்றவர்களுக்கு உதவுபவர் மற்றும் பிரபலமானவர். கூர்ம என்றால் ஆமை என்று பொருள்."],
	"khadga_yoga":["கட்க யோகம்",
	"(1) 2-ம் அதிபதி 9-ம் வீட்டிலும், (2) 9-ம் அதிபதி 2-ம் வீட்டிலும், (3) லக்னாதிபதி கேந்திரம் அல்லது திரிகோணத்திலும் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் திறமையானவர், செல்வந்தர், கற்றறிந்தவர், மகிழ்ச்சியானவர், அதிர்ஷ்டசாலி, புத்திசாலி, நன்றியுடையவர் மற்றும் வலிமையானவர். கட்க என்றால் வாள் என்று பொருள்."],
	"kusuma_yoga":["குஸும யோகம்",
	"(1) லக்னம் ஒரு ஸ்திர ராசியில் இருந்து, (2) சுக்கிரன் ஒரு கேந்திரத்தில் இருந்து, (3) சந்திரன் ஒரு சுப கிரகத்துடன் திரிகோணத்தில் இருந்து, (4) சனி 10-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது அதற்கு இணையானவர் ஆகிறார். நபர் தாராள குணம் கொண்டவர். நபர் இன்பங்கள் மற்றும் மகிழ்ச்சியுடன் இருப்பார். நபர் சமூகத்தின் தலைவர். நபருக்கு நற்பண்பும் புலமையும் உண்டு. குஸும என்றால் மலர் என்று பொருள்."],
	"kalaanidhi_yoga":["கலாநிதி யோகம்",
	"(1) வியாழன் 2-ம் வீட்டில் அல்லது 5-ம் வீட்டில் இருந்து (2) புதன் மற்றும் சுக்கிரனால் இணைந்தோ அல்லது பார்க்கப்பட்டோ இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் நற்பண்பு, மகிழ்ச்சி, நல்ல ஆரோக்கியம், செல்வம் மற்றும் கல்வி ஆகியவற்றைக் கொண்டிருப்பார். நபர் அரசர்களால் மதிக்கப்படுகிறார். கலாநிதி என்றால் கலைகள் மற்றும் திறமைகளின் கருவூலம் என்று பொருள்."],
	"kalpadruma_yoga":["கல்பத்ரும யோகம்", 
	"(1) லக்னாதிபதி, (2) அவருடைய வீட்டின் அதிபதி, (3) அந்த அதிபதியின் ராசி அதிபதி மற்றும் (4) நவாம்ச அதிபதி ஆகியோரை கருத்தில் கொள்க. இந்த நான்கு கிரகங்களும் ராசி மற்றும் நவாம்சம் ஆகிய இரண்டிலும் கேந்திரங்கள், திரிகோணங்கள் அல்லது உச்ச ராசிகளில் இருந்தால், இந்த யோகம் இருக்கும்.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவாகிறார். நபர் போர்களை விரும்புகிறார். நபர் மிகவும் செழிப்பானவர், கொள்கையுள்ளவர், வலிமையானவர் மற்றும் அன்பானவர். கல்பத்ரும என்பது சொர்க்கத்தின் தேவலோக மரம். இந்த யோகம் பாரிஜாத யோகம் என்றும் அழைக்கப்படுகிறது. பாரிஜாதம் ஒரு தேவலோக மலர்."],
	"lagnaadhi_yoga":["லக்னாதி யோகம்",
	"(1) லக்னத்திலிருந்து 7 மற்றும் 8-ம் வீடுகள் சுப கிரகங்களால் ஆக்கிரமிக்கப்பட்டு (2) பாவ கிரகங்கள் இந்தக் கிரகங்களுடன் இணையாமலோ அல்லது பார்க்காமலோ இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு சிறந்த மனிதராகிறார். நபர் கற்றறிந்தவர் மற்றும் மகிழ்ச்சியானவர். அதி என்றால் மேலான அல்லது உயர்ந்த என்று பொருள். லக்னாதி யோகம் என்பது லக்னத்திலிருந்து வரும் அதி யோகம்."],
	"hari_yoga":["ஹரி யோகம்",
	"2-ம் அதிபதியிடமிருந்து 2, 12 மற்றும் 8-ம் வீடுகளில் சுப கிரகங்கள் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், கற்றறிந்தவர் மற்றும் செல்வம் மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். ஹரி என்பது மகாவிஷ்ணுவின் ஒரு பெயர். 2-ம் வீடு உணவு மற்றும் பணத்தின் வீடு, இது கர்ம ஸ்தானமான 10-ம் வீட்டிலிருந்து திரிகோணமாகும். இது வாழ்வாதாரத்தைக் குறிக்கிறது மற்றும் அதன் அதிபதி ஒரு ஜாதகத்தில் ஹரி - காக்கும் கடவுளைக் குறிக்கிறார்."],
	"hara_yoga": [
		"ஹர யோகம்",
		"சுப கிரகங்கள் 4, 9 மற்றும் 8-ம் வீடுகளில் அமைந்துள்ளன.",
		"நீங்கள் மகிழ்ச்சியாகவும், நல்ல குணம் கொண்டவராகவும், வாழ்க்கையின் இன்பங்களை அனுபவிப்பவராகவும் இருப்பீர்கள், இருப்பினும் நீங்கள் சில நேரங்களில் அதிர்ஷ்டத்தில் எதிர்பாராத மாற்றங்களைச் சந்திக்க நேரிடும்."
	],
"brahma_yoga":["பிரம்மா யோகம்",
	"லக்னாதிபதியிடமிருந்து 4, 10 மற்றும் 11-ம் வீடுகளில் சுப கிரகங்கள் இருந்தால், இந்த யோகம் உருவாகிறது. பிரம்மா யோகத்தின் மற்றொரு வகை: (1) 9-ம் அதிபதியிடமிருந்து வியாழன் ஒரு கேந்திரத்திலும், (2) 11-ம் அதிபதியிடமிருந்து சுக்கிரன் ஒரு கேந்திரத்திலும், (3) 1-ம் அதிபதி அல்லது 10-ம் அதிபதியிடமிருந்து புதன் ஒரு கேந்திரத்திலும் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், கற்றறிந்தவர் மற்றும் செல்வம் மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். பிரம்மா இந்த பிரபஞ்சத்தின் படைப்பாளர். லக்னம் பிறப்பைக் குறிக்கிறது, மேலும் படைப்பாளர் ஒரு ஜாதகத்தில் லக்னாதிபதியால் குறிக்கப்படுகிறார்."],
	"vishnu_yoga":["விஷ்ணு யோகம்",
	"(1) 9 மற்றும் 10-ம் அதிபதிகள் 2-ம் வீட்டில் இருந்து, (2) ராசி சக்கரத்தில் 9-ம் அதிபதி நவாம்சத்தில் அமர்ந்திருக்கும் ராசியின் அதிபதியும் 2-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் அதிர்ஷ்டசாலி, கற்றறிந்தவர், நீண்ட காலம் வாழ்வார் மற்றும் அரசர்களால் விரும்பப்படுவார். நபர் மகாவிஷ்ணுவின் பக்தராக இருப்பார்."],
	"siva_yoga":["சிவ யோகம்",
	"(1) 5-ம் அதிபதி 9-ம் வீட்டிலும், (2) 9-ம் அதிபதி 10-ம் வீட்டிலும், (3) 10-ம் அதிபதி 5-ம் வீட்டிலும் இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் புத்திசாலி மற்றும் நற்பண்பு மிக்கவர். நபர் வெற்றியாளர். நபர் ஒரு ராணுவத் தலைவராகவோ அல்லது தொழிலதிபராகவோ இருக்கலாம். சிவபெருமான் மும்மூர்த்திகளில் ஒருவர்."],
	"trilochana_yoga":["த்ரிலோசன யோகம்",
	"சூரியன், சந்திரன் மற்றும் செவ்வாய் ஆகியவை பரஸ்பர திரிகோணங்களில் (1, 5, 9) இருந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் செல்வந்தர், புத்திசாலி, நீண்ட காலம் வாழ்வார் மற்றும் எதிரிகளை வெற்றி கொள்வார். நபர் பல தடைகள் இல்லாமல் அனைத்தையும் சாதிப்பார். த்ரிலோசன என்றால் 'மூன்று கண்கள் உடையவர்' என்று பொருள். இது சிவபெருமானின் மற்றொரு பெயர், அவர் நெற்றியில் ஒரு மறைந்திருக்கும் கண்ணைக் கொண்டுள்ளார்."],
	"gouri_yoga":["கௌரி யோகம்",
	"10-ம் அதிபதி நவாம்சத்தில் அமர்ந்திருக்கும் ராசியின் அதிபதி 10-ம் வீட்டில் உச்சம் பெற்று, அவருடன் லக்னாதிபதி சேர்ந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஒரு மரியாதைக்குரிய குடும்பத்தைச் சேர்ந்தவர் மற்றும் மதப்பற்றுடன் நற்பண்பு மிக்கவராக இருப்பார். நபர் குடும்பத்தினால் மகிழ்ச்சி பெறுவார். கௌரி என்பது சிவபெருமானின் மனைவி பார்வதியின் ஒரு வடிவம். அவர் திருமண மகிழ்ச்சி மற்றும் தூய்மையின் சின்னம்."],
	"chandikaa_yoga":["சண்டிகா யோகம்",
	"(1) லக்னம் 6-ம் அதிபதியால் பார்க்கப்படும் ஒரு ஸ்திர ராசியில் இருந்து, (2) நவாம்சத்தில் 6 மற்றும் 9-ம் அதிபதிகள் அமர்ந்துள்ள ராசிகளின் அதிபதிகளுடன் சூரியன் இணைந்தால், இந்த யோகம் உருவாகிறது.",
	"இந்த யோகத்தில் பிறந்தவர் ஆக்ரோஷமானவர், தாராள குணம் கொண்டவர், செல்வந்தர், பிரபலமானவர் மற்றும் நீண்ட காலம் வாழ்வார். சண்டிகா என்பது பார்வதியின் ஆக்ரோஷமான வடிவம். அவள் அசுரர்களை இரக்கமின்றி அழிப்பவள்."],
"lakshmi_yoga":["லட்சுமி யோகம்",
"(1) 9-ம் அதிபதி தனது சொந்த ராசியில் அல்லது உச்ச ராசியில் இருந்து, அது லக்னத்திற்கு கேந்திரமாக அமைந்தால், மற்றும் (2) லக்னாதிபதி பலமாக இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவாகிறார். நபர் நல்ல தோற்றம், குணம், செல்வம் மற்றும் பல குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். நபர் கொள்கையுள்ளவர் மற்றும் பிரபலமானவர். லட்சுமி விஷ்ணுவின் மனைவி. அவள் செழிப்பின் தெய்வம்."],
"saarada_yoga":["ஸாரதா யோகம்",
"(1) 10-ம் அதிபதி 5-ம் வீட்டில் இருந்து, (2) புதன் ஒரு கேந்திரத்தில் இருந்து, (3) சூரியன் சிம்மத்தில் பலமாக இருந்து, (4) புதன் அல்லது வியாழன் சந்திரனிடமிருந்து திரிகோணத்தில் இருந்து, மற்றும் (5) செவ்வாய் 11-ல் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் செல்வம், மனைவி மற்றும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவர். நபர் மகிழ்ச்சியானவர், கற்றறிந்தவர், கொள்கையுள்ளவர் மற்றும் அரசர்களால் விரும்பப்படுபவர். நபர் ஒரு தபஸ்வி (அறிவைத் தேடும் தீவிர உழைப்பாளி). ஸாரதா என்பது கல்வியின் தெய்வமான சரஸ்வதியின் மற்றொரு பெயர்."],
"bhaarathi_yoga":["பாரதி யோகம்",
"2, 5 அல்லது 11-ம் அதிபதிகள் நவாம்சத்தில் அமர்ந்துள்ள ராசியின் அதிபதி உச்சம் பெற்று, 9-ம் அதிபதியுடன் இணைந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு சிறந்த அறிஞர். நபர் புத்திசாலி, மதப்பற்றுள்ளவர், அழகானவர் மற்றும் பிரபலமானவர். பாரதி என்பது கல்வியின் தெய்வமான சரஸ்வதியின் மற்றொரு பெயர்."],
"saraswathi_yoga":["ஸரஸ்வதி யோகம்",
"(1) புதன், வியாழன் மற்றும் சுக்கிரன் ஆகிய ஒவ்வொருவரும் ஒரு கேந்திரம் அல்லது திரிகோணம் அல்லது 2-ம் வீட்டில் (ஒன்றாக இருக்க வேண்டிய அவசியமில்லை) இருந்து, (2) வியாழன் ஒரு சொந்த அல்லது நட்பு அல்லது உச்ச ராசியில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மிகவும் கற்றறிந்தவர், திறமையானவர், புத்திசாலி, பணக்காரர் மற்றும் பிரபலமானவர். நபர் அனைவராலும் போற்றப்படுவார். ஸரஸ்வதி கல்வியின் தெய்வம்."],
"amsaavatara_yoga":["அம்ஸாவதார யோகம்",
"வியாழன், சுக்கிரன் மற்றும் உச்சம் பெற்ற சனி ஆகியோர் கேந்திரங்களில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது அதற்கு இணையானவர் ஆகிறார். நபர் கற்றறிந்தவர் மற்றும் இன்பங்களை விரும்புபவர். நபர் களங்கமற்ற நற்பெயரைக் கொண்டுள்ளார். அம்ஸாவதார என்றால் இறைவனின் ஒரு பகுதியின் அவதாரம் என்று பொருள்."],
"devendra_yoga":["தேவேந்திர யோகம்",
"(1) லக்னம் ஒரு ஸ்திர ராசியில் இருந்து, (2) 2 மற்றும் 10-ம் அதிபதிகள் பரிவர்த்தனை பெற்று, (3) லக்னம் மற்றும் 11-ம் அதிபதிகள் பரிவர்த்தனை பெற்றால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மனிதர்களின் தலைவர். நபர் அழகானவர், காதல் உணர்வு மிக்கவர், நீண்ட காலம் வாழ்வார் மற்றும் பிரபலமானவர். தேவேந்திரன் தேவர்களின் அரசன்."],	
"indra_yoga":["இந்திர யோகம்",
"(1) 5 மற்றும் 11-ம் அதிபதிகள் பரிவர்த்தனை பெற்று, (2) சந்திரன் 5-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜாவாகிறார். நபர் தைரியமானவர், பிரபலமானவர் மற்றும் நீண்ட காலம் வாழ்வார். இந்திரன் தேவர்களின் அரசன்."],
"ravi_yoga":["ரவி யோகம்",
"(1) சூரியன் 10-ம் வீட்டில் இருந்து, (2) 10-ம் அதிபதி சனியுடன் 3-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் கற்றறிந்தவர், உணர்ச்சிமிக்கவர் மற்றும் அரசர்களால் மதிக்கப்படுவார். ரவி என்றால் சூரியன் என்று பொருள்."],
"bhaaskara_yoga":["பாஸ்கர யோகம்",
"(1) சூரியனிடமிருந்து 12-ல் சந்திரனும், (2) சூரியனிடமிருந்து 2-ல் புதனும், (3) சந்திரனிடமிருந்து 5 அல்லது 9-ல் வியாழனும் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் செல்வந்தர், பராக்கிரமம் மிக்கவர் மற்றும் பிரபுத்துவ குணம் கொண்டவர். நபர் சாஸ்திரங்கள், ஜோதிடம் மற்றும் இசையில் கற்றறிந்தவர். நபர் ஒரு சிறந்த ஆளுமையைக் கொண்டிருப்பார். பாஸ்கர என்றால் 'பிரகாசமான கதிர்களை உடையவர்' என்று பொருள். இது சூரியனின் பெயர்."],
"kulavardhana_yoga":["குலவர்தன யோகம்",
"ஒவ்வொரு கிரகமும் லக்னம் அல்லது சந்திரன் அல்லது சூரியனிடமிருந்து 5-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், செல்வந்தர் மற்றும் தனது வம்சத்திற்கும் சமூகத்திற்கும் பெருமை சேர்க்கிறார். நபருக்குத் தகுதியான வாரிசுகள் தொடர்ச்சியாக இருப்பார்கள். குல என்றால் 'வம்சம் அல்லது சமூகம்'. வர்தன என்றால் 'அதை வளர்த்து செழிக்கச் செய்பவர்' என்று பொருள்."],
"vasumathi_yoga":["வசுமதி யோகம்",
"சுப கிரகங்கள் உபயச்சயங்களில் (3, 6, 10, 11) இருந்தால், இந்த யோகம் உருவாகிறது.",
"இது முழு பலன்களைத் தருவதற்கு, பாவ கிரகங்கள் உபயச்சயங்களில் இருக்கக்கூடாது மற்றும் உபயச்சயங்களில் இருக்கும் சுப கிரகங்கள் பலமாக இருக்க வேண்டும். இந்த யோகத்தில் பிறந்தவர் அபரிமிதமான செல்வத்தைக் கொண்டிருப்பார். வசுமதி என்றால் பூமி என்று பொருள்."],
"gandharva_yoga":["கந்தர்வ யோகம்",
"(1) 10-ம் அதிபதி 7-ம் வீட்டிலிருந்து திரிகோணத்தில் இருந்து, (2) லக்னாதிபதி வியாழனுடன் இணைந்தோ அல்லது பார்க்கப்பட்டோ இருந்து, (3) சூரியன் உச்சம் பெற்று பலமாக இருந்து, (4) சந்திரன் 9-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் நுண்கலைகளில் திறமையானவர் மற்றும் புகழ்பெற்றவர். கந்தர்வர்கள் பாடுவதிலும் மற்ற நுண்கலைகளிலும் சிறந்த திறன் கொண்ட தேவர்கள்."],
"go_yoga":["கோ யோகம்",
"(1) வியாழன் தனது மூலதிரிகோணத்தில் பலமாக இருந்து, (2) 2-ம் வீட்டு அதிபதி வியாழனுடன் இருந்து, (3) லக்னாதிபதி உச்சம் பெற்றிருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு மரியாதைக்குரிய குடும்பத்தைச் சேர்ந்தவர். நபர் செல்வந்தர் மற்றும் அனைவராலும் மதிக்கப்படுபவர். கோ என்றால் பசு என்று பொருள்."],
"vidyut_yoga":["வித்யுத் யோகம்",
"(1) 11-ம் அதிபதி பரமோச்சத்தில் (deep exaltation) இருந்து, (2) அவர் சுக்கிரனுடன் இணைந்து, (3) அவர்கள் இருவரும் லக்னாதிபதியிடமிருந்து கேந்திரத்தில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு ராஜா அல்லது அதற்கு இணையானவர் ஆகிறார். நபர் செல்வந்தர், இன்பங்களை விரும்புபவர் மற்றும் தாராள குணம் கொண்டவர். வித்யுத் என்றால் மின்னல் அல்லது மின்சாரம் என்று பொருள்."],
"chapa_yoga":["சாப யோகம்",
"(1) 4 மற்றும் 10-ம் அதிபதிகள் பரிவர்த்தனை பெற்று, (2) லக்னாதிபதி உச்சம் பெற்றிருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் ஒரு அரசரிடம் பணியாற்றுவார் மற்றும் அதிக செல்வத்திற்கு அதிபதியாக இருப்பார். சாப என்றால் வில் என்று பொருள்."],
"pushkala_yoga":["புஷ்கல யோகம்",
"(1) லக்னாதிபதி சந்திரனுடன் இருந்து, (2) சந்திரனின் வீட்டின் அதிபதி கேந்திரத்தில் அல்லது அதிமித்திரன் வீட்டில் இருந்து, (3) சந்திரனின் வீட்டின் அதிபதி லக்னத்தைப் பார்த்து, (4) லக்னத்தில் ஒரு கிரகம் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் நாவன்மை மிக்கவர், செல்வந்தர், பிரபலமானவர் மற்றும் அரசர்களால் மதிக்கப்படுபவர். புஷ்கல என்றால் அபரிமிதமான என்று பொருள்."],
"makuta_yoga":["மகுட யோகம்",
"(1) 9-ம் அதிபதியிடமிருந்து 9-ம் வீட்டில் வியாழன் இருந்து, (2) வியாழனிடமிருந்து 9-ம் வீட்டில் ஒரு சுப கிரகம் இருந்து, (3) சனி 10-ம் வீட்டில் இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மனிதர்களின் சக்திவாய்ந்த தலைவர். நபர் பெரும்பாலும் கட்டுப்பாடற்ற செயல்பாடுகளை நிர்வகிப்பார். மகுட என்றால் கிரீடம் என்று பொருள்."],
"jaya_yoga":["ஜய யோகம்",
"(1) 10-ம் அதிபதி பரமோச்சத்தில் இருந்து, (2) 6-ம் அதிபதி நீச்சம் பெற்றால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், வெற்றிகரமானவர், எதிரிகளை வெற்றி கொள்பவர் மற்றும் நீண்ட காலம் வாழ்வார். ஜய என்றால் வெற்றி என்று பொருள்."],
"harsha_yoga":["ஹர்ஷ யோகம்",
"6-ம் அதிபதி 6-ம் வீட்டிலேயே இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் மகிழ்ச்சியானவர், வலிமையானவர், நல்ல குணம் கொண்டவர் மற்றும் வெல்ல முடியாதவர். ஹர்ஷ என்றால் மகிழ்ச்சி என்று பொருள்."],
"sarala_yoga":["ஸரல யோகம்",
"8-ம் அதிபதி 8-ம் வீட்டிலேயே இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் நீண்ட காலம் வாழ்வார், அச்சமற்றவர், கற்றறிந்தவர், கொண்டாடப்படுபவர் மற்றும் செழிப்பானவர். நபர் தனது எதிரிகளுக்கு சிம்ம சொப்பனமாக இருப்பார். ஸரல என்றால் நேர்மையான என்று பொருள்."],
"vimala_yoga":["விமல யோகம்",
"12-ம் அதிபதி 12-ம் வீட்டிலேயே இருந்தால், இந்த யோகம் உருவாகிறது.",
"இந்த யோகத்தில் பிறந்தவர் உன்னதமானவர், சிக்கனமானவர், மகிழ்ச்சியானவர் மற்றும் சுதந்திரமானவர். விமல என்றால் தூய்மையான என்று பொருள்."],
	"chatussagara_yoga": [
		"சதுஸ்ஸாகர யோகம்",
		"அனைத்து கிரகங்களும் நான்கு கேந்திர வீடுகளில் (1, 4, 7, 10) அமர்ந்துள்ளன.",
		"நீங்கள் பெரும் நற்பெயரைப் பெறுவீர்கள், ஒரு ராஜாவுக்குச் சமமானவராக இருப்பீர்கள், மேலும் நல்ல ஆரோக்கியத்தையும் நீண்ட ஆயுளையும் பெறுவீர்கள்."
	],
	"rajalakshana_yoga": [
		"ராஜலக்ஷண யோகம்",
		"வியாழன், சுக்கிரன், புதன் மற்றும் சந்திரன் கேந்திர வீடுகளில் உள்ளனர்.",
		"நீங்கள் கவர்ச்சிகரமான ஆளுமை, உன்னதமான குணங்களைக் கொண்டிருப்பீர்கள், மேலும் உயரிய அந்தஸ்து அல்லது தலைமைத்துவத்தை அடைவீர்கள்."
	],
	"vanchana_chora_bheethi_yoga": [
		"வஞ்சன சோர பீதி யோகம்",
		"லக்னாதிபதி 6, 8 அல்லது 12-ம் வீட்டில் பாவ கிரகங்களுடன் இணைந்தோ அல்லது பார்க்கப்பட்டோ உள்ளார்.",
		"மற்றவர்களால் ஏமாற்றப்படுவோம், மோசடி செய்யப்படுவோம் அல்லது கொள்ளையடிக்கப்படுவோம் என்ற பயத்தை நீங்கள் எப்போதும் எதிர்கொள்வீர்கள்."
	],
	"harihara_brahma_yoga": [
		"ஹரிஹர பிரம்மா யோகம்",
		"9-ம் அதிபதியிடமிருந்து 2, 8 மற்றும் 12-ம் வீடுகளில் சுப கிரகங்கள் அமைந்துள்ளன.",
		"நீங்கள் உண்மையான நபராகவும், நாவன்மை மிக்க பேச்சாளராகவும், பல்வேறு சாஸ்திரங்கள் மற்றும் வேதங்களில் மிகச் சிறந்த அறிஞராகவும் இருப்பீர்கள்."
	],
	"kahala_yoga": [
		"காஹள யோகம்",
		"4 மற்றும் 9-ம் வீட்டு அதிபதிகள் பரஸ்பர கேந்திரங்களில் உள்ளனர் மற்றும் லக்னாதிபதி பலமாக உள்ளார்.",
		"நீங்கள் பிடிவாதமானவர், தைரியமானவர் மற்றும் ஒருவேளை கிராமத் தலைவர் அல்லது ராணுவ அதிகாரி போன்ற அதிகாரப் பதவியில் இருப்பீர்கள்."
	],
	"mahabhagya_yoga": [
		"மஹாபாக்ய யோகம்",
		"ஆண்களுக்கு: பகல் நேரத்தில் பிறந்து லக்னம், சூரியன் மற்றும் சந்திரன் ஒற்றை ராசிகளில் இருத்தல். பெண்களுக்கு: இரவு நேரத்தில் பிறந்து லக்னம், சூரியன் மற்றும் சந்திரன் இரட்டை ராசிகளில் இருத்தல்.",
		"நீங்கள் மிகவும் அதிர்ஷ்டசாலி, செல்வந்தர், பிரபலமானவர் மற்றும் உன்னதமான குணத்துடன் நீண்ட காலம் வாழ்வீர்கள்."
	],
"sreenatha_yoga": [
		"ஸ்ரீநாத யோகம்",
		"7-ம் அதிபதி 10-ல் இருக்கிறார் மற்றும் 10-ம் அதிபதி 9-ம் அதிபதியுடன் இணைந்துள்ளார்.",
		"நீங்கள் சமூகத்தில் செல்வாக்கு மிக்கவராகவும், செல்வந்தராகவும், வாழ்க்கையில் மிக உயர்ந்த நிலையை அடைபவராகவும் இருப்பீர்கள்."
	],
	"lagna_malika_yoga": [
		"லக்ன மாலிகா யோகம்",
		"ஏழு கிரகங்களும் லக்னத்தில் (1-ம் வீடு) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் ஒரு தளபதியாகவோ அல்லது ஆட்சியாளராகவோ இருப்பீர்கள், செல்வம், பல வாகனங்கள் மற்றும் உயர்ந்த சமூக அந்தஸ்தைப் பெற்றிருப்பீர்கள்."
	],
	"dhana_malika_yoga": [
		"தன மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 2-ம் வீட்டில் (தன பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் செல்வந்தராகவும், தாராள குணம் கொண்டவராகவும், உங்கள் குடும்பத்தின் மீது கடமையுணர்வு உள்ளவராகவும் இருப்பீர்கள் மற்றும் லௌகீக செழிப்பை அனுபவிப்பீர்கள்."
	],
	"vikrama_malika_yoga": [
		"விக்ரம மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 3-ம் வீட்டில் (விக்ரம பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் தைரியசாலியாக இருப்பீர்கள், பல உடன்பிறப்புகளைக் கொண்டிருப்பீர்கள், மேலும் உங்கள் சொந்த பராக்கிரமத்தின் மூலம் வெற்றியை அடைவீர்கள்."
	],
	"sukha_malika_yoga": [
		"ஸுக மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 4-ம் வீட்டில் (ஸுக பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் மகிழ்ச்சியாக இருப்பீர்கள், நிலங்கள் மற்றும் வாகனங்களைப் பெற்றிருப்பீர்கள், மேலும் வசதியான மற்றும் அமைதியான வாழ்க்கையை நடத்துவீர்கள்."
	],
	"putra_malika_yoga": [
		"புத்ர மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 5-ம் வீட்டில் (புத்ர பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் புத்திசாலியாகவும், சாஸ்திரங்களில் தேர்ச்சி பெற்றவராகவும், உங்களுக்குப் பெருமை சேர்க்கும் குழந்தைகளால் ஆசீர்வதிக்கப்பட்டவராகவும் இருப்பீர்கள்."
	],
	"satru_malika_yoga": [
		"ஸத்ரு மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 6-ம் வீட்டில் (ஸத்ரு பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"எதிரிகளை வெல்வதில் நீங்கள் வெற்றி பெறுவீர்கள், இருப்பினும் நீங்கள் உடல்நலப் பிரச்சினைகள் அல்லது சட்ட சிக்கல்களை எதிர்கொள்ள வேண்டியிருக்கும்."
	],
	"kalatra_malika_yoga": [
		"களத்ர மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 7-ம் வீட்டில் (களத்ர பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் எதிர் பாலினத்தவர்களிடம் மிகவும் பிரபலமாக இருப்பீர்கள் மற்றும் திருமணத்தின் மூலம் உயர்ந்த சமூக அந்தஸ்தை அனுபவிக்கலாம்."
	],
	"randhra_malika_yoga": [
		"ரந்த்ர மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 8-ம் வீட்டில் (ரந்த்ர பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் நீண்ட ஆயுளைப் பெற்றிருக்கலாம் ஆனால் போராட்டங்கள், நிதி பின்னடைவுகள் அல்லது மற்றவர்களால் தவறாகப் புரிந்து கொள்ளப்படும் சூழலை எதிர்கொள்ளலாம்."
	],
	"bhagya_malika_yoga": [
		"பாக்ய மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 9-ம் வீட்டில் (பாக்ய பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் மிகவும் அதிர்ஷ்டசாலியாகவும், மதப்பற்றுள்ளவராகவும், உங்கள் தர்ம காரியங்களுக்காக உலகம் முழுவதும் அறியப்பட்டவராகவும் இருப்பீர்கள்."
	],
	"karma_malika_yoga": [
		"கர்ம மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 10-ம் வீட்டில் (கர்ம பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"உங்கள் தொழிலில் நீங்கள் மிகுந்த வெற்றியை அடைவீர்கள், அரசால் மதிக்கப்படுவீர்கள் மற்றும் உங்கள் துறையில் ஒரு தலைவராக இருப்பீர்கள்."
	],
	"laabha_malika_yoga": [
		"லாப மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 11-ம் வீட்டில் (லாப பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"உங்களுக்கு பல வருமான ஆதாரங்கள் இருக்கும் மற்றும் உங்கள் சமூக உறவுகளின் மூலம் உங்கள் ஆசைகள் அனைத்தையும் நிறைவேற்றிக் கொள்வீர்கள்."
	],
	"vyaya_malika_yoga": [
		"வ்யய மாலிகா யோகம்",
		"ஏழு கிரகங்களும் 12-ம் வீட்டில் (வ்யய பாவம்) இருந்து தொடங்கி தொடர்ச்சியான ஏழு வீடுகளில் அமர்ந்துள்ளன.",
		"நீங்கள் தாராளமாக செலவு செய்பவராக இருப்பீர்கள், வெளிநாட்டில் வசிக்க வாய்ப்புள்ளது, மேலும் ஆன்மீக அல்லது தர்ம காரியங்களுக்காகச் செலவிடுவதில் ஆர்வம் கொண்டிருப்பீர்கள்."
	],
	"parijatha_yoga": [
		"பாரிஜாத யோகம்",
		"லக்னாதிபதி நின்ற ராசியின் அதிபதியும், அந்த ராசி அதிபதி நின்ற ராசியின் அதிபதியும் லக்னத்திற்கு கேந்திரம் அல்லது திரிகோணத்தில் உள்ளனர்.",
		"வாழ்க்கையின் இடைப்பகுதியிலும் இறுதியிலும் நீங்கள் மகிழ்ச்சியாக இருப்பீர்கள், அரசால் அல்லது அரசாங்கத்தால் கௌரவிக்கப்படுவீர்கள். நீங்கள் செல்வந்தராகவும், புகழ்பெற்றவராகவும், தாராள மனப்பான்மை கொண்டவராகவும் இருப்பீர்கள்."
	],
	"kalanidhi_yoga": [
		"கலாநிதி யோகம்",
		"வியாழன் 2 அல்லது 5-ம் வீட்டில் புதன் மற்றும் சுக்கிரனுடன் இணைந்தோ அல்லது அவர்களால் பார்க்கப்பட்டோ இருந்து, புதன் அல்லது சுக்கிரனின் ராசிகளில் இருக்கிறார்.",
		"நீங்கள் மிகவும் கற்றறிந்தவராகவும், பல சாஸ்திரங்களில் அறிஞராகவும், நற்பண்பு மிக்கவராகவும், நல்ல ஆரோக்கியம் மற்றும் அபரிமிதமான செல்வத்துடன் ஆசீர்வதிக்கப்பட்டவராகவும் இருப்பீர்கள்."
	],
	"garuda_yoga": [
		"கருட யோகம்",
		"சந்திரன் நின்ற நவாம்சத்தின் அதிபதி உச்சம் பெற்றுள்ளார் மற்றும் வளர்பிறை சந்திரனாக இருக்கும்போது பகலில் பிறப்பு நிகழ்ந்துள்ளது.",
		"நீங்கள் ஆன்மீகவாதிகளால் மதிக்கப்படுபவராகவும், நாவன்மை மிக்க பேச்சாளராகவும், தைரியசாலியாகவும் இருப்பீர்கள், மேலும் உங்கள் 34-வது வயதில் எதிரிகளால் ஆபத்தை எதிர்கொள்ள நேரிடலாம்."
	],
	"vallaki_yoga": [
		"வல்லகி யோகம்",
		"ஏழு கிரகங்களும் ஏழு வெவ்வேறு ராசிகளில் பரவி உள்ளன.",
		"நீங்கள் இசை, நுண்கலைகள் மற்றும் இலக்கியத்தில் ஈடுபாடு கொண்டிருப்பீர்கள். நீங்கள் மகிழ்ச்சியாகவும், புகழ்பெற்றவராகவும் இருப்பீர்கள் மற்றும் பல நண்பர்களைப் பெற்றிருப்பீர்கள்."
	],
	"dama_yoga": [
		"தாம யோகம்",
		"ஏழு கிரகங்களும் ஆறு வெவ்வேறு ராசிகளில் பரவி உள்ளன.",
		"நீங்கள் மற்றவர்களுக்கு உதவும் மனிதநேயமிக்கவராகவும், தைரியசாலியாகவும், மிகுந்த செல்வந்தராகவும் இருப்பீர்கள்."
	],
	"kedara_yoga": [
		"கேதார யோகம்",
		"ஏழு கிரகங்களும் நான்கு வெவ்வேறு ராசிகளில் பரவி உள்ளன.",
		"நீங்கள் ஒரு விவசாயியாக அல்லது நிலம் தொடர்பான தொழிலில் இருப்பீர்கள், உண்மையுள்ளவராகவும், மகிழ்ச்சியானவராகவும், மற்றவர்களுக்கு உதவுபவராகவும் இருப்பீர்கள்."
	],
	"sula_yoga": [
		"ஸூல யோகம்",
		"ஏழு கிரகங்களும் மூன்று வெவ்வேறு ராசிகளில் பரவி உள்ளன.",
		"நீங்கள் கோபமான சுபாவம் கொண்டவராகவும், தைரியசாலியாகவும், ஒருவேளை ஏழையாகவும் இருக்கலாம் அல்லது ராணுவம் மற்றும் வீரச்செயல்கள் மூலம் புகழ் பெறலாம்."
	],
	"yuga_yoga": [
		"யுக யோகம்",
		"ஏழு கிரகங்களும் இரண்டு வெவ்வேறு ராசிகளில் மட்டுமே பரவி உள்ளன.",
		"நீங்கள் ஏழையாகவும், வஞ்சக குணம் கொண்டவராகவும் இருக்கலாம் மற்றும் சமூக அந்தஸ்து அல்லது குடும்ப மகிழ்ச்சி குறைவாக இருக்கலாம்."
	],
"gola_yoga": [
		"கோள யோகம்",
		"ஏழு கிரகங்களும் ஒரே ராசியில் அமைந்துள்ளன.",
		"நீங்கள் கல்வி அறிவு இல்லாதவராகவும், ஆதரவற்றவராகவும் இருக்கலாம் மற்றும் சமூகத்தால் அடிக்கடி தவறாகப் புரிந்து கொள்ளப்பட்டு துயரமான வாழ்க்கையை நடத்தலாம்."
	],
	"dhur_yoga": [
		"துர் யோகம்",
		"10-ம் வீட்டு அதிபதி 6, 8 அல்லது 12-ம் வீட்டில் உள்ளார்.",
		"உங்கள் தொழிலில் சிரமங்கள், பதவி இழப்பு அல்லது உங்கள் உழைப்பிற்கு அங்கீகாரம் கிடைப்பதில் போராட்டங்களைச் சந்திக்க நேரிடலாம்."
	],
	"dharidhra_yoga": [
		"தரித்ர யோகம்",
		"11-ம் வீட்டு அதிபதி 6, 8 அல்லது 12-ம் வீட்டில் உள்ளார்.",
		"நீங்கள் நிதிப் போராட்டங்கள், அதிக கடன்கள் மற்றும் கடின உழைப்பு இருந்தபோதிலும் செல்வத்தைச் சேமிப்பதில் சிரமங்களைச் சந்திக்க நேரிடலாம்."
	],
  "dharidhra_yoga_144": [
    "தரித்திர யோகம்",
    "12ஆம் பாவத்தின் அதிபதி மற்றும் லக்ன அதிபதி பரிவர்த்தனம் செய்து, 7ஆம் அதிபதியுடன் யுதியில் இருப்பது அல்லது அவரது த்ருஷ்டி கிடைப்பது.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_145": [
    "தரித்திர யோகம்",
    "6ஆம் பாவ அதிபதி மற்றும் லக்ன அதிபதி பரிவர்த்தனம் செய்து, சந்திரன் 2 அல்லது 7ஆம் அதிபதியின் த்ருஷ்டி பெறுதல்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_146": [
    "தரித்திர யோகம்",
    "கேது மற்றும் சந்திரன் லக்னத்தில் இருக்க வேண்டும்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_147": [
    "தரித்திர யோகம்",
    "லக்ன அதிபதி 8ஆம் பாவத்தில் இருந்து, 2 அல்லது 7ஆம் அதிபதியால் த்ருஷ்டிக்கப்படுதல் அல்லது அவர்களுடன் யுதியில் இருப்பது.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_148": [
    "தரித்திர யோகம்",
    "லக்ன அதிபதி 6, 8 அல்லது 12ஆம் பாவத்தில் பாபக கிரகத்துடன் இருந்து, 2 அல்லது 7ஆம் அதிபதியால் த்ருஷ்டி அல்லது யுதி பெறுதல்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_149": [
    "தரித்திர யோகம்",
    "லக்ன அதிபதி 6, 8 அல்லது 12ஆம் பாவ அதிபதியுடன் தொடர்பு கொண்டு, பாபக த்ருஷ்டிகளால் பாதிக்கப்படுதல்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_150": [
    "தரித்திர யோகம்",
    "5ஆம் பாவ அதிபதி 6, 8 அல்லது 12ஆம் அதிபதியுடன் சேர்ந்து, சுப த்ருஷ்டி/யுதி இன்றி இருப்பது.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_151": [
    "தரித்திர யோகம்",
    "5ஆம் பாவ அதிபதி 6ஆம் அல்லது 10ஆம் பாவத்தில் இருந்து, 2, 6, 7, 8 அல்லது 12ஆம் அதிபதிகளால் த்ருஷ்டிக்கப்படுதல்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_152": [
    "தரித்திர யோகம்",
    "சஹஜ பாபக கிரகங்கள் (9 அல்லது 10ஆம் பாவத்தை ஆண்டிருக்காமல்) லக்னத்தில் இருந்து, மாரகாதிபதிகளுடன் (L2/L7) யுதி அல்லது த்ருஷ்டி பெறுதல்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
  "dharidhra_yoga_153": [
    "தரித்திர யோகம்",
    "லக்ன அதிபதி மற்றும் நவாம்ச லக்ன அதிபதி 6, 8 அல்லது 12ஆம் பாவங்களில் இருந்து, 2 மற்றும் 7ஆம் அதிபதிகளின் த்ருஷ்டி அல்லது யுதி பெற வேண்டும்.",
    "இந்த யோகம் கடும் வறுமை, பணத்தட்டுப்பாடு, துன்பம் மற்றும் துயரங்களை உண்டாக்கும்"
  ],
	"sareera_soukhya_yoga": [
		"சரீர ஸௌக்ய யோகம்",
		"லக்னாதிபதி, வியாழன் மற்றும் சுக்கிரன் ஆகியோர் கேந்திர வீடுகளில் அமர்ந்துள்ளனர்.",
		"நீங்கள் சிறந்த உடல் ஆரோக்கியம், நீண்ட ஆயுள் மற்றும் ஆடம்பரமான வாழ்க்கையை அனுபவிப்பீர்கள்."
	],
	"dehapushti_yoga": [
		"தேஹபுஷ்டி யோகம்",
		"லக்னாதிபதி ஒரு சர ராசியில் இருந்து, ஒரு சுப கிரகத்தால் பார்க்கப்படுகிறார்.",
		"நீங்கள் வலிமையான, நன்கு வளர்ச்சியடைந்த மற்றும் ஆரோக்கியமான உடல்வாகைப் பெற்றிருப்பீர்கள்."
	],
	"rogagrastha_yoga": [
		"ரோகக்ரஸ்த யோகம்",
		"லக்னாதிபதி 6, 8 அல்லது 12-ம் வீட்டில் இருந்து, 6-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார்.",
		"உங்களுக்கு பலவீனமான உடல் அமைப்பு இருக்கலாம் மற்றும் நாள்பட்ட ஆரோக்கிய பிரச்சினைகள் அல்லது அடிக்கடி நோய்களால் பாதிக்கப்பட வாய்ப்புள்ளது."
	],
"krisanga_yoga_112": [
  "கிருஷாங்க யோகம்",
  "லக்ன அதிபதி ஒரு உலர் ராசியிலோ அல்லது ஒரு உலர் கிரகத்தின் சொந்த ராசியிலோ இருக்குதல்.",
  "உடல் மெலிந்தது, ஒல்லியானது, அல்லது சோர்வுற்ற (சதை குறைந்த) தோற்றம் இருக்கும்."
],
"krisanga_yoga_113": [
  "கிருஷாங்க யோகம்",
  "நவாம்ச லக்னம் ஒரு உலர் கிரகத்தால் ஆண்டிருக்கும் மேலும் பாபகங்கள் ராசி லக்னத்தைச் சேரும் (யுதியில்).",
  "உடல் மெலிந்தது, ஒல்லியானது, அல்லது சோர்வுற்ற (சதை குறைந்த) தோற்றம் இருக்கும்."
],
"dehasthoulya_yoga_114": [
  "தேஹஸ்தௌல்ய யோகம்",
  "லக்ன அதிபதியும் அதன் நவாம்ச அதிபதியும் (ராசியில்) இருவரும் ஜல ராசிகளில் இருப்பது.",
  "உடல் குண்டு, எடை அதிகம், அல்லது பருமனான உடற்கட்டாக இருக்கும் (உடல் பருமன் நோக்கில் சாய்வு)."
],
"dehasthoulya_yoga_115": [
  "தேஹஸ்தௌல்ய யோகம்",
  "குரு லக்னத்தில் இருக்கல் அல்லது ஜல ராசியில் இருந்து லக்னத்தை குரு த்ருஷ்டி செய்யல்.",
  "உடல் குண்டு, எடை அதிகம், அல்லது பருமனான உடற்கட்டாக இருக்கும் (உடல் பருமன் நோக்கில் சாய்வு)."
],
"dehasthoulya_yoga_116": [
  "தேஹஸ்தௌல்ய யோகம்",
  "லக்னம் ஜல ராசியில் இருந்து சுபகிரகங்கள் சேருதல் அல்லது லக்ன அதிபதி ஜலத் தன்மையுடைய கிரகமாக இருப்பது.",
  "உடல் குண்டு, எடை அதிகம், அல்லது பருமனான உடற்கட்டாக இருக்கும் (உடல் பருமன் நோக்கில் சாய்வு)."
],
	"sada_sanchara_yoga": [
		"ஸதா ஸஞ்சார யோகம்",
		"லக்னாதிபதி அல்லது சந்திரன் ஒரு சர ராசியில் உள்ளனர்.",
		"நீங்கள் எப்போதும் இயங்கிக் கொண்டே இருப்பீர்கள், வேலை அல்லது தனிப்பட்ட காரணங்களுக்காக அடிக்கடி பயணம் செய்வீர்கள்."
	],
	"dhana_yoga": [
		"தன யோகம்",
		"2-ம் அதிபதிக்கும் 5, 9 அல்லது 11-ம் அதிபதிகளுக்கும் இடையே பலமான தொடர்பு உள்ளது, அல்லது அவர்கள் கேந்திர/திரிகோணங்களில் அமைந்துள்ளனர்.",
		"நீங்கள் குறிப்பிடத்தக்க செல்வத்தைச் சேர்ப்பீர்கள், நிதி ரீதியாகச் செழிப்பீர்கள் மற்றும் பல வருமான ஆதாரங்களுடன் வசதியான வாழ்க்கையை நடத்துவீர்கள்."
	],
"dhana_yoga_128": [
  "தன யோகம்",
  "சுக்கிரன் லக்னத்தில் தனது சொந்த ராசியிலேயே இருந்து, சனி மற்றும் புதனால் யுதியில் சேர்த்தல் அல்லது த்ருஷ்டி கிடைத்தல் வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_127": [
  "தன யோகம்",
  "குரு லக்னத்தில் தனது சொந்த ராசியிலேயே இருந்து, புதன் மற்றும் செவ்வாயின் யுதி அல்லது த்ருஷ்டி பெற வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_126": [
  "தன யோகம்",
  "புதன் லக்னத்தில் தனது சொந்த ராசியிலேயே இருந்து, சனி மற்றும் சுக்கிரன் யுதி அல்லது த்ருஷ்டி பெற வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_125": [
  "தன யோகம்",
  "செவ்வாய் லக்னத்தில் மேஷம் அல்லது விருச்சிகம் ராசியிலேயே இருந்து, சந்திரன், சுக்கிரன் மற்றும் சனி ஆகியோரின் யுதி அல்லது த்ருஷ்டி பெற வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_124": [
  "தன யோகம்",
  "சந்திரன் லக்னத்தில் கடக ராசியிலேயே இருந்து, குரு மற்றும் செவ்வாய் த்ருஷ்டி பெறுதல் வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_123": [
  "தன யோகம்",
  "சூரியன் லக்னத்தில் சிம்ம ராசியிலேயே இருந்து, செவ்வாய் மற்றும் குருவின் யுதி அல்லது த்ருஷ்டி பெற வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_122": [
  "தன யோகம்",
  "லக்னத்திலிருந்து 5ஆம் பாவம் குருவின் ராசியாக இருந்து அங்கே குரு இருக்கவும், 11ஆம் பாவத்தில் செவ்வாய் மற்றும் சந்திரன் இருப்பின் தன யோகம் உண்டாகும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_121": [
  "தன யோகம்",
  "சூரியன் 5ஆம் பாவத்தில் தனது சொந்த ராசியிலேயே இருக்க வேண்டும்; 11ஆம் பாவத்தில் குரு மற்றும் சந்திரன் இருக்க வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_120": [
  "தன யோகம்",
  "சனி தனது சொந்த ராசியில் இருக்க வேண்டும்; அது லக்னத்திலிருந்து 5ஆம் பாவமாக இருக்க வேண்டும்; 11ஆம் பாவத்தில் புதன் மற்றும் செவ்வாய் இருப்பது வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_119": [
  "தன யோகம்",
  "புதன் தனது சொந்த ராசியில் இருக்க வேண்டும்; அது லக்னத்திலிருந்து 5ஆம் பாவமாக இருக்க வேண்டும்; 11ஆம் பாவத்தில் சந்திரன் மற்றும் செவ்வாய் இருக்க வேண்டும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
"dhana_yoga_118": [
  "தன யோகம்",
  "லக்னத்திலிருந்து 5ஆம் பாவம் சுக்கிரனின் ராசியாக இருந்தால், 5ஆம் பாவத்தில் சுக்கிரனும் 11ஆம் பாவத்தில் சனியும் இருந்தால் தன யோகம் உண்டாகும்.",
  "நீங்கள் கணிசமான செல்வத்தைச் சேர்த்து, நிதி வளம் அனுபவித்து, பல வருமான மூலங்களுடன் சௌகரியமான வாழ்க்கையை நடத்துவீர்கள்."
],
	"bahudravyarjana_yoga": [
		"பஹுத்ரவ்யார்ஜன யோகம்",
		"லக்னாதிபதி 2-லும், 2-ம் அதிபதி 11-லும், 11-ம் அதிபதி லக்னத்திலும் உள்ளனர்.",
		"நீங்கள் பல்வேறு வழிகளில் பெரும் செல்வத்தை ஈட்டுவீர்கள் மற்றும் உங்கள் சமூகத்தில் மிகவும் செல்வந்தராகத் திகழ்வீர்கள்."
	],
	"swaveeryaddhana_yoga": [
		"ஸ்வவீர்யத்தன யோகம்",
		"லக்னாதிபதி ஜாதகத்திலேயே மிகவும் பலமான கிரகமாக இருந்து, கேந்திரத்தில் அமர்ந்து 2-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார்.",
		"முன்னோர்களின் உதவி அதிகம் இன்றி, உங்கள் சொந்த முயற்சி, கடின உழைப்பு மற்றும் தனிப்பட்ட பராக்கிரமத்தின் மூலம் மட்டுமே நீங்கள் செல்வத்தைச் சம்பாதிப்பீர்கள்."
	],
	"madhya_vayasi_dhana_yoga": [
		"மத்ய வயஸி தன யோகம்",
		"லக்னம், 2 மற்றும் 11-ம் வீடுகளின் அதிபதிகள் கேந்திரங்கள் அல்லது திரிகோணங்களில் அமைந்துள்ளனர்.",
		"உங்கள் வாழ்க்கையின் நடுத்தரப் பகுதியில் செல்வம் மற்றும் நிதி நிலையில் குறிப்பிடத்தக்க உயர்வைக் காண்பீர்கள்."
	],
	"anthya_vayasi_dhana_yoga": [
		"அந்திய வயஸி தன யோகம்",
		"2, 9 மற்றும் 11-ம் வீடுகளின் அதிபதிகள் ஒருவருக்கொருவர் 12, 6 அல்லது 8-ம் வீடுகளில் அமைந்து, சுப கிரகங்களுடன் தொடர்பு கொண்டுள்ளனர்.",
		"உங்கள் வாழ்க்கையின் பிற்பகுதியில் அல்லது இறுதிக்கட்டத்தில் பெரும் செல்வம் மற்றும் செழிப்பைச் சேர்த்து அனுபவிப்பீர்கள்."
	],
"balya_dhana_yoga":[
"பால்ய தன யோகம்",
"2ஆம் மற்றும் 10ஆம் வீட்டின் அதிபதிகள் கேந்திரத்தில் இணைந்து, லக்ன அதிபதி இருக்கும் நவாம்சத்தின் அதிபதி பார்வையில் இருக்க வேண்டும்",
"அந்த நபர் வாழ்க்கையின் ஆரம்பத்தில் மிகுந்த செல்வத்தைப் பெறுவார்."
],
"bhratrumooladdhanaprapti_yoga": [
		"ப்ராத்ருமூலத்தனப்ராப்தி யோகம்",
		"2-ம் அதிபதி 3-ம் அதிபதியுடன் இணைந்துள்ளார் அல்லது 3-ம் வீட்டில் ஒரு சுப கிரகத்துடன் அமர்ந்துள்ளார்.",
		"உங்கள் சகோதரர்கள் அல்லது உடன்பிறப்புகள் மூலம் செல்வம், சொத்து அல்லது நிதி உதவியைப் பெறுவீர்கள்."
	],
	"matrumooladdhana_yoga": [
		"மாத்ருமூலத்தன யோகம்",
		"2-ம் அதிபதி 4-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார் அல்லது 4-ம் வீட்டில் பலமான சுப கிரகத் தாக்கத்துடன் அமர்ந்துள்ளார்.",
		"உங்கள் தாய் மூலம் அல்லது தாயார் வழி குடும்பத்தினரிடமிருந்து செல்வம் மற்றும் சொத்துக்களைப் பெறுவீர்கள் அல்லது வாரிசாக அடைவீர்கள்."
	],
	"putramooladdhana_yoga": [
		"புத்ரமூலத்தன யோகம்",
		"2-ம் அதிபதி 5-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார் அல்லது 5-ம் வீட்டில் அமைந்துள்ளார்.",
		"உங்கள் குழந்தைகள் மூலம் நீங்கள் செல்வத்தைப் பெறுவீர்கள், அல்லது உங்கள் குழந்தைகள் உங்களுக்குப் பெரும் நிதிச் செழிப்பிற்கு ஆதாரமாக இருப்பார்கள்."
	],
	"shatrumooladdhana_yoga": [
		"ஸத்ருமூலத்தன யோகம்",
		"2-ம் அதிபதி 6-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார் அல்லது 6-ம் வீட்டில் அமைந்துள்ளார், மேலும் 6-ம் அதிபதி ஒரு சுப வீட்டில் இருக்கிறார்.",
		"உங்கள் எதிரிகள், போட்டிகள் அல்லது வழக்குகள் மூலம் நீங்கள் செல்வத்தைப் பெறுவீர்கள்."
	],
	"kalatramooladdhana_yoga": [
		"களத்ரமூலத்தன யோகம்",
		"2-ம் அதிபதி 7-ம் அதிபதியுடன் தொடர்பு கொண்டுள்ளார் அல்லது 7-ம் வீட்டில் சுப கிரகங்களுடன் அமைந்துள்ளார்.",
		"உங்கள் துணை அல்லது உங்கள் வாழ்க்கைத்துணையின் குடும்பத்தின் மூலம் நீங்கள் செல்வம் மற்றும் சொத்துக்களைப் பெறுவீர்கள்."
	],
	"amaranantha_dhana_yoga": [
		"அமரணாந்த தன யோகம்",
		"2, 9 மற்றும் 11-ம் அதிபதிகள் லக்னத்திலிருந்து கேந்திரங்களில் உள்ளனர் மற்றும் லக்னாதிபதி பலமாக உள்ளார்.",
		"உங்கள் வாழ்நாள் இறுதி வரை நீங்கள் செல்வந்தராகவே இருப்பீர்கள் மற்றும் நிதி நிலைத்தன்மையை அனுபவிப்பீர்கள்."
	],
	"ayatnadhanalabha_yoga": [
		"அயத்னதனலாப யோகம்",
		"லக்னாதிபதியும் 2-ம் அதிபதியும் பரிவர்த்தனை பெற்றுள்ளனர் அல்லது ஒரே வீட்டில் இணைந்துள்ளனர்.",
		"முயற்சியின்றியே அல்லது லாட்டரி, பரிசுகள் அல்லது திடீர் அதிர்ஷ்டம் போன்ற எதிர்பாராத வழிகளில் நீங்கள் செல்வத்தைப் பெறுவீர்கள்."
	],
	"yukthi_samanwithavagmi_yoga": [
		"யுக்தி ஸமன்விதவாக்மி யோகம்",
		"2-ம் வீட்டு அதிபதி ஒரு கேந்திரம் அல்லது திரிகோணத்தில் இருந்து, புதன் அல்லது வியாழன் போன்ற சுப கிரகங்களால் பார்க்கப்படுகிறார் அல்லது அவர்களுடன் தொடர்பு கொண்டுள்ளார்.",
		"நீங்கள் மிகுந்த தர்க்கத்துடனும் (logic) சமயோசிதமாகவும் பேசுவீர்கள். உங்கள் பேச்சு மிகவும் செல்வாக்கு மிக்கதாகவும் அர்த்தமுள்ளதாகவும் இருக்கும்."
	],
"parihasaka_yoga": [
		"பரிஹாஸக யோகம்",
		"லக்னாதிபதியும் 2-ம் அதிபதியும் ஒன்றாக இணைந்து, சுப கிரகங்களின் தொடர்பு அல்லது பார்வையைப் பெற்றுள்ளனர்.",
		"நீங்கள் நகைச்சுவை உணர்வு மற்றும் சமயோசித புத்தி கொண்டவராக இருப்பீர்கள். உங்கள் வார்த்தைகளால் மற்றவர்களை சிரிக்க வைப்பதில் வல்லவராக இருப்பீர்கள்."
	],
	"asatyavadi_yoga": [
		"அஸத்யவாதி யோகம்",
		"2-ம் அதிபதி பாவ கிரகங்களுடன் (சனி, ராகு, கேது) இணைந்துள்ளார் மற்றும் புதன் பலவீனமாக உள்ளார்.",
		"உங்களுக்கு உண்மையல்லாதவற்றை பேசும் போக்கு அல்லது பொய் சொல்லும் பழக்கம் இருக்கலாம்."
	],
	"jada_yoga": [
		"ஜட யோகம்",
		"2-ம் வீட்டு அதிபதி 6, 8 அல்லது 12-ம் வீட்டில் இருந்து, பாவ கிரகங்களால் பார்க்கப்படுகிறார்.",
		"நீங்கள் உங்கள் செயல்பாடுகளில் சோம்பேறித்தனத்தையோ அல்லது மனத்தெளிவு இல்லாமையையோ வெளிப்படுத்தலாம்."
	],
	"marud_yoga": [
		"மருத் யோகம்",
		"சுக்கிரன், வியாழன் மற்றும் சந்திரன் கேந்திர அல்லது திரிகோண வீடுகளில் உள்ளனர்.",
		"நீங்கள் அதிர்ஷ்டசாலியாகவும், இசை மற்றும் கலைகளில் ஆர்வம் கொண்டவராகவும், மிகவும் கவர்ச்சிகரமான ஆளுமையைப் பெற்றவராகவும் இருப்பீர்கள்."
	],
	"budha_yoga": [
		"புத யோகம்",
		"லக்னாதிபதி பலமாகவும், புதன் ஒரு கேந்திர வீட்டிலும் உள்ளனர்.",
		"நீங்கள் மிகுந்த புத்திசாலியாகவும், கற்றறிந்தவராகவும், உங்கள் அனைத்து முயற்சிகளிலும் திறமையானவராகவும் இருப்பீர்கள்."
	],
	"mooka_yoga": [
		"மூக யோகம்",
		"2-ம் அதிபதி 8-ம் வீட்டில் இருந்து, பாவ கிரகங்களுடன் இணைந்துள்ளார்.",
		"இந்த அமைப்பு பேச்சு குறைபாடுகள் அல்லது பேச முடியாத தன்மையைக் குறிக்கலாம்."
	],
	"netranasa_yoga": [
		"நேத்ரநாஸ யோகம்",
		"சூரியன் அல்லது சந்திரன் பாவ கிரகங்களின் பார்வையில் இருக்கும்போது 2 அல்லது 12-ம் வீடு பலவீனமாக உள்ளது.",
		"கண் தொடர்பான பிரச்சினைகள் அல்லது பார்வைக் குறைபாடுகள் ஏற்பட வாய்ப்புள்ளது."
	],
	"andha_yoga": [
		"அந்த யோகம்",
		"லக்னாதிபதி, சூரியன் மற்றும் சந்திரன் 2 அல்லது 12-ம் வீட்டில் பாவ கிரகங்களுடன் இணைந்துள்ளனர்.",
		"இது குருட்டுத்தன்மை அல்லது குறிப்பிடத்தக்க பார்வைக் குறைபாட்டைக் குறிக்கிறது."
	],
	"sumukha_yoga": [
		"ஸுமுக யோகம்",
		"சுப கிரகங்கள் (வியாழன், சுக்கிரன்) 2-ம் வீட்டில் அமர்ந்து அல்லது அதைப் பார்க்கின்றன.",
		"நீங்கள் கவர்ச்சிகரமான முகத்தோற்றத்தையும் அமைதியான சுபாவத்தையும் கொண்டிருப்பீர்கள்."
	],
	"durmukha_yoga": [
		"துர்முக யோகம்",
		"பாவ கிரகங்கள் (சனி, ராகு, கேது) 2-ம் வீட்டை ஆக்கிரமித்துள்ளன.",
		"உங்களுக்கு முகத்தில் ஏதேனும் குறைபாடு அல்லது கோபமான முகபாவனை இருக்கலாம்."
	],
	"bhojana_soukhya_yoga": [
		"போஜன ஸௌக்ய யோகம்",
		"2-ம் அதிபதி பலமாக இருந்து, சுப கிரகங்களுடன் இணைந்துள்ளார்.",
		"நீங்கள் எப்போதும் சுவையான, உயர்தரமான உணவுகளையும் அறுசுவை உணவின் இன்பங்களையும் அனுபவிப்பீர்கள்."
	],
	"annadana_yoga": [
		"அன்னதான யோகம்",
		"வியாழன் அல்லது சந்திரன் 2 அல்லது 12-ம் வீடுகளுடன் சுப தொடர்பைக் கொண்டுள்ளனர்.",
		"மற்றவர்களுக்கு உணவளிப்பதிலும் தேவையுள்ளவர்களுக்குத் தானம் செய்வதிலும் நீங்கள் மிகுந்த ஆர்வம் கொண்டிருப்பீர்கள்."
	],
	"parannabhojana_yoga": [
		"பரன்னபோஜன யோகம்",
		"2-ம் வீட்டு அதிபதி பலவீனமாக இருந்து 8 அல்லது 12-ம் வீட்டில் அமைந்துள்ளார்.",
		"நீங்கள் அடிக்கடி மற்றவர்கள் அளிக்கும் உணவை உண்பவராகவோ அல்லது உங்கள் உணவிற்காக மற்றவர்களைச் சார்ந்திருப்பவராகவோ இருக்கலாம்."
	],
	"sraddhannabhuktha_yoga": [
		"ஸ்ரார்த்தான்னபுக்த யோகம்",
		"2-ம் வீட்டு அதிபதி சனி மற்றும் 8-ம் வீட்டு அதிபதியுடன் இணைந்துள்ளார்.",
		"நீங்கள் ஈமச் சடங்குகள் அல்லது திதி (ஸ்ரார்த்தம்) நிகழ்வுகளில் வழங்கப்படும் உணவை உண்ண வேண்டியிருக்கலாம், அல்லது வாழ்வாதாரத்திற்காக மற்றவர்களின் தர்மத்தைச் சார்ந்திருக்கலாம்."
	],
	"sarpaganda_yoga": [
		"ஸர்ப்பகண்ட யோகம்",
		"ராகு 2-ம் வீட்டில் 2-ம் அதிபதியுடன் இருக்கிறார், அல்லது ஒரு பாவ கிரகத்தால் பார்க்கப்படுகிறார்.",
		"பாம்புக்கடியால் ஆபத்தை எதிர்கொள்ளலாம் அல்லது விஷப் பொருட்கள் மற்றும் தோல் தொடர்பான நோய்களால் பாதிக்கப்படலாம்."
	],
	"vakchalana_yoga": [
		"வாக்சலன யோகம்",
		"2-ம் வீட்டு அதிபதி 6, 8 அல்லது 12-ம் வீட்டில் இருந்து, ராகு அல்லது சனியுடன் இணைந்துள்ளார்.",
		"நீங்கள் நாக்கு குளறுதல், திக்குவாய் அல்லது உங்கள் பேச்சில் ஒரு சீரற்ற தன்மை மற்றும் தெளிவின்மையால் பாதிக்கப்படலாம்."
	],
	"vishaprayoga_yoga": [
		"விஷப்ரயோக யோகம்",
		"2-ம் அதிபதி 6, 8 அல்லது 12-ம் அதிபதிகளுடன் இணைந்து, பாவ கிரகங்களால் பார்க்கப்படுகிறார்.",
		"மற்றவர்களால் விஷம் வைக்கப்படும் அபாயம் அல்லது நச்சுப் பொருட்களால் உடல்நலச் சிக்கல்களை எதிர்கொள்ள நேரிடலாம்."
	],
	"bhratruvriddhi_yoga": [
		"ப்ராத்ருவ்ருத்தி யோகம்",
		"3-ம் அதிபதி அல்லது செவ்வாய் ஒரு சுப கிரகத்துடன் இணைந்துள்ளார் அல்லது சுப ராசி/நவாம்சத்தில் அமைந்துள்ளார்.",
		"உங்களுக்குச் சகோதர சகோதரிகளின் எண்ணிக்கை அதிகரிக்கும், மேலும் அவர்களுடன் இணக்கமான உறவை அனுபவிப்பீர்கள்."
	],
	"sodaranasa_yoga": [
		"ஸோதரநாஸ யோகம்",
		"செவ்வாய் மற்றும் 3-ம் அதிபதி 8, 3, 5 அல்லது 7-ம் வீட்டை ஆக்கிரமித்து, பாவ கிரகங்களால் பார்க்கப்படுகிறார்கள்.",
		"இந்த நபர் சகோதரர்களை அல்லது உடன்பிறப்புகளை இழக்க நேரிடும், அல்லது உடன்பிறப்புகள் இல்லாமலே இருக்கலாம்."
	],
	"ekabhagini_yoga": [
		"ஏகபகினி யோகம்",
		"புதன் 3-ம் வீட்டில் இருக்கிறார், 3-ம் அதிபதி சந்திரனுடன் இருக்கிறார், மற்றும் செவ்வாய் சனியுடன் இருக்கிறார்.",
		"இந்த நபருக்கு ஒரே ஒரு சகோதரி மட்டும் இருப்பார்."
	],
	"dwadasa_sahodara_yoga": [
		"த்வாதஸ ஸஹோதர யோகம்",
		"3-ம் அதிபதி கேந்திரத்தில் இருக்கிறார் மற்றும் உச்சம் பெற்ற செவ்வாய் 3-ம் அதிபதியிடமிருந்து திரிகோணத்தில் வியாழனுடன் இணைகிறார்.",
		"இந்த நபர் பன்னிரண்டு சகோதரர்கள் அல்லது உடன்பிறப்புகளுடன் ஆசீர்வதிக்கப்படுவார்."
	],
	"sapthasankhya_sahodara_yoga": [
		"சப்தசங்கியா சகோதர யோகம்",
		"12-ஆம் அதிபதி செவ்வாயுடன் இணைய வேண்டும் மற்றும் சந்திரன் 3-ஆம் இடத்தில் குருவுடன் இருக்க வேண்டும், சுக்கிரனின் சேர்க்கை அல்லது பார்வை இருக்கக்கூடாது.",
		"ஜாதகருக்கு ஏழு உடன்பிறப்புகள் இருப்பார்கள் அல்லது சகோதர சகோதரிகள் விஷயத்தில் ஏழு என்ற எண் முக்கிய பங்கு வகிக்கும்."
	],
	"parakrama_yoga": [
		"பராக்ரம யோகம்",
		"3-ஆம் அதிபதி சுப நவாம்சத்தில் இருந்து, சுப கிரகங்களால் பார்க்கப்பட வேண்டும் (அல்லது சுபர்களுடன் இணைய வேண்டும்), மேலும் செவ்வாய் சுப ராசிகளில் இருக்க வேண்டும்.",
		"ஜாதகர் மிகுந்த தைரியசாலி, வீரம் மிக்கவர் மற்றும் தடைகளைத் தகர்க்கும் உடல் மற்றும் மன வலிமை கொண்டவர்."
	],
	"yuddha_praveena_yoga": [
		"யுத்த பிரவீண யோகம்",
		"3-ம் அதிபதி நின்ற நவாம்ச ராசியின் அதிபதி, மற்றொரு நவாம்சத்தில் அமர்ந்து, அந்த நவாம்சத்தின் அதிபதி தனது சொந்த வர்க்கத்தில் இருக்க வேண்டும்.",
		"இவர்கள் மிகச்சிறந்த போர் தந்திரசாலியாகவும், யுத்த கலைகளில் நிபுணராகவும் விளங்குவார்கள்."
	],
"yuddhatpoorvadridhachitta_yoga":[
"யுத்தத்பூர்வத்ரிதசித்த யோகம்",
"184 - 3ஆம் வீட்டின் உயர்ந்த அதிபதி சஞ்சார ராசிகள் அல்லது நவாம்சங்களில் பாபகிரகங்களுடன் சேர வேண்டும்",
"போரின் தொடக்கத்திற்கு முன் அந்த நபர் தைரியமாக இருப்பார்."
],
"yuddhatpaschaddrudha_yoga": [
    "யுத்தாத் பஸ்சாத் திருட யோகம்",
    "3-ம் அதிபதி ஸ்திர ராசி, ஸ்திர நவாம்சம் மற்றும் ஒரு 'குரூர' ஷஷ்டியம்சத்தில் இருக்க வேண்டும்; மேலும் அந்த ராசிநாதன் நீசம் பெற்றிருக்க வேண்டும்.",
    "போரின் ஆரம்பத்தில் நீங்கள் தயக்கம் காட்டலாம், ஆனால் போராட்டம் தொடங்கியவுடன், நீங்கள் அசைக்க முடியாத உறுதியைப் பெற்று தீவிரமாகப் போராடுவீர்கள்."
],
"satkathadisravana_yoga": [
      "சத்கதாதிஸ்ரவண யோகம்",
      "3-ஆம் வீடு ஒரு சுப ராசியாகி, சுப கிரகங்களால் பார்க்கப்பட வேண்டும், மற்றும் 3-ஆம் அதிபதி ஒரு சுப அம்சத்தில் இருக்க வேண்டும்.",
      "நல்ல கதைகள், ஆன்மீகச் சொற்பொழிவுகள் மற்றும் புண்ணிய உரையாடல்களைக் கேட்பதில் உங்களுக்கு ஆர்வம் இருக்கும்."
    ],
    "utthama_graha_yoga": [
      "உத்தம கிருஹ யோகம்",
      "4-ஆம் அதிபதி சுப கிரகங்களுடன் இணைந்து, கேந்திர அல்லது திரிகோண இடங்களில் சுப கிரகங்களால் பார்க்கப்பட வேண்டும்.",
      "இது ஒரு சிறந்த, அழகான மற்றும் வசதியான வீடு கிடைப்பதைக் குறிக்கிறது."
    ],
    "vichitra_saudha_prakara_yoga": [
      "விசித்திர சௌத பிரகார யோகம்",
      "4 மற்றும் 10-ஆம் அதிபதிகள் சனி மற்றும் செவ்வாயுடன் இணைந்து இருக்க வேண்டும்.",
      "நீங்கள் தனித்துவமான, பிரம்மாண்டமான அல்லது பல சுவர்களைக் கொண்ட அரண்மனை போன்ற கட்டிடங்களைப் பெறுவீர்கள்."
    ],
  "ayatna_griha_prapta_yoga_189": [
    "ஆயத்ன கிருஹ ப்ராப்த யோகம்",
    "189. லக்னம் மற்றும் 7ஆம் வீட்டின் அதிபதிகள் லக்னம் அல்லது 4ஆம் வீட்டில் இருப்பது, சுப கிரகங்களின் பார்வையில் இருக்க வேண்டும்.",
    "அந்த நபர் மிகக் குறைந்த முயற்சியுடன் பெரிய வீட்டு சொத்துகளைப் பெறுவார்."
  ],
  "ayatna_griha_prapta_yoga_190": [
    "ஆயத்ன கிருஹ ப்ராப்த யோகம்",
    "190. 9ஆம் வீட்டின் அதிபதி கேந்திரத்தில் இருக்க வேண்டும் மற்றும் 4ஆம் வீட்டின் அதிபதி உச்சம், மூலத்திரிகோணம் அல்லது சொந்த வீட்டில் இருக்க வேண்டும்.",
    "அந்த நபர் மிகக் குறைந்த முயற்சியுடன் பெரிய வீட்டு சொத்துகளைப் பெறுவார்."
  ],
  "grihanasa_yoga_191": [
    "கிருஹநாச யோகம்",
    "191 - 4ஆம் வீட்டின் அதிபதி 12ஆம் வீட்டில் பாப கிரகத்தின் பார்வையில் இருக்க வேண்டும்.",
    "அந்த நபர் வீட்டு சொத்துகளை இழப்பார்."
  ],
  "grihanasa_yoga_192": [
    "கிருஹநாச யோகம்",
    "192 - 4ஆம் வீட்டின் அதிபதி இருக்கும் நவாம்சத்தின் அதிபதி 12ஆம் வீட்டில் இருக்க வேண்டும்.",
    "அந்த நபர் வீட்டு சொத்துகளை இழப்பார்."
  ],
  "bandhu_pujya_yoga_193": [
    "பந்து பூஜ்ய யோகம்",
    "193 - 4ஆம் வீட்டின் சுப அதிபதி மற்றொரு சுப கிரகத்தின் பார்வையில் இருக்க வேண்டும் மற்றும் புதன் லக்னத்தில் இருக்க வேண்டும்.",
    "அந்த நபர் உறவினர்கள் மற்றும் நண்பர்களால் மதிக்கப்படுவார்."
  ],
  "bandhu_pujya_yoga_194": [
    "பந்து பூஜ்ய யோகம்",
    "194 - 4ஆம் வீடு அல்லது அதன் அதிபதி குருவுடன் தொடர்பு அல்லது பார்வை பெற்றிருக்க வேண்டும்.",
    "அந்த நபர் உறவினர்கள் மற்றும் நண்பர்களால் மதிக்கப்படுவார்."
  ],
  "bandhubhisthyaktha_yoga": [
    "பந்து பிஸ்த்யக்த யோகம்",
    "195 - 4ஆம் வீட்டின் அதிபதி பாப கிரகங்களுடன் தொடர்பு கொள்ள வேண்டும் அல்லது தீய சஷ்டியாம்சங்களில் இருக்க வேண்டும் அல்லது எதிர்மறை ராசிகளில் சேர வேண்டும்.",
    "அந்த நபர் உறவினர்களால் விலக்கப்படுவார்."
  ],
  "matrudeerghayur_yoga_196": [
    "மாத்ரு தீர்காயுர் யோகம்",
    "196 - சுப கிரகம் 4ஆம் வீட்டில் இருக்க வேண்டும், 4ஆம் வீட்டின் அதிபதி உச்சத்தில் இருக்க வேண்டும் மற்றும் சந்திரன் வலிமையாக இருக்க வேண்டும்.",
    "அந்த நபரின் தாய் நீண்ட ஆயுளுடன் வாழ்வார்."
  ],
  "matrudeerghayur_yoga_197": [
    "மாத்ரு தீர்காயுர் யோகம்",
    "197 - 4ஆம் வீட்டின் அதிபதி இருக்கும் நவாம்சத்தின் அதிபதி வலிமையாக இருக்க வேண்டும் மற்றும் லக்னம் மற்றும் சந்திர லக்னத்திலிருந்து கேந்திரத்தில் இருக்க வேண்டும்.",
    "அந்த நபரின் தாய் நீண்ட ஆயுளுடன் வாழ்வார்."
  ],
  "matrunasa_yoga_198": [
    "மாத்ரு நாச யோகம்",
    "198 - சந்திரன் தீய கிரகங்களால் சூழப்பட்டிருக்க வேண்டும் அல்லது அவற்றின் பார்வையில் இருக்க வேண்டும்.",
    "அந்த நபரின் தாய் மிக விரைவில் இறப்பார்."
  ],
  "matrunasa_yoga_199": [
    "மாத்ரு நாச யோகம்",
    "199 - 4ஆம் வீட்டின் அதிபதி இருக்கும் நவாம்சத்தின் அதிபதி 6, 8 அல்லது 12ஆம் வீட்டில் இருக்க வேண்டும்.",
    "அந்த நபரின் தாய் மிக விரைவில் இறப்பார்."
  ],
"kapata_yoga_202": [
  "கபட யோகம்",
  "202 - 4ஆம் பாவம் ஒரு பாபகத்தால் சேரப்பட்டிருக்க வேண்டும்; மேலும் 4ஆம் அதிபதி பாபகங்களுடன் தொடர்புடையதாகவோ, பாபகங்களால் த்ருஷ்டிக்கப்படுவதாகவோ, அல்லது பாபகங்களால் இருபுறமும் சூழப்பட்டதாகவோ இருக்க வேண்டும்.",
  "அந்த நபர் கபடமானவராக (பாசாங்குக்காரராக) மாறுவார்."
],
"kapata_yoga_203": [
  "கபட யோகம்",
  "203 - 4ஆம் பாவம் சனி, செவ்வாய், ராகு மற்றும் பாபகமான 10ஆம் அதிபதியால் நிரம்பியிருக்க வேண்டும்; மேலும் அந்த 10ஆம் அதிபதி பாபகங்களால் த்ருஷ்டிக்கப்பட வேண்டும்.",
  "அந்த நபர் கபடமானவராக (பாசாங்குக்காரராக) மாறுவார்."
],
"kapata_yoga_204": [
  "கபட யோகம்",
  "204 - 4ஆம் அதிபதி சனி, மண்டி மற்றும் ராகுவுடன் சேர்ந்து பாபகங்களால் த்ருஷ்டிக்கப்பட வேண்டும்.",
  "அந்த நபர் கபடமானவராக (பாசாங்குக்காரராக) மாறுவார்."
],
"nishkapata_yoga_205": [
  "நிஷ்கபட யோகம்",
  "205 - 4ஆம் பாவம் ஒரு சுப கிரகத்தால், அல்லது உச்சம்/மித்ர/சொந்த ராசியில் இருக்கும் கிரகத்தால் அடையப்பட வேண்டும்; அல்லது 4ஆம் பாவம் சுப ராசியாக இருக்க வேண்டும்.",
  "அந்த நபர் நெஞ்சுத் தூய்மையுடன் இருப்பார்; ரகசியத்தையும் கபடத்தையும் வெறுப்பார்."
],
"nishkapata_yoga_206": [
  "நிஷ்கபட யோகம்",
  "206 - லக்னாதிபதி 4ஆம் பாவத்தில் சுபகிரகத்துடன் யுதியாகவோ அல்லது சுப த்ருஷ்டியுடன் சேரவோ வேண்டும், அல்லது பர்வத/உத்தமாம்சாவில் இருப்பது வேண்டும்.",
  "அந்த நபர் நெஞ்சுத் தூய்மையுடன் இருப்பார்; ரகசியத்தையும் கபடத்தையும் வெறுப்பார்."
],
"matru_satrutwa_yoga": [
      "மாத்ரு சத்ருத்வ யோகம்",
      "லக்கினமும் நான்காம் வீட்டும் புதன் அதிபதியாக இருந்து, புதன் பாப கிரகத்துடன் சேர்ந்து இருக்க வேண்டும் அல்லது பாப கிரகத்தால் பார்வை செய்யப்பட வேண்டும்.",
      "அந்த நபர் தாயை வெறுப்பார்."
    ],
"matru_sneha_yoga": [
      "மாத்ரு ஸ்நேஹ யோகம்",
      "முதல் விதி - லக்னமும் (முதல் வீடு) நான்காம் வீட்டும் ஒரே கிரக அதிபதியைக் கொண்டிருக்க வேண்டும். 1 மற்றும் 4 ஆம் வீடுகள் பொதுவான அதிபதிகளைப் பெறுவது ஜெ/வி (புதன்) அல்லது ஸ்க/பி (குரு) மட்டுமே. இரண்டாம் விதி - முதல் மற்றும் நான்காம் வீடுகளின் அதிபதிகள் இயற்கை அல்லது தற்காலிக நண்பர்களாக இருக்க வேண்டும். மூன்றாம் விதி - லக்ன அதிபதி மற்றும் நான்காம் வீட்டின் அதிபதி சுப கிரகங்களால் பார்வை செய்யப்பட வேண்டும்.",
      "தாய் மற்றும் மகன் இடையே நல்லுறவு நிலவும்."
    ],
"vahana_yoga_209": [
  "வாகன யோகம்",
  "209 - லக்ன அதிபதி 4, 11 அல்லது 9ஆம் பாவங்களைச் சேர வேண்டும்.",
  "நேட்டிவ் பொருட்கருவிகளையும் வாகனங்களையும் (சுகவாழ்வையும்) பெறுவார்."
],
"vahana_yoga_210": [
  "வாகன யோகம்",
  "210 - 4ஆம் அதிபதி உச்சத்தில் இருக்க வேண்டும்; மேலும் அந்த உச்ச ராசியின் அதிபதி கேந்திரம் அல்லது திரிகோணத்தில் இருக்க வேண்டும்.",
  "நேட்டிவ் பொருட்கருவிகளையும் வாகனங்களையும் (சுகவாழ்வையும்) பெறுவார்."
],
"anapathya_yoga": [
    "அநபத்ய யோகம்",
    "குரு மற்றும் லக்னம், 7ஆம் மற்றும் 5ஆம் வீட்டின் அதிபதிகள் பலவீனமாக உள்ளனர்",
    "அந்த நபருக்கு குழந்தைகள் இருக்கமாட்டார்கள்."
  ],
"sarpasaapa_yoga_212": [
  "சர்ப்ப சாப யோகம்",
  "212 - 5ஆம் பாவத்தில் ராகு இருந்து, செவ்வாய் த்ருஷ்டி செய்ய வேண்டும்; அல்லது 5ஆம் பாவம் செவ்வாய் ராசியாக இருந்து அங்கே ராகு இருக்க வேண்டும்.",
  "சர்ப்ப சாபத்தின் காரணமாக புதல்வர் இழப்பு ஏற்படும்."
],
"sarpasaapa_yoga_213": [
  "சர்ப்ப சாப யோகம்",
  "213 - 5ஆம் அதிபதி ராகுவுடன் யுதியில் இருந்து, சனி 5ஆம் பாவத்தில் இருந்து சந்திரனால் த்ருஷ்டிக்கப்படவோ அல்லது அவருடன் தொடர்பு கொள்ளவோ வேண்டும்.",
  "சர்ப்ப சாபத்தின் காரணமாக புதல்வர் இழப்பு ஏற்படும்."
],
"sarpasaapa_yoga_214": [
  "சர்ப்ப சாப யோகம்",
  "214 - புத்திர காரகன் (குரு) செவ்வாயுடன் தொடர்பில் இருந்து, ராகு லக்னத்தில், மேலும் 5ஆம் அதிபதி துஷ்டானத்தில் இருக்கும்.",
  "சர்ப்ப சாபத்தின் காரணமாக புதல்வர் இழப்பு ஏற்படும்."
],
"sarpasaapa_yoga_215": [
  "சர்ப்ப சாப யோகம்",
  "215 - 5ஆம் பாவம் செவ்வாயின் ராசியாக இருந்து ராகுவால் யுதியாக வைக்கப்பட்டு, மேலும் புதனால் த்ருஷ்டிக்கப்படவோ அல்லது அவருடன் தொடர்பு கொள்ளவோ வேண்டும்.",
  "சர்ப்ப சாபத்தின் காரணமாக புதல்வர் இழப்பு ஏற்படும்."
],
"pithru_saapa_sutakshaya_yoga": [
  "பித்ரு சாப சுடக்ஷய யோகம்",
  "5ஆம் வீட்டில் சூரியன் இருக்க வேண்டும். அ. சூரியன் மிதுனம் (மிதுனம்) ராசியில் நீசமாக இருக்க வேண்டும், அல்லது ஆ. சூரியனின் நவாம்சம் மகரம் அல்லது கும்பத்தில் இருக்க வேண்டும். இ. சூரியன் இருபுறமும் பாப கிரகங்களால் சூழப்பட்டிருக்க வேண்டும்.",
  "தந்தையின் சாபத்தால் குழந்தைகள் இழப்பு ஏற்படும்."
],
"maathru_saapa_sutakshaya_yoga": [
"மாத்ரு சாப ஸுதட்சய யோகம்",
  "அ. 8ஆம் வீட்டின் அதிபதி 5ஆம் வீட்டின் அதிபதியின் வீட்டில் இருக்க வேண்டும் மற்றும் 5ஆம் வீட்டின் அதிபதி 8ஆம் வீட்டின் அதிபதியின் வீட்டில் இருக்க வேண்டும் மற்றும் ஆ. சந்திரன் மற்றும் 4ஆம் வீட்டின் அதிபதி 6ஆம் வீட்டில் சேர வேண்டும்.",
  "தாயின் சாபத்தால் குழந்தைகள் இழப்பு ஏற்படும்."
],
"bhraathru_saapa_sutakshaya_yoga": [
"ப்ராத்த்ரு சாப ஸுதட்சய யோகம்",
  "அ. லக்னத்தின் மற்றும் 5ஆம் வீட்டின் அதிபதிகள் 8ஆம் வீட்டில் சேர வேண்டும் மற்றும் ஆ. 3ஆம் வீட்டின் அதிபதி செவ்வாய் மற்றும் ராகுவுடன் 5ஆம் வீட்டில் சேர வேண்டும்.",
  "சகோதரர்களின் சாபத்தால் குழந்தைகள் மரணம் அடைவார்கள்."
],
"pretha_saapa_yoga": [
"பிரேத சாப யோகம்",
  "சூரியன் மற்றும் சனி 5ஆம் வீட்டில், பலவீனமான சந்திரன் 7ஆம் வீட்டில், ராகு லக்னத்தில் மற்றும் குரு 12ஆம் வீட்டில் இருக்க வேண்டும்.",
  "பேய் அல்லது மறைந்தவர்களின் பித்ருக்களின் சாபத்தால் குழந்தைகள் மரணம் அடைவார்கள்."
],
"bahu_puthra_yoga_220": [
  "பஹு புத்திர யோகம்",
  "220 - ராகு 5ஆம் பாவத்தில். மேலும் ராகு சனியின் நவாம்சத்தில் இல்லை (அதாவது D9-இல் கும்பம்/மகரம் அல்ல).",
  "அந்த நபருக்கு சிறார்கள் (பிள்ளைகள்) அதிகமாக இருப்பார்."
],
"bahu_puthra_yoga_221": [
  "பஹு புத்திர யோகம்",
  "221 - 7ஆம் அதிபதியுடன் தொடர்புடைய ஒரு கிரகம் எந்த நவாம்ச ராசியில் இருக்கிறதோ, அந்த நவாம்ச ராசியின் அதிபதி ராசி சக்கரத்தில் 1, 2 அல்லது 5ஆம் பாவத்தில் இருந்தால் இதுவும் அதே யோகம்: படிகள்— (1) ராசியில் 7ஆம் அதிபதியை காண்க. (2) நவாம்சத்தில் அந்த 7ஆம் அதிபதி எந்த ராசியில் உள்ளான் என்பதை கண்டறிக. (3) படி-2 இல் கண்ட ராசியின் அதிபதியை அறிக. (4) ராசியில் அந்த அதிபதி எந்த ராசியில் உள்ளான் என்பதை கண்டறிக. (5) அந்த ராசி லக்னத்திலிருந்து 1, 2 அல்லது 5ஆம் ஆக இருக்க வேண்டும்.",
  "அந்த நபருக்கு சிறார்கள் (பிள்ளைகள்) அதிகமாக இருப்பார்."
],
"dattha_puthra_yoga_222": [
  "தத்த புத்திர யோகம்",
  "222 - செவ்வாய் மற்றும் சனி 5ஆம் பாவத்தில் இருக்க வேண்டும்; லக்ன அதிபதி புதன் ராசியில் இருந்து, அதே கிரகத்தால் (புதன்) த்ருஷ்டிக்கப்படவோ அல்லது அவருடன் தொடர்பு கொள்ளவோ வேண்டும்.",
  "அந்த நபருக்கு தத்தெடுத்த பிள்ளைகள் இருப்பர்."
],
"dattha_puthra_yoga_223": [
  "தத்த புத்திர யோகம்",
  "223 - 7ஆம் அதிபதி 11ஆம் பாவத்தில் இருக்க வேண்டும்; 5ஆம் அதிபதி ஒரு சுபகிரகத்துடன் சேர வேண்டும்; மேலும் 5ஆம் பாவத்தில் செவ்வாய் அல்லது சனி இருக்க வேண்டும்.",
  "அந்த நபருக்கு தத்தெடுத்த பிள்ளைகள் இருப்பர்."
],
"aputhra_yoga":[
"அபுத்திர யோகம்",
"224 - 5ஆம் வீட்டின் அதிபதி துஷ்டானத்தில் இருக்க வேண்டும்.",
"அந்த நபருக்கு குழந்தைகள் இருக்கமாட்டார்கள்."
],
"eka_puthra_yoga":[
"ஏக புத்திர யோகம்",
"225 - 5ஆம் வீட்டின் அதிபதி கேந்திரம் அல்லது திரிகோணத்தில் இருக்க வேண்டும்.",
"அந்த நபருக்கு ஒரே ஒரு குழந்தை இருக்கும்."
],
"suputhra_yoga":[
"சுபுத்திர யோகம்",
"226 - குரு 5ஆம் வீட்டின் அதிபதி (லக்னம் சிம்மம்/விருச்சிகம்) மற்றும் சூரியன் நல்ல நிலையில் (சொந்த, உச்ச, நட்பு ராசி) இருக்க வேண்டும்.",
"அந்த நபருக்கு நல்ல குழந்தை பிறக்கும்."
],
"kaalanirdesat_puthra_yoga_227": [
  "காலநிர்தேச புத்திர யோகம்",
  "227 - குரு 5ஆம் பாவத்தில் இருந்து, 5ஆம் அதிபதி சுக்கிரனைச் சேர வேண்டும்.",
  "நேட்டிவுக்கு 32, 33 அல்லது 40ஆம் ஆண்டில் பிள்ளை பிறக்கும்."
],
"kaalanirdesat_puthra_yoga_228": [
  "காலநிர்தேச புத்திர யோகம்",
  "228 - குரு லக்னத்திலிருந்து 9ஆம் பாவத்தில் இருக்க வேண்டும்; மேலும் சுக்கிரன் குருவிலிருந்து 9ஆம் பாவத்தில் இருந்து, லக்ன அதிபதியுடன் யுதியாக இருக்க வேண்டும்.",
  "நேட்டிவுக்கு 32, 33 அல்லது 40ஆம் ஆண்டில் பிள்ளை பிறக்கும்."
],
"kaalanirdesat_puthranaasa_yoga_229": [
  "காலநிர்தேச புத்திரநாச யோகம்",
  "229 - ராகு 5ஆம் பாவத்தில் இருக்க வேண்டும்; 5ஆம் அதிபதி ஒரு பாபகத்துடன் யுதியில் இருக்க வேண்டும்; மேலும் குரு நீசத்தில் இருக்க வேண்டும்.",
  "அந்த நபர் 32 மற்றும் 40ஆம் ஆண்டுகளில் முறையே பிள்ளை இழப்பை அனுபவிப்பார்."
],
"kaalanirdesat_puthranaasa_yoga_230": [
  "காலநிர்தேச புத்திரநாச யோகம்",
  "230 - பாபகங்கள் குருவிலிருந்து 5ஆம் மற்றும் லக்னத்திலிருந்து 5ஆம் இடங்களில் (யுதி அல்லது த்ருஷ்டி மூலம்) நியோகிக்கப்பட வேண்டும்.",
  "அந்த நபர் 32 மற்றும் 40ஆம் ஆண்டுகளில் முறையே பிள்ளை இழப்பை அனுபவிப்பார்."
],
"buddhimaturya_yoga": [
  "புத்திமதுர்ய யோகம்",
  "231 - 5ஆம் வீட்டின் அதிபதி ஒரு சுபகிரகமாக இருந்து, மற்றொரு சுபகிரகத்தால் பார்வை செய்யப்படுகிறான் அல்லது சுபராசியில் இருப்பின், இந்த யோகம் உருவாகும்.",
  "அந்த நபர் மிகுந்த அறிவும் நல்ல குணமும் உடையவராவார்."
],
"theevrabuddhi_yoga": [
  "தீவ்ரபுத்தி யோகம்",
  "232 - ராசியில் 5ஆம் வீட்டின் அதிபதி சுபகிரகமாக இருந்து நவாம்ச லக்னத்தில் இருக்க வேண்டும். நவாம்ச லக்னத்தின் அதிபதி சுபகிரகமாக இருக்க வேண்டும் அல்லது சுபகிரகத்தால் பார்வை செய்யப்பட வேண்டும்.",
  "அந்த நபர் மிகுந்த கூர்மையான அறிவு உடையவராவார்."
],
"buddhi_jada_yoga": [
  "புத்தி ஜட யோகம்",
  "233 - லக்ன அதிபதி பாபகிரகங்களுடன் சேர்ந்து அல்லது அவற்றால் பார்வை செய்யப்படுகிறான். மேலும் சனி 5ஆம் வீட்டில் இருக்க வேண்டும், மேலும் லக்ன அதிபதி சனியால் பார்வை செய்யப்பட வேண்டும். அல்லது 5ஆம் வீட்டின் அதிபதி பாபகிரகங்களுடன் சேர்ந்து, மேலும் (சனி 5ஆம் அதிபதியை பார்வை செய்ய வேண்டும்) அல்லது சந்திரன் 5ஆம் வீட்டில் இருக்க வேண்டும்.",
  "அந்த நபர் அறிவில்லாதவராவார்."
],
"thrikaala_gnana_yoga": [
  "திரிகால ஞான யோகம்",
  "234 - குரு தனது சொந்த நவாம்சத்தில் ம்ருத்வாம்சத்தில் இருக்க வேண்டும். அல்லது குரு கோபுராம்சத்தில் (மதிப்பெண் >= 4) இருந்து சுபகிரகத்தால் பார்வை செய்யப்பட வேண்டும்.",
  "அந்த நபர் கடந்த, நிகழ், எதிர்காலத்தை அறியக்கூடியவராவார்."
],
"jara_yoga": [
  "ஜரா யோகம்",
  "236 - 10ஆம் வீட்டில் 10ஆம், 2ஆம் மற்றும் 7ஆம் வீட்டின் அதிபதிகள் இருக்க வேண்டும்.",
  "அந்த நபர் பல பெண்களுடன் கூடுதல் திருமண உறவுகளை கொண்டிருப்பார்."
  ],
"jarajaputra_yoga":[
"ஜரஜபுத்ர யோகம்",
"237. 5 மற்றும் 7-ஆம் வீட்டு பலமான அதிபதிகள் 6-ஆம் வீட்டு அதிபதியுடன் சேர வேண்டும் மற்றும் சுப கிரகங்களால் பார்க்கப்பட வேண்டும்.",
"நபருக்கு இனப்பெருக்க சக்தி இருக்காது, ஆனால் அவரது மனைவிக்கு மற்றொரு நபர் மூலம் மகன் பிறப்பார்."
],
"bahu_sthree_yoga":[
"பஹு ஸ்திரீ யோகம்",
"238 - லக்ன அதிபதியும் 7-ஆம் அதிபதியும் இணைந்து இருந்தாலோ அல்லது ஒருவரை ஒருவர் பார்த்துக் கொண்டாலோ இந்த யோகம் உண்டாகும்.",
"நபருக்கு எத்தனை மனைவிகள் வேண்டுமானாலும் இருக்கலாம்."
],
"satkalatra_yoga":[
"சத்களத்ர யோகம்",
"239 - 7-ஆம் அதிபதி அல்லது சுக்கிரன், குரு அல்லது புதனுடன் சேர வேண்டும் அல்லது அவர்களால் பார்க்கப்பட வேண்டும்.",
"ஜாதகரின் மனைவி உன்னதமானவராகவும் குணவதியாகவும் இருப்பார்."
],
"bhaga_chumbana_yoga":[
"பக சும்பன யோகம்",
"240 - 7-ஆம் அதிபதி 4-ஆம் வீட்டில் சுக்கிரனுடன் இணைந்து இருந்தால் இந்த யோகம் உண்டாகும்.",
"நபருக்கு சுய இன்பத்தில் அதிக ஈடுபாடும், சிற்றின்ப ஆசைகளைக் கட்டுப்படுத்துவதில் சிரமமும் இருக்கும்."
],
"bhaagya_yoga":[
"பாக்ய யோகம்",
"241 - லக்னம், 3 அல்லது 5-ஆம் வீட்டில் பலமான சுப கிரகம் இருந்து, அதே நேரத்தில் 9-ஆம் வீட்டைப் பார்க்க வேண்டும்.",
"ஜாதகர் மிகவும் அதிர்ஷ்டசாலி, இன்பத்தை விரும்புபவர் மற்றும் செல்வந்தராக இருப்பார்."
],
"jananatpurvam_pitru_marana_yoga":[
"ஜனனத்பூர்வம் பித்ரு மரண யோகம்",
"242 - சூரியன் 6, 8 அல்லது 12-ல் இருக்க வேண்டும்; 8-ஆம் அதிபதி 9-ல் இருக்க வேண்டும்; 12-ஆம் அதிபதி லக்னத்திலும், 6-ஆம் அதிபதி 5-லும் இருக்க வேண்டும்.",
"அந்த நபர் தந்தை இறந்த பிறகு பிறந்த குழந்தையாக இருப்பார்."
],
"dhatrutwa_yoga":[
"தாத்ருத்வ யோகம்",
"243. 9-ஆம் அதிபதி உச்சம் பெற்று, சுப கிரகத்தால் பார்க்கப்பட வேண்டும், மேலும் 9-ஆம் வீட்டில் ஒரு சுப கிரகம் இருக்க வேண்டும்.",
"அந்த நபர் தாராள குணத்தின் உருவமாக இருப்பார்."
],
"apakeerthi_yoga":[
"அபகீர்த்தி யோகம்",
"244 - 10-ஆம் வீட்டில் சூரியனும் சனியும் இருக்க வேண்டும், அவர்கள் பாப கிரக அம்சங்களில் சேர வேண்டும் அல்லது பாப கிரகங்களால் பார்க்கப்பட வேண்டும்.",
"அந்த நபர் கெட்ட பெயரைப் பெறுவார்."
],
  "galakarna_yoga": [
    "கலகர்ண யோகம்",
    "264. 3ஆம் பாவம் மாண்டி (குலிகா) மற்றும் ராகு ஆகியோரால் நிரம்பியிருக்க வேண்டும்; அல்லது செவ்வாய் ‘ப்ரேத புரிஷ’ எனும் கிரூர ஷஷ்டியாம்சம் (D60) உடைய அம்சத்தில் இருக்க வேண்டும்.",
    "ஜாதகர் காத் தொடர்பான நோய்களால் அவதிப்படுவார்."
  ],
  "vrana_yoga": [
    "வ்ரண யோகம்",
    "265 - 6ஆம் அதிபதி பாபகிரகமாய் இருந்து லக்னம், 8ஆம் அல்லது 10ஆம் பாவத்தில் இருக்க வேண்டும். 6ஆம் அதிபதியினைப் பொறுத்து பாதிக்கப்படும் உறுப்புகள்: சூரியன்– பிளீன், இதயம். சந்திரன்– ஈசாபகஸ், உணவுக் குழாய். செவ்வாய்– உடற்பாகங்கள் (ஜனநாங்கங்கள்), இடது மூளைக் கோளம், இரத்தத்தின் சிவப்புக் குருதி, குடல் முடிவு. புதன்– நரம்புகள், வலது மூளைக் கோளம், செரிப்ரோ-ஸ்பைனல் அமைப்பு, காற்றுக் குழாய்கள், காதுகள், நாக்கு. குரு– எடுத்து (லிவர்), அதிவிரை (சுப்ரா-ரீனல்). சுக்கிரன்– தொண்டை, சிறுநீரகங்கள், கருப்பை, கருப்பை முட்டையணுக்கள். சனி– பற்கள், தோல், வேகஸ் நரம்பு. ராகு– பிட்டூயிட்டரி சுரப்பி. கேது– பைனியல் சுரப்பி.",
    "நபர் கொடூரமான ‘புற்றுநோய்’ நோயால் பாதிக்கப்படுவர்."
  ],
  "sisnavyadhi_yoga": [
    "சிச்னவ்யாதி யோகம்",
    "266 - புதன் லக்னத்தில், 6ஆம் மற்றும் 8ஆம் அதிபதிகளுடன் யுதியில் இருக்க வேண்டும்.",
    "ஜாதகர் குணமாகாத பாலியல் நோய்களால் பாதிக்கப்படுவார்."
  ],
  "kushtaroga_yoga_268": [
    "குஷ்டரோக யோகம்",
    "268 - லக்னாதிபதி 4ஆம் அல்லது 12ஆம் பாவத்தில் செவ்வாய் மற்றும் புதன் ஆகியோருடன் யுதியில் இருக்க வேண்டும்.",
    "நபர் குஷ்ட்ரோகத்தால் அவதிப்படுவார்."
  ],
  "kushtaroga_yoga_269": [
    "குஷ்டரோக யோகம்",
    "269 - குரு, சனி மற்றும் சந்திரன் இணைந்து 6ஆம் பாவத்தில் இருக்க வேண்டும்.",
    "நபர் குஷ்ட்ரோகத்தால் அவதிப்படுவார்."
  ],
  "kshayaroga_yoga": [
    "க்ஷயரோக யோகம்",
    "270 - ராகு 6ஆம் பாவத்தில், மாண்டி லக்னத்திலிருந்து கேந்திரத்தில், மேலும் லக்னாதிபதி 8ஆம் பாவத்தில் இருப்பின் இவ்வியோகம் உண்டாகும்.",
    "நபர் க்ஷயரோகம் (டிபி) காரணமாக அவதிப்படுவார்."
  ],
  "bhandhana_yoga": [
    "பந்தன யோகம்",
    "271 - லக்னாதிபதி மற்றும் 6ஆம் அதிபதி சனி அல்லது ராகு அல்லது கேதுவுடன் லக்னத்திலிருந்து கேந்திரம் அல்லது திரிகோணத்தில் இணைந்திருக்கின் இவ்வியோகம் உண்டாகும்.",
    "ஜாதகர் சிறையிலடைக்கப்படுவார்."
  ],
  "karascheda_yoga": [
    "கரச்சேத யோகம்",
    "272 - சனி மற்றும் குரு 9ஆம் மற்றும் 3ஆம் பாவங்களில் இருக்க வேண்டும்.",
    "ஜாதகரின் கைகள் துண்டிக்கப்படும்."
  ],
  "sirachcheda_yoga": [
    "சிரச்சேத யோகம்",
    "273 - 6ஆம் அதிபதி சுக்கிரனுடன் யுதியில் இருப்பதுடன், சூரியன் அல்லது சனி ராகு அல்லது கேதுவுடன் கிரூர ஷஷ்டியாம்சத்தில் (D60) சேர்ந்து இருக்க வேண்டும்.",
    "ஜாதகரின் மரணம் தலை துண்டிக்கப்படுவதால் நேரிடும்."
  ],
  "dhurmarana_yoga": [
    "துர்மரண யோகம்",
    "274 - லக்னாதிபதியால் பார்வையிடப்பட்ட சந்திரன், லக்னத்திலிருந்து 6, 8 அல்லது 12‑ஆம் பாவத்தில் சனி, மாண்டி (குலிகா) அல்லது ராகுவுடன் யுதியில் இருக்க வேண்டும்.",
    "நபர் இயற்கை அல்லாத மரணத்தைச் சந்திப்பார்."
  ],
  "yuddha_marana_yoga": [
    "யுத்த மரண யோகம்",
    "275 - செவ்வாய் (6‑ஆம் அல்லது 8‑ஆம் அதிபதி) 3‑ஆம் அதிபதியுடன் மற்றும் ராகு, சனி அல்லது மாண்டி (குலிகா) ஆகியோருடன் கிரூர ஷஷ்டியாம்சங்களில் யுதியில் இருக்க வேண்டும்.",
    "நபர் போரில் அல்லது போரின் விளைவுகளால் கொல்லப்படுவார்."
  ],
  "pittharoga_yoga": [
    "பித்தரோக யோகம்",
    "279 - லக்னத்திலிருந்து 6‑ஆம் பாவம் சூரியனால் நிரம்பி, அவர் ஒரு பாபகிரகத்துடன் யுதியில் இருந்து, மேலும் வேறு ஒரு பாபகிரகத்தால் பார்வையிடப்பட வேண்டும்.",
    "நபர் பித்தம் சார்ந்த உடல்நலக் குறைபாடுகளால் அவதிப்படுவர்."
  ],
  "putrakalatraheena_yoga": [
    "புத்திர‑கலத்ரஹீன யோகம்",
    "281 - குறையும் (கிருஷ்ண) சந்திரன் லக்னத்திலிருந்து 5‑ஆம் பாவத்தில் இருந்து, 12‑ஆம், 7‑ஆம் மற்றும் லக்னப் பாவங்களை பாபகிரகங்கள் நிரம்பியிருக்கும்போது இந்த யோகம் உண்டாகிறது.",
    "நபர் குடும்பமும் பிள்ளைச் சுகமும் இழக்க நேரிடும்."
  ],
  "bharyasahavyabhichara_yoga": [
    "பார்யசஹவ்யபிச்சார யோகம்",
    "282 - 7 ஆம் பாவத்தில் சந்திரனுடன் சுக்கிரன், சனி மற்றும் செவ்வாய் யுதியாக இருக்க வேண்டும். மாற்று: 7‑ஆம் அதிபதி சுக்கிரனுடன் யுதியாக இருந்து சனியின் பார்வை கிடைக்க வேண்டும்; 7‑ஆம் பாவம் சனி மற்றும் செவ்வாயால் பார்வையிடப்பட வேண்டும்; சுக்கிரனும் சந்திரனும் இயற்கை பாபகிரகங்களால் (natural malefics) துஷ்டிக்கப்பட வேண்டும்.",
    "கணவன்‑மனைவி இருவரும் பரதச்சாரத்தில் குற்றவாளிகளாவர்."
  ],
  "vamsacheda_yoga": [
    "வம்சச்சேத யோகம்",
    "283 - லக்னத்திலிருந்து 10‑ஆம், 7‑ஆம் மற்றும் 4‑ஆம் பாவங்களில் முறையே சந்திரன், சுக்கிரன் மற்றும் பாபகிரகங்கள் இருக்க வேண்டும். மாற்று: சந்திரன் மற்றும் சுக்கிரன் 7‑ஆம் பாவத்தில்; 4‑ஆம் மற்றும் 10‑ஆம் பாவங்களில் பாபகிரகங்கள்.",
    "நபர் தனது வம்சத்தை அழிப்பவராக இருப்பார்."
  ],
"guhyaroga_yoga": [
  "குஹ்யரோக யோகம்",
  "284 - சந்திரன் கடகம் அல்லது விருச்சிகம் நவாம்சத்தில் பாபகிரகங்களுடன் சேர்ந்து இருக்க வேண்டும்.",
  "அந்த நபர் இரகசிய உறுப்புகளின் நோய்களால் அவதிப்படுவார்."
],
"angaheena_yoga": [
  "அங்கஹீன யோகம்",
  "285 - சூரியனிலிருந்து 10ஆம் இடத்தில் சந்திரன், 7ஆம் இடத்தில் செவ்வாய், 2ஆம் இடத்தில் சனி இருந்தால் இந்த யோகம் உருவாகும்.",
  "அந்த நபர் உடல் உறுப்புகள் இழப்பால் பாதிக்கப்படுவார்."
],
"swetakushta_yoga": [
  "ச்வேதகுஷ்ட யோகம்",
  "286 - செவ்வாய் மற்றும் சனி 2 மற்றும் 12ஆம் இடங்களில், சந்திரன் லக்னத்தில், சூரியன் 7ஆம் இடத்தில் இருந்தால் இந்த யோகம் உண்டாகும்.",
  "அந்த நபர் வெள்ளைக் குஷ்டம் (விட்டிலிகோ) காரணமாக அவதிப்படுவார்."
],
"pisacha_grastha_yoga": [
  "பிசாசக்ரஸ்த யோகம்",
  "287 - ராகு லக்னத்தில் சந்திரனுடன் இணைந்து, பாபகிரகங்கள் திரிகோணங்களில் இருந்தால் இந்த யோகம் உண்டாகும்.",
  "அந்த நபர் 'ஆவிகள்/பிசாசுகள்' தாக்குதலால் பாதிக்கப்படுவார்."
],
"andha_yoga_288": [
  "அந்த யோகம்",
  "288 - ராகு லக்னத்தில் சூரியனுடன் இணைந்து, பாபகிரகங்கள் திரிகோணங்களில் இருந்தால், இந்த யோகம் உருவாகும்.",
  "அந்த நபர் முழுமையாக குருடராக இருப்பார்."
],
"andha_yoga_289": [
  "அந்த யோகம்",
  "289 - செவ்வாய், சந்திரன், சனி மற்றும் சூரியன் முறையே 2, 6, 12 மற்றும் 8 ஆம் இடங்களில் இருப்பார்கள்.",
  "அந்த நபர் முழுமையாக குருடராக இருப்பார்."
],
"vaatharoga_yoga":[
  "வாதரோக யோகம்",
  "290 - குரு லக்னத்தில் மற்றும் சனி 7ஆம் வீட்டில் இருந்தால் இந்த யோகம் உண்டாகும். முறை=2: செவ்வாய் 5/7/9ஆம் வீடுகளில் இருப்பது அல்லது சூரியன் லக்னத்தில், பாபச் சந்திரன் மற்றும் சனி 12ஆம் வீட்டில் இருப்பது.",
  "அந்த நபர் வாத நோய்களால் அவதிப்படுவார்."
],
"mathibhramana_yoga_291":[
  "மதிப்ரமண யோகம்",
  "291 - குரு லக்னத்தை, செவ்வாய் 7ஆம் வீட்டை முறையே அடைய வேண்டும்.",
  "அந்த நபருக்கு மனக்கிளர்ச்சி (பைத்தியம்) ஏற்படும்."
],
"mathibhramana_yoga_292":[
  "மதிப்ரமண யோகம்",
  "292 - சனி லக்னத்தில் இருக்க வேண்டும்; செவ்வாய் 9/5/7ஆம் வீடுகளில் ஏதாவது ஒன்றில் இருக்க வேண்டும்.",
  "அந்த நபருக்கு மனக்கிளர்ச்சி ஏற்படும்."
],
"mathibhramana_yoga_293":[
  "மதிப்ரமண யோகம்",
  "293 - சனி 12ஆம் வீட்டில் தேய்பிறைச் சந்திரனுடன் சேர்ந்து இருக்க வேண்டும்.",
  "அந்த நபருக்கு மனக்கிளர்ச்சி ஏற்படும்."
],
"mathibhramana_yoga_294":[
  "மதிப்ரமண யோகம்",
  "294 - சந்திரன் மற்றும் புதன் ஒரு கேந்திரத்தில் இருந்து, மற்ற எந்த கிரகத்தினாலும் பார்வை பெறவோ அல்லது இணைவோ வேண்டும்.",
  "அந்த நபருக்கு மனக்கிளர்ச்சி ஏற்படும்."
],
"mathibhramana_yoga_variation":[
  "மதிப்ரமண யோகம்",
  "B.V. ராமன் குறிப்பிடும் மாற்றங்களின்படி இந்த யோகம் உண்டாகும் — (1) 6ஆம் வீடு ராகுவால் வகிக்கப்பட்டு, கேதுவின் பார்வை இருக்க வேண்டும். (2) 6ஆம் அதிபதி செவ்வாய் இணைப்பால் மேலும் பாபமடைய வேண்டும். (3) நரம்புகளின் கிரகமான புதன், பொதுராசியில் சூரியன் மற்றும் செவ்வாய் என்ற இரண்டு பாபகிரகங்களுடன் இணைந்திருக்க வேண்டும். (4) நவாம்சத்திலும் புதன் 6ஆம் இடத்தில் ராகுவுடன் இருந்து, 6ஆம் அதிபதி செவ்வாயுடன் இணைந்திருக்க வேண்டும்.",
  "அந்த நபருக்கு மனக்கிளர்ச்சி ஏற்படும்."
],
"khalwata_yoga":[
  "கல்வட யோகம்",
  "295 - லக்னம் பாப ராசியாகவோ அல்லது தனுசு/ரிஷபமாகவோ இருந்து, பாபகிரகங்களின் பார்வை பெற்றிருக்க வேண்டும்.",
  "அந்த நபர் தலையில்முடி கொட்டிய (வெட்டத்தலை) இருப்பார்."
],
"nishturabhashi_yoga":[
  "நிஷ்டுரபாஷி யோகம்",
  "296 - சந்திரன் சனியுடன் யுதியில் இருந்து, குருவின் பார்வை இல்லாமல் இருக்க வேண்டும்.",
  "அந்த நபரின் பேச்சு கடுமையாக இருக்கும்."
],
"rajabhrashta_yoga":[
"ராஜப்ரஷ்ட யோகம்",
"297 - ஆரூட லக்னம் (A1/AL) மற்றும் ஆரூட த்வாதசம் (A12/UL) ஆகியவற்றின் அதிபதிகள் சேர்க்கையில் (யுதியில்) இருக்க வேண்டும்.",
"உயர் பதவியிலிருந்து வீழ்ச்சி அனுபவிப்பார்."
],
"raja_bhanga_yoga_298":[
"ராஜபங்க யோகம்",
"298 - லக்னம் சிம்மமாக இருக்க, சனி உச்ச நிலையில் இருந்து, நீச நவாம்சத்தில் இருப்பதோ அல்லது சுப கிரகத்தின் பார்வை பெறுவதோ வேண்டும்.",
"இராஜகுடும்பத்தில் பிறந்தவராக இருந்தாலும் அதிர்ஷ்டமும் சமூக நிலையும் பறிபோகும்."
],
"raja_bhanga_yoga_299":[
"ராஜபங்க யோகம்",
"299 - சூரியன் துலாம் ராசியின் 10‑ஆம் அம்சத்தில் (10°) இருக்க வேண்டும்.",
"இராஜகுடும்பத்தில் பிறந்தவராக இருந்தாலும் அதிர்ஷ்டமும் சமூக நிலையும் பறிபோகும்."
]
}