{
	"vesi_yoga":["వేసై యోగ",
				"సూర్యుని నుండి 2వ ఇంట్లో చంద్రుడు కాకుండా ఇతర గ్రహం ఉన్నప్పుడు.",
				"ನೀವು ಸಮತೋಲಿತ ದೃಷ್ಟಿಕೋನವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಸತ್ಯವಂತರು, ಎತ್ತರವಾಗಿದ್ದೀರಿ ಮತ್ತು ಸ್ವಲ್ಪ ನಿಧಾನಗತಿಯವರು. ಕಡಿಮೆ ಸಂಪತ್ತಿನಲ್ಲೂ ನೀವು ಸಂತೋಷವಾಗಿ ಮತ್ತು ಆರಾಮವಾಗಿರುತ್ತೀರಿ."
				],
	"vosi_yoga":["వోసి యోగ",
		"సూర్యుని నుండి 12వ ఇంట్లో చంద్రుడు కాకుండా ఇతర గ్రహం ఉన్నప్పుడు.",
		"ನೀವು ಕೌಶಲ್ಯಪೂರ್ಣರು, ದಾನಿಗಳು, ಪ್ರಸಿದ್ಧರು, ವಿದ್ವಾಂಸರು ಮತ್ತು ಬಲಿಷ್ಠರಾಗಿರುತ್ತೀರಿ."],
	"ubhayachara_yoga":["ఉభయచర యోగ",
		"సూర్యుని నుండి 2 మరియు 12వ ఇళ్లలో చంద్రుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు.",
		"ನೀವು ಎಲ್ಲಾ ಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ರಾಜನಂತೆ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನವಾಗಿರುತ್ತೀರಿ."],
	"nipuna_yoga":["నిపుణ యోగ",
				"సూర్యుడు మరియు బుధుడు కలిసి ఉన్నప్పుడు (ఒకే రాశిలో).", 
				"ನೀವು ಬುದ್ಧಿವಂತರು ಮತ್ತು ಎಲ್ಲಾ ಕೆಲಸಗಳಲ್ಲಿ ಕೌಶಲ್ಯಪೂರ್ಣರಾಗಿರುತ್ತೀರಿ. ನೀವು ಸುಪರಿಚಿತರು, ಗೌರವಾನ್ವಿತರು ಮತ್ತು ಸಂತೋಷವಾಗಿರುತ್ತೀರಿ. ಈ ಯೋಗವು D-10 ನಂತಹ ವಿಭಾಗೀಯ ಚಾರ್ಟ್‌ಗಳಲ್ಲಿ ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿಯಾಗಿದೆ. ರಾಶಿ ಚಾರ್ಟ್‌ನಲ್ಲಿಯೂ ಸಹ, ಬುಧನು ಅಸ್ತಮಿಸದಿದ್ದರೆ (combust) ಇದು ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ."],	
	"sunaphaa_yoga":["సునఫా యోగ",
		"చంద్రుని నుండి 2వ ఇంట్లో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు.",
		"ನೀವು ರಾಜ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ. ನೀವು ಬುದ್ಧಿವಂತರು, ಶ್ರೀಮಂತರು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ನೀವು ಸ್ವಯಂ-ಗಳಿಸಿದ ಸಂಪತ್ತನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."],
	"anaphaa_yoga":["అనఫా యోగ",
					"చంద్రుని నుండి 12వ ఇంట్లో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు.",
					"ನೀವು ಉತ್ತಮ ರೂಪವನ್ನು ಹೊಂದಿರುವ ರಾಜನಾಗುತ್ತೀರಿ. ನಿಮ್ಮ ದೇಹವು ರೋಗಮುಕ್ತವಾಗಿರುವ ಸಾಧ್ಯತೆಯಿದೆ. ನೀವು ಚಾರಿತ್ರ್ಯವಂತ ವ್ಯಕ್ತಿ ಮತ್ತು ಉತ್ತಮ ಕೀರ್ತಿಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಸೌಕರ್ಯಗಳಿಂದ ಸುತ್ತುವರೆದಿರುತ್ತೀರಿ."],
	"duradhara_yoga":["దురధర యోగ",
		"చంద్రుని నుండి 2 మరియు 12వ ఇళ్లలో సూర్యుడు కాకుండా ఇతర గ్రహాలు ఉన్నప్పుడు.",
		"ನೀವು ಅನೇಕ ಸುಖಗಳನ್ನು ಅನುಭವಿಸುವಿರಿ. ನೀವು ದಾನಿಗಳು. ನೀವು ಸಂಪತ್ತು ಮತ್ತು ವಾಹನಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಉತ್ತಮ ಸೇವಕರನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."],
	"kemadruma_yoga":["కేమద్రుమ యోగ",
		"చంద్రుని నుండి 1, 2 మరియు 12వ ఇళ్లలో సూర్యుడు కాకుండా ఇతర గ్రహాలు లేనప్పుడు మరియు లగ్నం నుండి కేంద్రాలలో చంద్రుడు తప్ప ఇతర గ్రహాలు లేనప్పుడు.",
		"ನೀವು ದುರದೃಷ್ಟವಂತರು, ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಕಲಿಕೆಯಿಂದ ವಂಚಿತರಾಗುತ್ತೀರಿ ಮತ್ತು ಬಡತನ ಹಾಗೂ ತೊಂದರೆಗಳಿಂದ ಪೀಡಿತರಾಗುತ್ತೀರಿ. ಈ ಕೆಟ್ಟ ಯೋಗವು ಚಾರ್ಟ್‌ನಲ್ಲಿರುವ ಇತರ ಉತ್ತಮ ಯೋಗಗಳ ಫಲಿತಾಂಶಗಳನ್ನು ಕಸಿದುಕೊಳ್ಳುತ್ತದೆ, ವಿಶೇಷವಾಗಿ ಚಂದ್ರ ಯೋಗಗಳನ್ನು (ಯಾವುದಾದರೂ ಇದ್ದರೆ). ನೀವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕು ಮತ್ತು ದೊಡ್ಡ ಪ್ರಯತ್ನಗಳ ಮೂಲಕ ಯಶಸ್ವಿಯಾಗಬೇಕು."],
	"chandra_mangala_yoga":["చంద్ర మంగళ యోగ",
		"చంద్రుడు మరియు కుజుడు కలిసి ఉన్నప్పుడు (ఒకే రాశిలో).",
		"ನೀವು ಲೌಕಿಕ ಜಾಣ್ಮೆ ಮತ್ತು ಭೌತಿಕವಾಗಿ ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ. ನೀವು ಅನೈತಿಕ ಮಾರ್ಗಗಳ ಮೂಲಕ ಹಣವನ್ನು ಗಳಿಸಬಹುದು. ನೀವು ತಾಯಿ ಅಥವಾ ಇತರ ಮಹಿಳೆಯರನ್ನು ಕೆಟ್ಟದಾಗಿ ನಡೆಸಿಕೊಳ್ಳಬಹುದು."],
	"adhi_yoga":["అధి యోగ", 
		"చంద్రుని నుండి 6, 7 మరియు 8వ ఇళ్లలో సహజ శుభ గ్రహాలు ఉన్నప్పుడు.",
		"ಒಳಗೊಂಡಿರುವ ಗ್ರಹಗಳ ಬಲವನ್ನು ಅವಲಂಬಿಸಿ ನೀವು ರಾಜ ಅಥವಾ ಮಂತ್ರಿ ಅಥವಾ ಸೈನ್ಯದ ಮುಖ್ಯಸ್ಥರಾಗಬಹುದು."],
	"ruchaka_yoga":["రుచక యోగ",
		"కుజుడు స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో కేంద్రంలో ఉన్నప్పుడు.",
		"ನೀವು ಉಗ್ರ ಸ್ವಭಾವದ ವ್ಯಕ್ತಿ. ನೀವು ಸಾಕಷ್ಟು ಉತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ನೈಸರ್ಗಿಕ ನಾಯಕರು. ನೀವು ಯುದ್ಧಗಳನ್ನು ಮಾಡಲು ಇಷ್ಟಪಡುತ್ತೀರಿ ಮತ್ತು ಶತ್ರುಗಳ ಮೇಲೆ ಜಯಗಳಿಸುತ್ತೀರಿ. ನೀವು ವಿವೇಚನಾಶೀಲರು ಮತ್ತು ವಿದ್ವಾಂಸರ ಭಕ್ತರು. ನೀವು ನಿಗೂಢ ವಿಜ್ಞಾನಗಳಲ್ಲಿ ಪರಿಣಿತರು. ನೀವು ಉತ್ತಮ ಅಭಿರುಚಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಯಾವಾಗಲೂ ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ."],
	"bhadra_yoga":["భద్ర యోగ",
		"బుధుడు స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో కేంద్రంలో ఉన్నప్పుడు.",
		"ನೀವು ಪೃಥ್ವಿ ತತ್ವದ (earthy nature) ವ್ಯಕ್ತಿ ಮತ್ತು ಸಿಂಹದಂತಹವರು. ನೀವು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ವಿದ್ವಾಂಸರು. ನೀವು ಉತ್ತಮ ದೈಹಿಕ ರಚನೆ ಮತ್ತು ಗಂಭೀರ ಧ್ವನಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಸತ್ವ ಗುಣವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನಿಮಗೆ ಯೋಗ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ನೀವು ಯಾವಾಗಲೂ ಸಂಬಂಧಿಕರು, ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬದಿಂದ ಸುತ್ತುವರೆದಿರುತ್ತೀರಿ ಮತ್ತು ಅವರೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಪತ್ತನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ. ನೀವು ಪ್ರತಿಯೊಂದರಲ್ಲೂ ಸ್ವಚ್ಛತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತೀರಿ ಮತ್ತು ತುಂಬಾ ವ್ಯವಸ್ಥಿತರಾಗಿರುತ್ತೀರಿ. ನೀವು ಸ್ವಾತಂತ್ರ್ಯ ಪ್ರವೃತ್ತಿಯವರು ಮತ್ತು ಧಾರ್ಮಿಕರು."],
	"sasa_yoga":["శశ యోగ", "శని మకర, కుంభ లేదా తులా రాశిలో ఉండి లగ్నం నుండి 1, 4, 7 లేదా 10వ ఇంట్లో ఉన్నప్పుడు.",
		"ನೀವು ವಾಯು ತತ್ವದ (airy nature) ಶ್ರೇಷ್ಠ ವ್ಯಕ್ತಿ. ನೀವು ಮೊಲದಂತಹವರು. ನೀವು ಜ್ಞಾನಿಗಳು ಮತ್ತು ಅಲೆದಾಡುವುದನ್ನು ಇಷ್ಟಪಡುತ್ತೀರಿ. ನೀವು ಕಾಡುಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಕೋಟೆಗಳಲ್ಲಿ ಆರಾಮವಾಗಿರುತ್ತೀರಿ. ನೀವು ಪರಾಕ್ರಮಿಗಳು ಮತ್ತು ಸ್ಲೆಂಡರ್ (ತೆಳ್ಳಗಿನ) ಮೈಕಟ್ಟು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಇತರರ ದೌರ್ಬಲ್ಯಗಳನ್ನು ತಿಳಿದಿದ್ದೀರಿ. ನೀವು ಲವಲವಿಕೆಯಿಂದ ಇರುತ್ತೀರಿ, ಆದರೆ ಸ್ವಲ್ಪ ಅಸ್ಥಿರತೆ ಇರುತ್ತದೆ. ನೀವು ದಾನಿಗಳು."],
	"maalavya_yoga":["మాాలవ్య యోగ",
		"శుక్రుడు స్వక్షేత్రంలో లేదా ఉచ్చ రాశిలో కేంద్రంలో ఉన్నప్పుడు.",
		"ನೀವು ಜಲ ತತ್ವದ (watery nature) ಶ್ರೇಷ్ಠ ವ್ಯಕ್ತಿ. ನೀವು ಚಂದಿರನ ಬೆಳಕಿನಂತಹ ಕಾಂತಿಯನ್ನು ಬೀರುತ್ತೀರಿ. ನೀವು ರುಚಿಕರವಾದ ಆಹಾರವನ್ನು ಆನಂದಿಸುತ್ತೀರಿ. ನೀವು ವಿಲಾಸಿ ಜೀವನವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಅತ್ಯುತ್ತమ ಆರೋಗ್ಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಕಲೆಗಳಲ್ಲಿ ಪರಿಣಿತರು."],
	"hamsa_yoga":["హంస యోగ",
		"గురువు ధనుస్సు, మీన లేదా కర్కాటక రాశిలో ఉండి లగ్నం నుండి 1, 4, 7 లేదా 10వ ఇంట్లో ఉన్నప్పుడు.",
		"ನೀವು ಆಕಾಶ ತತ್ವದ (ethery nature) ಶ್ರೇಷ್ಠ ಮನುಷ್ಯ. ನೀವು ಹಂಸದಂತಹವರು. ನೀವು ಆಧ್ಯಾತ್ಮಿಕ ಶಕ್ತಿ ಮತ್ತು ಶುದ್ಧತೆಯನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಎಲ್ಲರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತೀರಿ. ನೀವು ಬಹಳ ಭಾವೋದ್ರಿಕ್ತರು. ನೀವು ರಾಜನಾಗಬಹುದು. ನೀವು ಎಲ್ಲಾ ಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ನೀವು ಜೀವನವನ್ನು ಪೂರ್ಣವಾಗಿ ಆನಂದಿಸುತ್ತೀರಿ. ನೀವು ಚತುರ ಸಂಭಾಷಣೆಗಾರರು ಮತ್ತು ಉತ್ತಮ ಭಾಷಣ ಶಕ್ತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ."],	
	"rajju_yoga":["రజ్జు యోగ",
		"గ్రహాలన్నీ కేవలం చర రాశులలో ఉన్నప్పుడు.",
		"ನೀವು ಪ್ರಯಾಣಿಸಲು ಇಷ್ಟಪಡಬಹುದು. ನೀವು ಉತ್ತಮ ರೂಪವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ವಿದೇಶಗಳಲ್ಲಿ ಪ್ರವರ್ಧಮಾನಕ್ಕೆ ಬರಬಹುದು. ನೀವು ಕ್ರೂರಿಯಾಗಿರಬಹುದು."],
	"musala_yoga":["ముసల యోగ",
		"గ్రహాలన్నీ కేవలం స్థిర రాశులలో ఉన్నప్పుడు.",
		"ನೀವು ಗೌರವ, ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಸಂಪತ್ತನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ರಾಜರು ನಿಮ್ಮನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ನೀವು ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಅನೇಕ ಮಕ್ಕಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ದೃಢವಾದ ಮನೋಭಾವವನ್ನು ಹೊಂದಿದ್ದೀರಿ."],
	"nala_yoga":["నల యోగ",
		"గ్రహాలన్నీ కేవలం ద్విస్వభావ రాశులలో ఉన్నప్పుడు.",
		"ನೀವು ದುರ್ಬಲ ಮೈಕಟ್ಟು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಹಣವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ನೀವು ಉತ್ತಮ ರೂಪವನ್ನು ಹೊಂದಿರಬಹುದು ಮತ್ತು ಸಂಬಂಧಿಕರಿಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಕೌಶಲ್ಯಪೂರ್ಣರು."],
	"srik_yoga": [
		"స్రిక్ యోగ",
		"అన్ని సహజ శుభ గ్రహాలు (గురువు, శుక్రుడు, బుధుడు) కేంద్ర స్థానాలలో ఉన్నప్పుడు.",
		"ನೀವು ಶ್ರೀಮಂತರಾಗಿರುತ್ತೀರಿ, ಅನೇಕ ಸೌಕರ್ಯಗಳನ್ನು ಅನುಭವಿಸುವಿರಿ, ಉತ್ತಮ ಬಟ್ಟೆಗಳು ಮತ್ತು ಆಭರಣಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ಸಂತೋಷದಾಯಕ, ವಿಲಾಸಿ ಜೀವನವನ್ನು ನಡೆಸುತ್ತೀರಿ."
	],
	"maalaa_yoga":["మాలా యోగ",
		"మూడు కేంద్ర స్థానాలు సహజ శుభ గ్రహాలచే ఆక్రమించబడినప్పుడు.",
		"ನೀವು ಯಾವಾಗಲೂ ಸಂತೋಷವಾಗಿರುತ್ತೀರಿ. ನೀವು ಉತ್ತಮ ಬಟ್ಟೆಗಳು, ವಾಹನಗಳು, ವಿಲಾಸಿ ವಸ್ತುಗಳು ಮತ್ತು ಅನೇಕ ಮಹಿಳೆಯರ ಸ್ನೇಹವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."],
	"sarpa_yoga":["సర్ప యోగ",
		"మూడు కేంద్ర స్థానాలు సహజ పాప గ్రహాలచే ఆక్రమించబడినప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶೋಚನೀಯರು, ಅತೃಪ್ತರು, ಕ್ರೂರಿಗಳು, ಬಡವರು ಮತ್ತು ಆಹಾರಕ್ಕಾಗಿ ಇತರರ ಮೇಲೆ ಅವಲಂಬಿತರಾಗಿರುತ್ತಾರೆ. ಇದು ಬಹಳ ಕೆಟ್ಟ ಸಂಯೋಜನೆಯಾಗಿದೆ."],
	"gadaa_yoga":["గదా యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి వరుసగా రెండు కేంద్ర స్థానాలలో ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಪತ್ತು, ಚಿನ್ನ ಮತ್ತು ರತ್ನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ನೀವು ಯಜ್ಞಗಳನ್ನು ಮಾಡಬಹುದು. ನಿಮಗೆ ಶಾಸ್ತ್ರಗಳು ಮತ್ತು ಹಾಡುಗಳು ತಿಳಿದಿವೆ."],
	"sakata_yoga": [
		"శకట యోగ",
		"గురువు లగ్నం నుండి కేంద్రంలో లేనప్పుడు, చంద్రుడు గురువు నుండి 6, 8 లేదా 12వ ఇంట్లో ఉన్నప్పుడు.",
		"ಜೀವನವು ಚಕ್ರದ ಏರಿಳಿತದಂತೆ ಇರುತ್ತದೆ. ನೀವು ನಿಮ್ಮ ಸ್ಥಾನ ಮತ್ತು ಕೀರ್ತಿಯನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಆದರೆ ಅವುಗಳನ್ನು ಮತ್ತೆ ಪಡೆಯಬಹುದು. ನೀವು ಬಡತನ ಮತ್ತು ಸಂಕಷ್ಟಗಳನ್ನು ಎದುರಿಸಬಹುದು ಆದರೆ ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವವನ್ನು (resilient) ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"vihanga_yoga": [
		"విహంగ యోగ",
		"గ్రహాలన్నీ 4 మరియు 10వ ఇళ్లలో ఉన్నప్పుడు.",
		"ನೀವು ಅಲೆಮಾರಿ, ಪ್ರಯಾಣಿಕ ಅಥವಾ ದೂತರಾಗಿರುತ್ತೀರಿ. ನೀವು ಮಧ್ಯವರ್ತಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಒಲವು ಹೊಂದಿರಬಹುದು ಮತ್ತು ಅನೇಕ ರಹಸ್ಯ ಶತ್ರುಗಳನ್ನು ಹೊಂದಿರಬಹುದು."
	],
	"sringaataka_yoga":["శృంగాటక యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి త్రికోణాలలో (1, 5 మరియు 9) ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂತೋಷವಾಗಿರುತ್ತಾರೆ ಮತ್ತು ರಾಜರಿಗೆ ಇಷ್ಟವಾಗುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಉದಾತ್ತ ಪತ್ನಿಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ ಮತ್ತು ಸ್ತ್ರೀ ದ್ವೇಷಿಯಾಗಿರಬಹುದು. ಈ ವ್ಯಕ್ತಿ ಶ್ರೀಮಂತರು. ಶೃಂಗಾಟ ಎಂದರೆ ಅಡ್ಡರಸ್ತೆಗಳ ಜಂಕ್ಷನ್ ಎಂದರ್ಥ."],
	"hala_yoga":["హల యోగ",
		"గ్రహాలన్నీ పరస్పర త్రికోణాలలో ఉండి, లగ్నం నుండి త్రికోణాలలో లేనప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರೈತರಾಗುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಹಳಷ್ಟು ಆಹಾರವನ್ನು ಸೇವಿಸುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿ ಬಡವರು. ಈ ವ್ಯಕ್ತಿಯನ್ನು ಸ್ನೇಹಿತರು ಮತ್ತು ಸಂಬಂಧಿಕರು ಕೈಬಿಡುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಅತೃಪ್ತ ಮತ್ತು ಚಿಂತಿತನಾಗಿರುತ್ತಾನೆ. ಹಲ ಎಂದರೆ ನೇಗಿಲು."],
	"vajra_yoga":["వజ్ర యోగ",
		"లగ్నం మరియు 7వ ఇళ్లలో సహజ శుభ గ్రహాలు మరియు 4 మరియు 10వ ఇళ్లలో సహజ పాప గ్రహాలు ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಜೀವನದ ಆರಂಭಿಕ ಮತ್ತು ಕೊನೆಯ ಭಾಗಗಳಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಶೌರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಅದೃಷ್ಟವಂತರಲ್ಲ, ಆದರೆ ಯಾವುದೇ ಆಸೆಗಳನ್ನೂ ಹೊಂದಿರುವುದಿಲ್ಲ. ಈ ವ್ಯಕ್ತಿಯು ಹೋರಾಟಗಾರರು. ವಜ್ರ ಎಂದರೆ ವಜ್ರ ಎಂದರ್ಥ."
		],
	"yava_yoga":["యవ యోగ",
		"లగ్నం మరియు 7వ ఇళ్లలో సహజ పాప గ్రహాలు మరియు 4 మరియు 10వ ఇళ్లలో సహజ శుభ గ్రహాలు ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಧಾರ್ಮಿಕ ನಿಯಮಗಳನ್ನು ಪಾಲಿಸುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಜೀವನದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಸಂಪತ್ತು ಮತ್ತು ಉತ್ತಮ ಮಕ್ಕಳನ್ನು ಹೊಂದಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ದಾನಿಗಳು. ಅವರು ದೃಢಮನಸ್ಸಿನವರು. ಯವ ಎಂದರೆ ಧಾನ್ಯ ಎಂದರ್ಥ."],
	"kamala_yoga":["కమల యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి కేంద్ర స్థానాలలో ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಬಲವಾದ ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಪ್ರಸಿದ್ಧರು ಮತ್ತು ದೀರ್ಘಾಯುಷಿಗಳು. ಈ ವ್ಯಕ್ತಿಯು ಶುದ್ಧರು ಮತ್ತು ಅನೇಕ ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುತ್ತಾರೆ. ಕಮಲ ಎಂದರೆ ಕಮಲದ ಹೂವು."
		],		
	"vaapi_yoga":["వాపి యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి పణపర లేదా ఆపోక్లిమ స్థానాలలో ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸುವ ಸಾಮರ್ಥ್ಯವಿರುವ ಮನಸ್ಸನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಎಲ್ಲಾ ಸೌಕರ್ಯಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ರಾಜನಾಗುತ್ತಾನೆ. ವಾಪಿ ಎಂದರೆ ಕೊಳ ಅಥವಾ ನೀರಿನ ಟ್ಯಾಂಕ್ ಅಥವಾ ಬಾವಿ ಎಂದರ್ಥ."],
	"yoopa_yoga":["యూప యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి 1, 2, 3 మరియు 4వ ఇళ్లలో ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಆಧ್ಯಾತ್ಮಿಕ ಜ್ಞಾನ ಮತ್ತು ಯಜ್ಞಗಳ ಜ್ಞಾನವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯ ಸಂಗಾತಿಯು ಯಾವಾಗಲೂ ಜೊತೆಯಾಗಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಸತ್ವ ಗುಣವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಎಲ್ಲಾ ಧಾರ್ಮಿಕ ನಿಯಮಗಳನ್ನು ಪಾಲಿಸುತ್ತಾರೆ. ಯೂಪ ಎಂದರೆ ಸ್ತಂಭ ಮತ್ತು ವಿಶೇಷವಾಗಿ ಯಜ್ಞದ ಕಂಬ ಎಂದರ್ಥ."],
	"sara_yoga":["శర యోగ",
		"గ్రహాలన్నీ లగ్నం నుండి 4, 5, 6 మరియు 7వ ఇళ్లలో ఉన్నప్పుడు.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಬಾಣಗಳನ್ನು ಮಾಡುತ್ತಾರೆ. ಈ ವ್ಯಕ್ತಿಯು ಕಾರಾಗೃಹಗಳ ಮುಖ್ಯಸ್ಥನಾಗಿರುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಬೇಟೆಗಾರ. ಈ ವ್ಯಕ್ತಿಯು ಮಾಂಸವನ್ನು ಸೇವಿಸುತ್ತಾನೆ. ಈ ವ್ಯಕ್ತಿಯು ಜನರನ್ನು ಪೀಡಿಸುತ್ತಾನೆ. ಶರ ಎಂದರೆ ಬಾಣ ಎಂದರ್ಥ."],
	"ishu_yoga": [
		"ఇషు యోగ",
		"గ్రహాలన్నీ మొదటి నాలుగు ఇళ్లలో (1, 2, 3, 4) లేదా 4 నుండి 7, 7 నుండి 10, లేదా 10 నుండి 1 వరకు ఉన్నప్పుడు.",
		"ನೀವು ಜೈಲರ್, ಕ್ರೂರ ವ್ಯಕ್ತಿ ಅಥವಾ ಆಯುಧಗಳು ಮತ್ತು ಬಾಣಗಳ ತಯಾರಕರಾಗಿರುತ್ತೀರಿ."
	],
	"sakti_yoga":["ಶಕ್ತಿ ಯೋಗ",
		"ಲಗ್ನದಿಂದ 7, 8, 9 ಮತ್ತು 10ನೇ ಮನೆಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅತೃಪ್ತರು, ಬಡವರು, ಅಯಶಸ್ವಿಗಳು, ಅಯೋಗ್ಯರು ಮತ್ತು ಸೋಮಾರಿಗಳಾಗಿರುತ್ತಾರೆ, ಆದರೆ ದೀರ್ಘಾಯುಷಿಗಳು ಮತ್ತು ದೃಢಮನಸ್ಸಿನವರು. ಯುದ್ಧದ ವಿಷಯದಲ್ಲಿ ಇವರು ಚುರುಕಾದ ಬುದ್ಧಿಶಕ್ತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಶಕ್ತಿ ಎಂದರೆ ಶಕ್ತಿ ಅಥವಾ ಶಕ್ತಿಯುತ ಆಯುಧ ಎಂದರ್ಥ."],
	"danda_yoga":["ದಂಡ ಯೋಗ",
		"ಲಗ್ನದಿಂದ 10, 11, 12 ಮತ್ತು 1ನೇ ಮನೆಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಹೆಂಡತಿ ಮತ್ತು ಮಕ್ಕಳನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಮತ್ತು ಅವರ ಜನರು ಅವರನ್ನು ತ್ಯಜಿಸಬಹುದು. ಅವರು ಅತೃಪ್ತರು ಮತ್ತು ಕ್ಷುದ್ರ ಜನರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸುತ್ತಾರೆ. ದಂಡ ಎಂದರೆ ಶಿಕ್ಷಿಸಲು ಬಳಸುವ ಕೋಲು ಎಂದರ್ಥ."],
	"nav_yoga": [
		"ನವ ಯೋಗ",
		"ಯಾವುದೇ ಭಾವದಿಂದ ಸತತವಾಗಿ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ನೀವು ಪ್ರಸಿದ್ಧರಾಗುತ್ತೀರಿ, ಗುರುತಿಸಲ್ಪಡುತ್ತೀರಿ ಮತ್ತು ಜೀವನದುದ್ದಕ್ಕೂ ನಿಮ್ಮ ಶ್ರಮದ ಫಲವನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ."
	],
	"naukaa_yoga":["ನೌಕಾ ಯೋಗ",
		"ಲಗ್ನದಿಂದ ಸತತ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ನೀರಿಗೆ ಸಂಬಂಧಿಸಿದ ವಸ್ತುಗಳ ಮೇಲೆ ಹಣ ಗಳಿಸುತ್ತಾರೆ. ಇವರು ಅನೇಕ ಆಸೆಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಸುಪ್ರಸಿದ್ಧರು. ಇವರು ದುಷ್ಟರು, ಒರಟರು ಮತ್ತು ಜಿಪುಣರಾಗಿರುತ್ತಾರೆ. ನೌಕಾ ಎಂದರೆ ಹಡಗು ಎಂದರ್ಥ."],
	"koota_yoga":["ಕೂಟ ಯೋಗ",
		"4ನೇ ಮನೆಯಿಂದ ಸತತ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಜೈಲರ್ ಆಗುತ್ತಾರೆ. ಇವರು ಸುಳ್ಳುಗಾರರು. ಇವರು ಬೆಟ್ಟಗುಡ್ಡಗಳಲ್ಲಿ ಮತ್ತು ಕೋಟೆಗಳಲ್ಲಿ ವಾಸಿಸುತ್ತಾರೆ. ಇವರು ಬಡವರು ಮತ್ತು ಕ್ರೂರಿಗಳು. ಕೂಟ ಎಂದರೆ ಗುಂಪು ಎಂದರ್ಥ."],
	"chatra_yoga":["ಛತ್ರ ಯೋಗ",
		"7ನೇ ಮನೆಯಿಂದ ಸತತ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ತಮ್ಮ ಜನರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ. ಇವರು ದಯಾಳುಗಳು ಮತ್ತು ಅನೇಕ ರಾಜರಿಗೆ ಇಷ್ಟವಾದವರು. ಇವರು ಬುದ್ಧಿವಂತರು. ಇವರು ಜೀವನದ ಆರಂಭಿಕ ಮತ್ತು ಕೊನೆಯ ಭಾಗಗಳಲ್ಲಿ ಸುಖಿಯಾಗಿರುತ್ತಾರೆ. ಇವರು ದೀರ್ಘಾಯುಷಿಗಳು. ಛತ್ರ ಎಂದರೆ ಛತ್ರಿ ಎಂದರ್ಥ."],
	"chaapa_yoga":["ಚಾಪ ಯೋಗ",
		"10ನೇ ಮನೆಯಿಂದ ಸತತ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಳ್ಳುಗಾರರು, ಕಳ್ಳರು ಮತ್ತು ರಹಸ್ಯಗಳನ್ನು ರಕ್ಷಿಸುವವರಾಗುತ್ತಾರೆ. ಇವರು ಕಾಡುಗಳಲ್ಲಿ ಅಲೆದಾಡುತ್ತಾರೆ. ಇವರು ದುರದೃಷ್ಟವಂತರು. ಇವರು ಜೀವನದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಸುಖಿಯಾಗಿರುತ್ತಾರೆ. ಚಾಪ ಎಂದರೆ ಬಿಲ್ಲು ಎಂದರ್ಥ."],
	"ardha_chandra_yoga":["ಅರ್ಧ ಚಂದ್ರ ಯೋಗ",
		"ಪಣಪರ ಅಥವಾ ಆಪೋಕ್ಲಿಮ ಭಾವದಿಂದ ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ರಾಶಿಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸೈನ್ಯದ ಮುಖ್ಯಸ್ಥರಾಗುತ್ತಾರೆ. ಇವರು ಉತ್ತಮ ಮೈಕಟ್ಟು ಹೊಂದಿರುತ್ತಾರೆ. ರಾಜರು ಇವರನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ಇವರು ಬಲಿಷ್ಠರು ಮತ್ತು ರತ್ನಗಳು, ಚಿನ್ನ ಮತ್ತು ಅನೇಕ ಆಭರಣಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಅರ್ಧ ಚಂದ್ರ ಎಂದರೆ ಅರ್ಧ-ಚಂದ್ರ ಎಂದರ್ಥ."],
	"chakra_yoga":["ಚಕ್ರ ಯೋಗ",
		"ಲಗ್ನದಿಂದ 1, 3, 5, 7, 9 ಮತ್ತು 11ನೇ ಮನೆಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಒಬ್ಬ ಶ್ರೇಷ್ಠ ಚಕ್ರವರ್ತಿಯಾಗುತ್ತಾರೆ. ಅನೇಕ ರಾಜರ ವಜ್ರಖಚಿತ ಕಿರೀಟಗಳು ಈ ವ್ಯಕ್ತಿಯ ಪಾದಗಳನ್ನು ಸ್ಪರ್ಶಿಸುತ್ತವೆ (ಅಂದರೆ ಅನೇಕ ರಾಜರು ಇವರಿಗೆ ಸಾಷ್ಟಾಂಗ ನಮಸ್ಕಾರ ಮಾಡುತ್ತಾರೆ). ಚಕ್ರ ಎಂದರೆ ಚಕ್ರ ಅಥವಾ ಚಕ್ರವರ್ತಿ ಎಂದರ್ಥ."],
	"samudra_yoga":["ಸಮುದ್ರ ಯೋಗ",
		"ಲಗ್ನದಿಂದ 2, 4, 6, 8, 10 ಮತ್ತು 12ನೇ ಮನೆಗಳಲ್ಲಿ ಎಲ್ಲಾ ಗ್ರಹಗಳು ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಬಹಳಷ್ಟು ಸಂಪತ್ತು ಮತ್ತು ರತ್ನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ವಿಲಾಸಿ ಜೀವನವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ ಮತ್ತು ಜನರನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ಇವರ ಅದೃಷ್ಟ ಮತ್ತು ಶ್ರೇಷ್ಠತೆ ಸ್ಥಿರವಾಗಿರುತ್ತದೆ. ಇವರು ಮೃದು ಸ್ವಭಾವದವರು. ಸಮುದ್ರ ಎಂದರೆ ಸಮುದ್ರ ಅಥವಾ ಸಾಗರ ಎಂದರ್ಥ."],
	"veenaa_yoga":["ವೀಣಾ ಯೋಗ",
		"ಏಳು ಗ್ರಹಗಳು ನಿಖರವಾಗಿ 7 ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಗೀತ, ನೃತ್ಯ ಮತ್ತು ಹಾಡುಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ಇವರು ಅನೇಕ ಸೇವಕರನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಶ್ರೀಮಂತರು, ಕೌಶಲ್ಯಪೂರ್ಣರು ಮತ್ತು ಜನನಾಯಕರು. ವೀಣಾ ಎಂಬುದು ಒಂದು ತಂತಿ ವಾದ್ಯ. ಇದನ್ನು ಕೆಲವು ಲೇಖಕರು ವಲ್ಲಕಿ ಯೋಗ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ."],
	"daama_yoga":["ದಾಮ ಯೋಗ",
		"ಏಳು ಗ್ರಹಗಳು ನಿಖರವಾಗಿ 6 ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಬಹಳ ಶ್ರೀಮಂತರು ಮತ್ತು ಪ್ರಸಿದ್ಧರಾಗಿರುತ್ತಾರೆ. ಇವರು ಅನೇಕ ಮಕ್ಕಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಅನೇಕ ರತ್ನಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ. ದಾಮ ಎಂದರೆ ಹೂಮಾಲೆ ಎಂದರ್ಥ. ಕೆಲವು ಲೇಖಕರು ಇದನ್ನು ದಾಮಿನಿ ಯೋಗ ಎಂದು ಕರೆಯುತ್ತಾರೆ."],
	"paasa_yoga":["ಪಾಸ ಯೋಗ",
		"ಏಳು ಗ್ರಹಗಳು ನಿಖರವಾಗಿ 5 ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರಿಗೆ ಜೈಲು ಶಿಕ್ಷೆಯಾಗುವ ಅಪಾಯವಿರುತ್ತದೆ. ಇವರು ತಮ್ಮ ಕೆಲಸದಲ್ಲಿ ಸಮರ್ಥರು. ಇವರು ವಾಚಾಳಿಗಳು. ಇವರು ಅನೇಕ ಸೇವಕರನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರಲ್ಲಿ ಚಾರಿತ್ರ್ಯದ ಕೊರತೆಯಿರಬಹುದು. ಪಾಸ ಎಂದರೆ ಪಾಶ ಅಥವಾ ಉರುಳು ಎಂದರ್ಥ."],
	"kedaara_yoga":["ಕೇದಾರ ಯೋಗ",
		"ಏಳು ಗ್ರಹಗಳು ನಿಖರವಾಗಿ 4 ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಕೃಷಿಕರಾಗಿರುತ್ತಾರೆ. ಇವರು ಸುಖಿ, ಶ್ರೀಮಂತ ಮತ್ತು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುವವರಾಗಿರುತ್ತಾರೆ. ಕೇದಾರ ಎಂದರೆ ಗದ್ದೆ ಅಥವಾ ಕ್ಷೇತ್ರ ಎಂದರ್ಥ."],
	"soola_yoga":["ಶೂಲ ಯೋಗ",
		"ಏಳು ಗ್ರಹಗಳು ನಿಖರವಾಗಿ 3 ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ತೀಕ್ಷ್ಣಮತಿಗಳು, ಸೋಮಾರಿಗಳು, ಹಿಂಸಾತ್ಮಕರು, ಬಡವರು ಮತ್ತು ಪರಾಕ್ರಮಿಗಳಾಗಿರುತ್ತಾರೆ. ಇವರು ಯುದ್ಧಗಳಲ್ಲಿ ಪ್ರಶಂಸೆಯನ್ನು ಪಡೆಯುತ್ತಾರೆ. ಶೂಲ ಎಂಬುದು ಶಿವನ ಆಯುಧ."],
	"subha_yoga":["ಶುಭ ಯೋಗ",
		"ಲಗ್ನದಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳಿದ್ದಾಗ ಅಥವಾ ಲಗ್ನಕ್ಕೆ 'ಶುಭ ಕರ್ತರಿ' (12 ಮತ್ತು 2ನೇ ಮನೆಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳು) ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ವಾಕ್ಚಾತುರ್ಯ, ಉತ್ತಮ ರೂಪ ಮತ್ತು ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ."],
	"asubha_yoga":["ಅಶುಭ ಯೋಗ",
		"ಲಗ್ನದಲ್ಲಿ ಪಾಪ ಗ್ರಹಗಳಿದ್ದಾಗ ಅಥವಾ ಲಗ್ನಕ್ಕೆ 'ಪಾಪ ಕರ್ತರಿ' (12 ಮತ್ತು 2ನೇ ಮನೆಗಳಲ್ಲಿ ಪಾಪ ಗ್ರಹಗಳು) ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅನೇಕ ಆಸೆಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ, ಪಾಪಿಗಳಾಗಿರುತ್ತಾರೆ ಮತ್ತು ಇತರರ ಸಂಪತ್ತನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ."],
	"gaja_kesari_yoga":["ಗಜ ಕೇಸರಿ ಯೋಗ",
		"ಗಜ-ಕೇಸರಿ ಯೋಗ: (1) ಗುರುವು ಚಂದ್ರನಿಂದ ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ, (2) ಶುಭ ಗ್ರಹವು ಗುರುವಿನೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಅಥವಾ ಗುರುವನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದರೆ, ಮತ್ತು (3) ಗುರುವು ನೀಚನಾಗದೆ, ಅಸ್ತಮಿಸದೆ ಅಥವಾ ಶತ್ರು ಮನೆಯಲ್ಲಿ ಇಲ್ಲದಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಪ್ರಸಿದ್ಧರು, ಶ್ರೀಮಂತರು ಮತ್ತು ಬುದ್ಧಿವಂತರು. ಇವರು ಉತ್ತಮ ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ ಮತ್ತು ರಾಜರಿಗೆ ಇಷ್ಟವಾದವರು. ಸದ್ಗುಣ ಮತ್ತು ಶಾಶ್ವತ ಕೀರ್ತಿಗಾಗಿ ಇದು ಪ್ರಮುಖ ಯೋಗವಾಗಿದೆ."
		],
	"guru_mangala_yoga":["ಗುರು ಮಂಗಳ ಯೋಗ",
		"ಗುರು ಮತ್ತು ಮಂಗಳ (ಕುಜ) ಜೊತೆಯಾಗಿ ದ್ದರೆ ಅಥವಾ ಪರಸ್ಪರ 7ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಧರ್ಮಿಷ್ಠರು ಮತ್ತು ಶಕ್ತಿಯುತರು. ಅವರ ಶಕ್ತಿಯು ಧರ್ಮದ ಹಾದಿಯಲ್ಲಿ ಸಾಗುತ್ತದೆ."],
	"amala_yoga":["ಅಮಲ ಯೋಗ",
	"ಲಗ್ನ ಅಥವಾ ಚಂದ್ರನಿಂದ 10ನೇ ಮನೆಯಲ್ಲಿ ಕೇವಲ ನೈಸರ್ಗಿಕ ಶುಭ ಗ್ರಹಗಳು ಮಾತ್ರ ಇದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶಾಶ್ವತ ಕೀರ್ತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ರಾಜರು ಇವರನ್ನು ಗೌರವಿಸುತ್ತಾರೆ. ಇವರು ವಿಲಾಸಿ ಜೀವನ ಮತ್ತು ಸದ್ಗುಣಗಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ. ಅಮಲ ಎಂದರೆ ಶುದ್ಧ ಎಂದರ್ಥ. 10ನೇ ಮನೆಯು ಸಮಾಜದಲ್ಲಿನ ನಡತೆಯನ್ನು ತೋರಿಸುವುದರಿಂದ, ಅಲ್ಲಿ ಕೇವಲ ಶುಭ ಗ್ರಹಗಳಿರುವುದು ಸಮಾಜದಲ್ಲಿ ವ್ಯಕ್ತಿಯ ನಡತೆಯನ್ನು ಅತ್ಯಂತ ಶುದ್ಧವಾಗಿಸುತ್ತದೆ."],
	"parvata_yoga":["ಪರ್ವತ ಯೋಗ",
	"(1) ಕೇಂದ್ರಗಳಲ್ಲಿ ಕೇವಲ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ ಮತ್ತು (2) 7 ಮತ್ತು 8ನೇ ಮನೆಗಳು ಖಾಲಿ ಇದ್ದರೆ ಅಥವಾ ಕೇವಲ ಶುಭ ಗ್ರಹಗಳಿಂದ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅದೃಷ್ಟವಂತರು, ವಾಕ್ಚತುರರು, ಪ್ರಸಿದ್ಧರು, ದಾನಿಗಳು, ಸರಳ ಸ್ವಭಾವದವರು ಮತ್ತು ಹಾಸ್ಯಪ್ರವೃತ್ತಿಯುಳ್ಳವರು. ಪರ್ವತ ಎಂದರೆ ಬೆಟ್ಟ ಎಂದರ್ಥ."],
	"kaahala_yoga":["ಕಾಹಳ ಯೋಗ",
	"(1) 4ನೇ ಅಧಿಪತಿ ಮತ್ತು ಗುರು ಪರಸ್ಪರ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, 4ನೇ ಅಧಿಪತಿ ಉಚ್ಚನಾಗಿದ್ದರೆ ಅಥವಾ ಸ್ವಕ್ಷೇತ್ರದಲ್ಲಿದ್ದರೆ ಮತ್ತು 10ನೇ ಅಧಿಪತಿ ಅವನೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗ ಇರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಬಲಿಷ್ಠರು, ಧೈರ್ಯವಂತರು, ಕುತಂತ್ರದ ಬುದ್ಧಿಯುಳ್ಳವರು ಮತ್ತು ದೊಡ್ಡ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸುವವರಾಗಿರುತ್ತಾರೆ. ಇವರು ಕೆಲವು ಹಳ್ಳಿಗಳ ಒಡೆಯರಾಗಿರುತ್ತಾರೆ. ಕಾಹಳ ಎಂದರೆ ಅತಿಯಾದ ಎಂದರ್ಥ. ಇದು ತುಂಟತನದ ಅರ್ಥವನ್ನೂ ನೀಡುತ್ತದೆ."],
	"chaamara_yoga":["ಚಾಮರ ಯೋಗ",
	"ಲಗ್ನಾಧಿಪತಿಯು ಗುರುವಿನ ದೃಷ್ಟಿಯೊಂದಿಗೆ ಕೇಂದ್ರದಲ್ಲಿ ಉಚ್ಚನಾಗಿದ್ದರೆ ಅಥವಾ ಎರಡು ಶುಭ ಗ್ರಹಗಳು 7, 9 ಅಥವಾ 10ನೇ ಮನೆಯಲ್ಲಿ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ ಅಥವಾ ರಾಜರಿಂದ ಗೌರವಿಸಲ್ಪಡುವವರಾಗುತ್ತಾರೆ. ಇವರು ದೀರ್ಘಾಯುಷಿಗಳು, ವಿದ್ವಾಂಸರು, ವಾಕ್ಚತುರರು ಮತ್ತು ಅನೇಕ ಕಲೆಗಳಲ್ಲಿ ಪರಿಣಿತರು. ಚಾಮರ ಎಂಬುದು ಅಧಿಕಾರದ ಲಾಂಛನವನ್ನು ಸೂಚಿಸುತ್ತದೆ."],
	"sankha_yoga":["ಶಂಖ ಯೋಗ",
	"(1) ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಮತ್ತು (2) 5 ಮತ್ತು 6ನೇ ಅಧಿಪತಿಗಳು ಪರಸ್ಪರ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, (1) ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು 10ನೇ ಅಧಿಪತಿ ಚರ ರಾಶಿಯಲ್ಲಿ ಜೊತೆಯಾಗಿದ್ದರೆ ಮತ್ತು (2) 9ನೇ ಅಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಈ ಯೋಗ ಇರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ದಯಾಳುಗಳು, ಧರ್ಮಿಷ್ಠರು, ಬುದ್ಧಿವಂತರು ಮತ್ತು ದೀರ್ಘಾಯುಷಿಗಳು. ಶಂಖ ಎಂದರೆ ಶಂಖ ಎಂದರ್ಥ."],
	"bheri_yoga":["ಭೇರಿ ಯೋಗ",
	"(1) 9ನೇ ಅಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಮತ್ತು (2) 1, 2, 7 ಮತ್ತು 12ನೇ ಮನೆಗಳಲ್ಲಿ ಗ್ರಹಗಳಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ. ಪರ್ಯಾಯವಾಗಿ, (1) 9ನೇ ಅಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಮತ್ತು (2) ಗುರು, ಶುಕ್ರ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿ ಪರಸ್ಪರ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ರಾಜರಾಗಬಹುದು. ಇವರು ಕೀರ್ತಿ ಮತ್ತು ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಸದ್ಗುಣಿಗಳು ಮತ್ತು ಧಾರ್ಮಿಕರು. ಇವರು ಸುಖಗಳನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ. ಭೇರಿ ಎಂದರೆ ನಗಾರಿ ಎಂದರ್ಥ."],
	"mridanga_yoga":["ಮೃದಂಗ ಯೋಗ",
		"(1) ಕೇಂದ್ರ ಮತ್ತು ತ್ರಿಕೋಣಗಳಲ್ಲಿ ಸ್ವಕ್ಷೇತ್ರ ಅಥವಾ ಉಚ್ಚ ರಾಶಿಯ ಗ್ರಹಗಳಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನರಾಗಿದ್ದು ಸುಖಿಯಾಗಿರುತ್ತಾರೆ. ಮೃದಂಗವು ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ಜನಪ್ರಿಯವಾದ ಶ್ರೀಮಂತ ಮತ್ತು ಸುಂದರವಾದ ಚರ್ಮವಾದ್ಯವಾಗಿದೆ."],
	"sreenaatha_yoga":["ಶ್ರೀನಾಥ ಯೋಗ",
	"(1) 7ನೇ ಅಧಿಪತಿಯು 10ನೇ ಮನೆಯಲ್ಲಿ ಉಚ್ಚನಾಗಿದ್ದರೆ ಮತ್ತು (2) 10ನೇ ಅಧಿಪತಿಯು 9ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ದೇವತೆಗಳ ರಾಜನಾದ ಇಂದ್ರನಿಗೆ ಸಮಾನವಾದ ಶ್ರೇಷ್ಠ ರಾಜನಾಗುತ್ತಾರೆ. ಶ್ರೀನಾಥ ಎಂದರೆ ಮಹಾನ್ ಸಂಪತ್ತು ಮತ್ತು ಸಮೃದ್ಧಿಯ ಒಡೆಯ ಎಂದರ್ಥ. ಇದು ವಿಷ್ಣುವಿನ ಹೆಸರೂ ಹೌದು."],
	"matsya_yoga":["ಮತ್ಸ್ಯ ಯೋಗ", 
	"(1) ಲಗ್ನ ಮತ್ತು 9ನೇ ಮನೆಯಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ, (2) ಕೆಲವು ಗ್ರಹಗಳು 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಮತ್ತು (3) 4 ಮತ್ತು 8ನೇ ಮನೆಗಳಲ್ಲಿ ಪಾಪ ಗ್ರಹಗಳಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಜ್ಯೋತಿಷಿಗಳು ಅಥವಾ ದಾರ್ಶನಿಕರಾಗುತ್ತಾರೆ. ಇವರು ದಯೆ, ಚಾರಿತ್ರ್ಯ ಮತ್ತು ಬುದ್ಧಿವಂತಿಕೆಯ ಸಾಕಾರಮೂರ್ತಿಯಾಗಿರುತ್ತಾರೆ. ಇವರು ಬಲಿಷ್ಠರು ಮತ್ತು ಸುಂದರರು. ಇವರು ಪ್ರಸಿದ್ಧರು ಮತ್ತು ವಿದ್ವಾಂಸರು. ಇವರು ತಪಸ್ವಿಗಳಾಗಿರುತ್ತಾರೆ. ಮತ್ಸ್ಯ ಎಂದರೆ ಮೀನು ಎಂದರ್ಥ."],
	"koorma_yoga":["ಕೂರ್ಮ ಯೋಗ",
	"(1) 5, 6 ಮತ್ತು 7ನೇ ಮನೆಗಳಲ್ಲಿ ಸ್ವಕ್ಷೇತ್ರ, ಉಚ್ಚ ಅಥವಾ ಮಿತ್ರ ರಾಶಿಯಲ್ಲಿರುವ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ ಮತ್ತು (2) 1, 3 ಮತ್ತು 11ನೇ ಮನೆಗಳಲ್ಲಿ ಸ್ವಕ್ಷೇತ್ರ ಅಥವಾ ಉಚ್ಚ ರಾಶಿಯಲ್ಲಿರುವ ಪಾಪ ಗ್ರಹಗಳಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ. ಇವರು ಧರ್ಮನಿಷ್ಠೆ ಮತ್ತು ಚಾರಿತ್ರ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ಸುಖಿಗಳು, ಉಪಕಾರಿ ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ಕೂರ್ಮ ಎಂದರೆ ಆಮೆ ಎಂದರ್ಥ."],
	"khadga_yoga":["ಖಡ್ಗ ಯೋಗ",
	"(1) 2ನೇ ಅಧಿಪತಿ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) 9ನೇ ಅಧಿಪತಿ 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, ಮತ್ತು (3) ಲಗ್ನಾಧಿಪತಿ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಕೌಶಲ್ಯಪೂರ್ಣರು, ಶ್ರೀಮಂತರು, ವಿದ್ವಾಂಸರು, ಸುಖಿಗಳು, ಅದೃಷ್ಟವಂತರು, ಬುದ್ಧಿವಂತರು, ಕೃತಜ್ಞರು ಮತ್ತು ಶಕ್ತಿಶಾಲಿಗಳಾಗಿರುತ್ತಾರೆ. ಖಡ್ಗ ಎಂದರೆ ಕತ್ತಿ ಎಂದರ್ಥ."],
	"kusuma_yoga":["ಕುಸುಮ ಯೋಗ",
	"(1) ಲಗ್ನವು ಸ್ಥಿರ ರಾಶಿಯಾಗಿದ್ದರೆ, (2) ಶುಕ್ರನು ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ, (3) ಚಂದ್ರನು ಶುಭ ಗ್ರಹದೊಂದಿಗೆ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದರೆ, ಮತ್ತು (4) ಶನಿಯು 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನರಾಗುತ್ತಾರೆ. ಇವರು ದಾನಿಗಳು. ಇವರು ಸುಖ ಮತ್ತು ಸಂತೋಷದಿಂದ ಕೂಡಿರುತ್ತಾರೆ. ಇವರು ಸಮುದಾಯದ ನಾಯಕರು. ಇವರು ಚಾರಿತ್ರ್ಯ ಮತ್ತು ಪಾಂಡಿತ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಕುಸುಮ ಎಂದರೆ ಹೂವು ಎಂದರ್ಥ."],
	"kalaanidhi_yoga":["ಕಳಾನಿಧಿ ಯೋಗ",
	"(1) ಗುರುವು 2ನೇ ಅಥವಾ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ಅವನು ಬುಧ ಮತ್ತು ಶುಕ್ರರಿಂದ ಕೂಡಿದ್ದರೆ ಅಥವಾ ವೀಕ್ಷಿಸಲ್ಪಡುತ್ತಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಚಾರಿತ್ರ್ಯ, ಸುಖ, ಉತ್ತಮ ಆರೋಗ್ಯ, ಸಂಪತ್ತು ಮತ್ತು ಪಾಂಡಿತ್ಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಇವರು ರಾಜರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತಾರೆ. ಕಳಾನಿಧಿ ಎಂದರೆ ಕಲೆ ಮತ್ತು ಕೌಶಲ್ಯಗಳ ಭಂಡಾರ ಎಂದರ್ಥ."],
	"kalpadruma_yoga":["ಕಲ್ಪದ್ರುಮ ಯೋಗ", 
	"(1) ಲಗ್ನಾಧಿಪತಿ, (2) ಅವನ ರಾಶ್ಯಾಧಿಪತಿ, (3) ಆತನ ರಾಶ್ಯಾಧಿಪತಿ ಮತ್ತು (4) ನವಾಂಶದಲ್ಲಿ ಅವನ ಅಧಿಪತಿ - ಈ ನಾಲ್ಕು ಗ್ರಹಗಳು ರಾಶಿ ಮತ್ತು ನವಾಂಶ ಎರಡರಲ್ಲೂ ಕೇಂದ್ರ, ತ್ರಿಕೋಣ ಅಥವಾ ಉಚ್ಚ ರಾಶಿಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ. ಇವರು ಯುದ್ಧಗಳನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ. ಇವರು ಅತ್ಯಂತ ಸಮೃದ್ಧರು, ತತ್ವನಿಷ್ಠರು, ಬಲಿಷ್ಠರು ಮತ್ತು ದಯಾಳುಗಳು. ಕಲ್ಪದ್ರುಮ ಎನ್ನುವುದು ಸ್ವರ್ಗದ ದೇವವೃಕ್ಷವಾಗಿದೆ. ಈ ಯೋಗವನ್ನು ಪಾರಿಜಾತ ಯೋಗ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ. ಪಾರಿಜಾತವು ದೇವಲೋಕದ ಹೂವು."],
	"lagnaadhi_yoga":["ಲಗ್ನಾದಿ ಯೋಗ",
	"(1) ಲಗ್ನದಿಂದ 7 ಮತ್ತು 8ನೇ ಮನೆಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ ಮತ್ತು (2) ಯಾವುದೇ ಪಾಪ ಗ್ರಹಗಳು ಈ ಗ್ರಹಗಳನ್ನು ಕೂಡದಿದ್ದರೆ ಅಥವಾ ವೀಕ್ಷಿಸದಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶ್ರೇಷ್ಠ ವ್ಯಕ್ತಿಯಾಗುತ್ತಾರೆ. ಇವರು ವಿದ್ವಾಂಸರು ಮತ್ತು ಸುಖಿಗಳು. ಆದಿ ಎಂದರೆ ಮೇಲೆ ಅಥವಾ ಹೆಚ್ಚಿನ ಎಂದರ್ಥ. ಲಗ್ನಾದಿ ಯೋಗ ಎಂದರೆ ಲಗ್ನದಿಂದ ಪ್ರಾರಂಭವಾಗುವ ಆದಿ ಯೋಗ ಎಂದರ್ಥ."],
	"hari_yoga":["ಹರಿ ಯೋಗ",
	"2ನೇ ಅಧಿಪತಿಯಿಂದ 2, 12 ಮತ್ತು 8ನೇ ಸ್ಥಾನಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಖಿಗಳು, ವಿದ್ವಾಂಸರು ಮತ್ತು ಸಂಪತ್ತು ಹಾಗೂ ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟಿರುತ್ತಾರೆ. ಹರಿ ಎನ್ನುವುದು ವಿಷ್ಣುವಿನ ಹೆಸರು. 2ನೇ ಮನೆಯು ಆಹಾರ ಮತ್ತು ಹಣದ ಮನೆಯಾಗಿದ್ದು, ಇದು ಕರ್ಮ ಸ್ಥಾನವಾದ 10ನೇ ಮನೆಯಿಂದ ತ್ರಿಕೋಣವಾಗಿದೆ. ಇದು ಜೀವನೋಪಾಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ ಮತ್ತು ಅದರ ಅಧಿಪತಿಯು ಜಾತಕದಲ್ಲಿ ಹರಿ (ಜಗತ್ತಿನ ಪೋಷಕ)ಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ."],
	"hara_yoga": [
		"ಹರ ಯೋಗ",
		"4, 9 ಮತ್ತು 8ನೇ ಮನೆಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳು ಸ್ಥಿತವಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ನೀವು ಸಂತೋಷವಾಗಿರುತ್ತೀರಿ, ಉತ್ತಮ ಸ್ವಭಾವದವರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ಜೀವನದ ಸುಖಗಳನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ, ಆದರೂ ಕೆಲವೊಮ್ಮೆ ಅದೃಷ್ಟದಲ್ಲಿ ಅನಿರೀಕ್ಷಿತ ತಿರುವುಗಳನ್ನು ಎದುರಿಸಬಹುದು."
	],
	"brahma_yoga":["ಬ್ರಹ್ಮ ಯೋಗ",
	"ಲಗ್ನಾಧಿಪತಿಯಿಂದ 4, 10 ಮತ್ತು 11ನೇ ಮನೆಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ. ಬ್ರಹ್ಮ ಯೋಗದ ಮತ್ತೊಂದು ವಿಧ: (1) 9ನೇ ಅಧಿಪತಿಯಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಗುರು ಇದ್ದರೆ, (2) 11ನೇ ಅಧಿಪತಿಯಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಶುಕ್ರ ಇದ್ದರೆ ಮತ್ತು (3) ಲಗ್ನಾಧಿಪತಿ ಅಥವಾ 10ನೇ ಅಧಿಪತಿಯಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಬುಧ ಇದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಖಿಗಳು, ವಿದ್ವಾಂಸರು ಹಾಗೂ ಸಂಪತ್ತು ಮತ್ತು ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟಿರುತ್ತಾರೆ. ಬ್ರಹ್ಮ ಈ ವಿಶ್ವದ ಸೃಷ್ಟಿಕರ್ತ. ಲಗ್ನವು ಜನ್ಮವನ್ನು ಸೂಚಿಸುತ್ತದೆ ಮತ್ತು ಸೃಷ್ಟಿಕರ್ತನನ್ನು ಜಾತಕದಲ್ಲಿ ಲಗ್ನಾಧಿಪತಿಯು ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ."],
	"vishnu_yoga":["ವಿಷ್ಣು ಯೋಗ",
	"(1) 9 ಮತ್ತು 10ನೇ ಅಧಿಪತಿಗಳು 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) ರಾಶಿ ಚಾರ್ಟ್‌ನಲ್ಲಿ 9ನೇ ಅಧಿಪತಿಯು ನವಾಂಶದಲ್ಲಿ ಯಾವ ರಾಶಿಯಲ್ಲಿದ್ದಾನೋ ಆ ರಾಶಿಯ ಅಧಿಪತಿಯೂ 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅದೃಷ್ಟವಂತರು, ವಿದ್ವಾಂಸರು, ದೀರ್ಘಾಯುಷಿಗಳು ಮತ್ತು ರಾಜರಿಗೆ ಇಷ್ಟವಾದವರು. ವ್ಯಕ್ತಿಯು ವಿಷ್ಣು ಭಕ್ತನಾಗಿರುತ್ತಾನೆ."],
	"siva_yoga":["ಶಿವ ಯೋಗ",
	"(1) 5ನೇ ಅಧಿಪತಿ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) 9ನೇ ಅಧಿಪತಿ 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) 10ನೇ ಅಧಿಪತಿ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಜ್ಞಾನಿಗಳು ಮತ್ತು ಸದ್ಗುಣಿಗಳು. ಇವರು ವಿಜಯಶಾಲಿಗಳು. ಸೈನ್ಯದ ಮುಖ್ಯಸ್ಥರು ಅಥವಾ ಉದ್ಯಮಿಗಳಾಗಬಹುದು. ಶಿವನು ತ್ರಿಮೂರ್ತಿಗಳಲ್ಲಿ ಒಬ್ಬನು."],
	"trilochana_yoga":["ತ್ರಿಲೋಚನ ಯೋಗ",
	"ಸೂರ್ಯ, ಚಂದ್ರ ಮತ್ತು ಮಂಗಳ ಪರಸ್ಪರ ತ್ರಿಕೋಣಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶ್ರೀಮಂತರು, ಬುದ್ಧಿವಂತರು, ದೀರ್ಘಾಯುಷಿಗಳು ಮತ್ತು ಶತ್ರುಗಳ ಮೇಲೆ ಜಯ ಸಾಧಿಸುವವರು. ವ್ಯಕ್ತಿಯು ಅನೇಕ ಅಡೆತಡೆಗಳಿಲ್ಲದೆ ಎಲ್ಲವನ್ನೂ ಸಾಧಿಸುತ್ತಾನೆ. ತ್ರಿಲೋಚನ ಎಂದರೆ 'ಮೂರು ಕಣ್ಣುಗಳುಳ್ಳವನು'. ಇದು ಹಣೆಗಣ್ಣನ್ನು ಹೊಂದಿರುವ ಶಿವನ ಇನ್ನೊಂದು ಹೆಸರು."],
	"gouri_yoga":["ಗೌರಿ ಯೋಗ",
	"10ನೇ ಅಧಿಪತಿಯು ನವಾಂಶದಲ್ಲಿ ಆಕ್ರಮಿಸಿಕೊಂಡಿರುವ ರಾಶಿಯ ಅಧಿಪತಿಯು 10ನೇ ಮನೆಯಲ್ಲಿ ಉಚ್ಚನಾಗಿದ್ದು, ಲಗ್ನಾಧಿಪತಿಯು ಅವನೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಗೌರವಾನ್ವಿತ ಕುಟುಂಬದವರಾಗಿದ್ದು, ಧಾರ್ಮಿಕ ಮತ್ತು ಸದ್ಗುಣಿಗಳಾಗಿರುತ್ತಾರೆ. ಕುಟುಂಬದಿಂದ ಸುಖ ಶಾಂತಿ ಲಭಿಸುತ್ತದೆ. ಗೌರಿ ಶಿವನ ಪತ್ನಿಯಾದ ಪಾರ್ವತಿಯ ಒಂದು ರೂಪ. ಇವರು ವೈವಾಹಿಕ ಸುಖ ಮತ್ತು ಶುದ್ಧತೆಯ ಸಾಕಾರಮೂರ್ತಿ."],
	"chandikaa_yoga":["ಚಂಡಿಕಾ ಯೋಗ",
	"(1) ಲಗ್ನವು ಸ್ಥಿರ ರಾಶಿಯಲ್ಲಿದ್ದು 6ನೇ ಅಧಿಪತಿಯ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ ಮತ್ತು (2) ಸೂರ್ಯನು 6 ಮತ್ತು 9ನೇ ಅಧಿಪತಿಗಳು ನವಾಂಶದಲ್ಲಿರುವ ರಾಶ್ಯಾಧಿಪತಿಗಳ ಜೊತೆ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
	"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಆಕ್ರಮಣಕಾರಿ ಸ್ವಭಾವದವರು, ದಾನಿಗಳು, ಶ್ರೀಮಂತರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ದೀರ್ಘಾಯುಷಿಗಳು. ಚಂಡಿಕಾ ಪಾರ್ವತಿಯ ಉಗ್ರ ರೂಪ. ಆಕೆ ರಾಕ್ಷಸರನ್ನು ನಿರ್ದಯವಾಗಿ ಸಂಹರಿಸುತ್ತಾಳೆ."],
"lakshmi_yoga":["ಲಕ್ಷ್ಮಿ ಯೋಗ",
" (1) 9ನೇ ಅಧಿಪತಿಯು ಸ್ವಕ್ಷೇತ್ರದಲ್ಲಿ ಅಥವಾ ಉಚ್ಚ ರಾಶಿಯಲ್ಲಿದ್ದು ಅದು ಲಗ್ನದಿಂದ ಕೇಂದ್ರವಾಗಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ. ಉತ್ತಮ ರೂಪ, ಚಾರಿತ್ರ್ಯ, ಸಂಪತ್ತು ಮತ್ತು ಅನೇಕ ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟಿರುತ್ತಾರೆ. ವ್ಯಕ್ತಿಯು ತತ್ವನಿಷ್ಠ ಮತ್ತು ಪ್ರಸಿದ್ಧನಾಗಿರುತ್ತಾನೆ. ಲಕ್ಷ್ಮಿ ವಿಷ್ಣುವಿನ ಪತ್ನಿ ಮತ್ತು ಸಮೃದ್ಧಿಯ ದೇವತೆ."],
"saarada_yoga":["ಶಾರದಾ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) ಬುಧನು ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ, (3) ಸೂರ್ಯನು ಸಿಂಹ ರಾಶಿಯಲ್ಲಿ ಬಲವಾಗಿದ್ದರೆ, (4) ಬುಧ ಅಥವಾ ಗುರು ಚಂದ್ರನಿಂದ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದರೆ ಮತ್ತು (5) ಮಂಗಳನು 11ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸಂಪತ್ತು, ಸಂಗಾತಿ ಮತ್ತು ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟಿರುತ್ತಾರೆ. ಇವರು ಸುಖಿಗಳು, ವಿದ್ವಾಂಸರು, ತತ್ವನಿಷ್ಠರು ಮತ್ತು ರಾಜರಿಗೆ ಇಷ್ಟವಾದವರು. ಜ್ಞಾನದ ಅನ್ವೇಷಣೆಯಲ್ಲಿರುವ ತಪಸ್ವಿಗಳು. ಶಾರದಾ ಎನ್ನುವುದು ವಿದ್ಯಾದೇವತೆಯಾದ ಸರಸ್ವತಿಯ ಇನ್ನೊಂದು ಹೆಸರು."],
"bhaarathi_yoga":["ಭಾರತಿ ಯೋಗ",
"2, 5 ಅಥವಾ 11ನೇ ಅಧಿಪತಿಯು ನವಾಂಶದಲ್ಲಿರುವ ರಾಶಿಯ ಅಧಿಪತಿಯು ಉಚ್ಚನಾಗಿದ್ದು 9ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಮಹಾನ್ ವಿದ್ವಾಂಸರು. ಇವರು ಬುದ್ಧಿವಂತರು, ಧಾರ್ಮಿಕರು, ಸುಂದರರು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ಭಾರತಿ ಎನ್ನುವುದು ವಿದ್ಯಾದೇವತೆಯಾದ ಸರಸ್ವತಿಯ ಇನ್ನೊಂದು ಹೆಸರು."],
"saraswathi_yoga":["ಸರಸ್ವತಿ ಯೋಗ",
"(1) ಬುಧ, ಗುರು ಮತ್ತು ಶುಕ್ರರು ಪ್ರತಿಯೊಬ್ಬರೂ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣ ಅಥವಾ 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ (ಜೊತೆಯಾಗಿರಬೇಕೆಂದಿಲ್ಲ) ಮತ್ತು (2) ಗುರುವು ಸ್ವಕ್ಷೇತ್ರ, ಮಿತ್ರಕ್ಷೇತ್ರ ಅಥವಾ ಉಚ್ಚ ರಾಶಿಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅತ್ಯಂತ ವಿದ್ವಾಂಸರು, ಕೌಶಲ್ಯಪೂರ್ಣರು, ಬುದ್ಧಿವಂತರು, ಶ್ರೀಮಂತರು ಮತ್ತು ಪ್ರಸಿದ್ಧರಾಗಿರುತ್ತಾರೆ. ಇವರು ಎಲ್ಲರಿಂದ ಪ್ರಶಂಸಿಸಲ್ಪಡುತ್ತಾರೆ. ಸರಸ್ವತಿಯು ವಿದ್ಯಾದೇವತೆ."],
"amsaavatara_yoga":["ಅಂಶಾವತಾರ ಯೋಗ",
"ಗುರು, ಶುಕ್ರ ಮತ್ತು ಉಚ್ಚ ಶನಿ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನರಾಗುತ್ತಾರೆ. ಇವರು ವಿದ್ವಾಂಸರು ಮತ್ತು ಸುಖ ಜೀವನವನ್ನು ಇಷ್ಟಪಡುವವರು. ಇವರು ಕಳಂಕವಿಲ್ಲದ ಕೀರ್ತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಅಂಶಾವತಾರ ಎಂದರೆ ಭಗವಂತನ ಒಂದು ಅಂಶದ ಅವತಾರ ಎಂದರ್ಥ."],
"devendra_yoga":["ದೇವೇಂದ್ರ ಯೋಗ",
"(1) ಲಗ್ನವು ಸ್ಥಿರ ರಾಶಿಯಲ್ಲಿದ್ದರೆ, (2) 2 ಮತ್ತು 10ನೇ ಅಧಿಪತಿಗಳು ಪರಿವರ್ತನೆ ಹೊಂದಿದ್ದರೆ ಮತ್ತು (3) ಲಗ್ನ ಮತ್ತು 11ನೇ ಅಧಿಪತಿಗಳು ಪರಿವರ್ತನೆ ಹೊಂದಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಜನನಾಯಕರು. ಸುಂದರರು, ರೋಮ್ಯಾಂಟಿಕ್, ದೀರ್ಘಾಯುಷಿಗಳು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ದೇವೇಂದ್ರ ದೇವತೆಗಳ ಅಧಿಪತಿ."],	
"indra_yoga":["ಇಂದ್ರ ಯೋಗ",
"(1) 5 ಮತ್ತು 11ನೇ ಅಧಿಪತಿಗಳು ಪರಿವರ್ತನೆ ಹೊಂದಿದ್ದರೆ ಮತ್ತು (2) ಚಂದ್ರ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜರಾಗುತ್ತಾರೆ. ಧೈರ್ಯವಂತರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ದೀರ್ಘಾಯುಷಿಗಳು. ಇಂದ್ರ ದೇವತೆಗಳ ಅಧಿಪತಿ."],
"ravi_yoga":["ರವಿ ಯೋಗ",
"(1) ಸೂರ್ಯ 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (2) 10ನೇ ಅಧಿಪತಿ 3ನೇ ಮನೆಯಲ್ಲಿ ಶನಿಯೊಂದಿಗೆ ಇದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ವಿದ್ವಾಂಸರು, ಭಾವೋದ್ರಿಕ್ತರು ಮತ್ತು ರಾಜರಿಂದ ಗೌರವಿಸಲ್ಪಡುವವರು. ರವಿ ಎಂದರೆ ಸೂರ್ಯ."],
"bhaaskara_yoga":["ಭಾಸ್ಕರ ಯೋಗ",
"(1) ಚಂದ್ರ ಸೂರ್ಯನಿಂದ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ, (2) ಬುಧ ಸೂರ್ಯನಿಂದ 2ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಮತ್ತು (3) ಗುರು ಚಂದ್ರನಿಂದ 5 ಅಥವಾ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶ್ರೀಮಂತರು, ಪರಾಕ್ರಮಿಗಳು ಮತ್ತು ಉದಾತ್ತರು. ಇವರು ಶಾಸ್ತ್ರಗಳು, ಜ್ಯೋತಿಷ್ಯ ಮತ್ತು ಸಂಗೀತದಲ್ಲಿ ಪಾರಂಗತರು. ಉತ್ತಮ ವ್ಯಕ್ತಿತ್ವ ಹೊಂದಿರುತ್ತಾರೆ. ಭಾಸ್ಕರ ಎಂದರೆ 'ಪ್ರಕಾಶಮಾನವಾದ ಕಿರಣಗಳುಳ್ಳವನು', ಇದು ಸೂರ್ಯನ ಹೆಸರು."],
"kulavardhana_yoga":["ಕುಲವರ್ಧನ ಯೋಗ",
"ಲಗ್ನ ಅಥವಾ ಚಂದ್ರ ಅಥವಾ ಸೂರ್ಯನಿಂದ ಪ್ರತಿ ಗ್ರಹವೂ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಖಿಗಳು, ಶ್ರೀಮಂತರು ಮತ್ತು ತಮ್ಮ ವಂಶ ಹಾಗೂ ಸಮುದಾಯಕ್ಕೆ ಹೆಸರು ತರುತ್ತಾರೆ. ಇವರು ಯೋಗ್ಯ ಉತ್ತರಾಧಿಕಾರಿಗಳ ನಿರಂತರ ಪರಂಪರೆಯನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಕುಲ ಎಂದರೆ 'ವಂಶ', ವರ್ಧನ ಎಂದರೆ 'ಅದನ್ನು ಬೆಳೆಸುವವನು'."],
"vasumathi_yoga":["ವಸುಮತಿ ಯೋಗ",
"ಶುಭ ಗ್ರಹಗಳು ಉಪಚಯ ಸ್ಥಾನಗಳಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
"ಪೂರ್ಣ ಫಲಿತಾಂಶಕ್ಕಾಗಿ, ಉಪಚಯಗಳಲ್ಲಿ ಪಾಪ ಗ್ರಹಗಳಿರಬಾರದು ಮತ್ತು ಶುಭ ಗ್ರಹಗಳು ಬಲವಾಗಿರಬೇಕು. ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಅಪಾರ ಸಂಪತ್ತನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ವಸುಮತಿ ಎಂದರೆ ಭೂಮಿ."],
"gandharva_yoga":["ಗಂಧರ್ವ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿ 7ನೇ ಮನೆಯಿಂದ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದರೆ, (2) ಲಗ್ನಾಧಿಪತಿ ಗುರುವಿನೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಅಥವಾ ಗುರುವಿನ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ, (3) ಸೂರ್ಯ ಉಚ್ಚನಾಗಿದ್ದು ಬಲವಾಗಿದ್ದರೆ ಮತ್ತು (4) ಚಂದ್ರ 9ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಲಲಿತಕಲೆಗಳಲ್ಲಿ ಕೌಶಲ್ಯಪೂರ್ಣರು ಮತ್ತು ಪ್ರಸಿದ್ಧರು. ಗಂಧರ್ವರು ಸಂಗೀತ ಮತ್ತು ಕಲೆಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಕೌಶಲ್ಯ ಹೊಂದಿರುವ ದೇವವರ್ಗ."],
"go_yoga":["ಗೋ ಯೋಗ",
"(1) ಗುರು ತನ್ನ ಮೂಲತ್ರಿಕೋಣದಲ್ಲಿ ಬಲವಾಗಿದ್ದರೆ, (2) 2ನೇ ಅಧಿಪತಿ ಗುರುವಿನ ಜೊತೆಗಿದ್ದರೆ ಮತ್ತು (3) ಲಗ್ನಾಧಿಪತಿ ಉಚ್ಚನಾಗಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಗೌರವಾನ್ವಿತ ಕುಟುಂಬದವರು. ಇವರು ಶ್ರೀಮಂತರು ಮತ್ತು ಎಲ್ಲರಿಂದ ಗೌರವಿಸಲ್ಪಡುವವರು. ಗೋ ಎಂದರೆ ಹಸು."],
"vidyut_yoga":["ವಿದ್ಯುತ್ ಯೋಗ",
"(1) 11ನೇ ಅಧಿಪತಿ ಪರಮ ಉಚ್ಚನಾಗಿದ್ದರೆ, (2) ಅವನು ಶುಕ್ರನೊಂದಿಗೆ ಕೂಡಿದ್ದರೆ ಮತ್ತು (3) ಇಬ್ಬರೂ ಲಗ್ನಾಧಿಪತಿಯಿಂದ ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜ ಅಥವಾ ರಾಜನಿಗೆ ಸಮಾನರಾಗುತ್ತಾರೆ. ಶ್ರೀಮಂತರು, ಸುಖ ಜೀವನ ಪ್ರಿಯರು ಮತ್ತು ದಾನಿಗಳು. ವಿದ್ಯುತ್ ಎಂದರೆ ಮಿಂಚು ಅಥವಾ ವಿದ್ಯುತ್ ಶಕ್ತಿ."],
"chapa_yoga":["ಚಾಪ ಯೋಗ",
"(1) 4 ಮತ್ತು 10ನೇ ಅಧಿಪತಿಗಳು ಪರಿವರ್ತನೆ ಹೊಂದಿದ್ದರೆ ಮತ್ತು (2) ಲಗ್ನಾಧಿಪತಿ ಉಚ್ಚನಾಗಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ರಾಜನ ಬಳಿ ಕೆಲಸ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಅಪಾರ ಸಂಪತ್ತನ್ನು ಹೊಂದಿರುತ್ತಾರೆ. ಚಾಪ ಎಂದರೆ ಬಿಲ್ಲು."],
"pushkala_yoga":["ಪುಷ್ಕಳ ಯೋಗ",
"(1) ಲಗ್ನಾಧಿಪತಿ ಚಂದ್ರನ ಜೊತೆಗಿದ್ದರೆ, (2) ಚಂದ್ರನ ರಾಶ್ಯಾಧಿಪತಿ ಕೇಂದ್ರದಲ್ಲಿದ್ದರೆ ಅಥವಾ ಅಧಿಮಿತ್ರನ ಮನೆಯಲ್ಲಿದ್ದರೆ, (3) ಚಂದ್ರನ ರಾಶ್ಯಾಧಿಪತಿ ಲಗ್ನವನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದರೆ ಮತ್ತು (4) ಲಗ್ನದಲ್ಲಿ ಒಂದು ಗ್ರಹವಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ವಾಕ್ಚತುರರು, ಶ್ರೀಮಂತರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ರಾಜರಿಂದ ಗೌರವಿಸಲ್ಪಡುವವರು. ಪುಷ್ಕಳ ಎಂದರೆ ಹೇರಳ ಎಂದರ್ಥ."],
"makuta_yoga":["ಮಕುಟ ಯೋಗ",
"(1) 9ನೇ ಅಧಿಪತಿಯಿಂದ 9ನೇ ಮನೆಯಲ್ಲಿ ಗುರು ಇದ್ದರೆ, (2) ಗುರುವಿನಿಂದ 9ನೇ ಮನೆಯಲ್ಲಿ ಶುಭ ಗ್ರಹವಿದ್ದರೆ ಮತ್ತು (3) ಶನಿ 10ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಶಕ್ತಿಯುತ ಜನನಾಯಕರು. ಮಕುಟ ಎಂದರೆ ಕಿರೀಟ."],
"jaya_yoga":["ಜಯ ಯೋಗ",
"(1) 10ನೇ ಅಧಿಪತಿ ಪರಮ ಉಚ್ಚನಾಗಿದ್ದರೆ ಮತ್ತು (2) 6ನೇ ಅಧಿಪತಿ ನೀಚನಾಗಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಖಿಗಳು, ಯಶಸ್ವಿಗಳು, ಶತ್ರುಗಳ ಮೇಲೆ ವಿಜಯ ಸಾಧಿಸುವವರು ಮತ್ತು ದೀರ್ಘಾಯುಷಿಗಳು. ಜಯ ಎಂದರೆ ವಿಜಯಶಾಲಿ."],
"harsha_yoga":["ಹರ್ಷ ಯೋಗ",
"6ನೇ ಅಧಿಪತಿ 6ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಸುಖಿಗಳು, ಬಲಿಷ್ಠರು, ಸದ್ಗುಣಿಗಳು ಮತ್ತು ಅಜೇಯರು. ಹರ್ಷ ಎಂದರೆ ಸಂತೋಷ."],
"sarala_yoga":["ಸರಳ ಯೋಗ",
"8ನೇ ಅಧಿಪತಿ 8ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ದೀರ್ಘಾಯುಷಿಗಳು, ನಿರ್ಭಯರು, ವಿದ್ವಾಂಸರು, ಪ್ರಖ್ಯಾತರು ಮತ್ತು ಸಮೃದ್ಧರು. ಶತ್ರುಗಳಿಗೆ ಇವರು ಸಿಂಹಸ್ವಪ್ನ. ಸರಳ ಎಂದರೆ ನೇರ ನಡೆ-ನುಡಿ."],
"vimala_yoga":["ವಿಮಲ ಯೋಗ",
"12ನೇ ಅಧಿಪತಿ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದರೆ ಈ ಯೋಗವಿರುತ್ತದೆ.",
"ಈ ಯೋಗದಲ್ಲಿ ಜನಿಸಿದವರು ಉದಾತ್ತರು, ಮಿತವ್ಯಯಿಗಳು, ಸುಖಿಗಳು ಮತ್ತು ಸ್ವತಂತ್ರರು. ವಿಮಲ ಎಂದರೆ ಶುದ್ಧ."],
	"chatussagara_yoga": [
		"ಚತುಸ್ಸಾಗರ ಯೋಗ",
		"ಎಲ್ಲಾ ಗ್ರಹಗಳು ನಾಲ್ಕು ಕೇಂದ್ರ ಭಾವಗಳನ್ನು (1, 4, 7, 10) ಆಕ್ರಮಿಸಿಕೊಂಡಿರುವಾಗ.",
		"ನೀವು ಹೆಚ್ಚಿನ ಕೀರ್ತಿಯನ್ನು ಗಳಿಸುತ್ತೀರಿ, ರಾಜನಿಗೆ ಸಮಾನರಾಗುತ್ತೀರಿ ಮತ್ತು ಉತ್ತಮ ಆರೋಗ್ಯ ಹಾಗೂ ದೀರ್ಘಾಯುಷ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"rajalakshana_yoga": [
		"ರಾಜಲಕ್ಷಣ ಯೋಗ",
		"ಗುರು, ಶುಕ್ರ, ಬುಧ ಮತ್ತು ಚಂದ್ರ ಕೇಂದ್ರ ಭಾವಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಆಕರ್ಷಕ ವ್ಯಕ್ತಿತ್ವ, ಉದಾತ್ತ ಗುಣಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ಉನ್ನತ ಸ್ಥಾನ ಅಥವಾ ನಾಯಕತ್ವವನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"vanchana_chora_bheethi_yoga": [
		"ವಂಚನ ಚೋರ ಭೀತಿ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದು ಪಾಪ ಗ್ರಹಗಳ ಜೊತೆ ಕೂಡಿದ್ದರೆ ಅಥವಾ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ.",
		"ಇತರರಿಂದ ಮೋಸ ಹೋಗುವ ಅಥವಾ ದೋಚಲ್ಪಡುವ ನಿರಂತರ ಭಯವನ್ನು ನೀವು ಎದುರಿಸಬಹುದು."
	],
	"harihara_brahma_yoga": [
		"ಹರಿಹರ ಬ್ರಹ್ಮ ಯೋಗ",
		"9ನೇ ಅಧಿಪತಿಯಿಂದ 2, 8 ಮತ್ತು 12ನೇ ಮನೆಗಳಲ್ಲಿ ಶುಭ ಗ್ರಹಗಳು ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಸತ್ಯವಂತರು, ವಾಕ್ಚತುರರು ಮತ್ತು ವಿವಿಧ ಶಾಸ್ತ್ರ ಹಾಗೂ ಪುರಾಣಗಳಲ್ಲಿ ಹೆಚ್ಚಿನ ಪಾಂಡಿತ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"kahala_yoga": [
		"ಕಾಹಳ ಯೋಗ",
		"4 ಮತ್ತು 9ನೇ ಅಧಿಪತಿಗಳು ಪರಸ್ಪರ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದು ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದಾಗ.",
		"ನೀವು ಹಠಮಾರಿಗಳು, ಧೈರ್ಯವಂತರು ಮತ್ತು ಹಳ್ಳಿ ಮುಖಂಡ ಅಥವಾ ಸೈನ್ಯಾಧಿಕಾರಿಯಂತಹ ಅಧಿಕಾರ ಸ್ಥಾನವನ್ನು ಹೊಂದಿರಬಹುದು."
	],
	"mahabhagya_yoga": [
		"ಮಹಾಭಾಗ್ಯ ಯೋಗ",
		"ಪುರುಷರಿಗೆ: ಹಗಲು ಜನನವಾಗಿದ್ದು ಲಗ್ನ, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ ಬೆಸ ರಾಶಿಗಳಲ್ಲಿದ್ದಾಗ. ಸ್ತ್ರೀಯರಿಗೆ: ರಾತ್ರಿ ಜನನವಾಗಿದ್ದು ಲಗ್ನ, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ ಸರಿ ರಾಶಿಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಅತ್ಯಂತ ಅದೃಷ್ಟವಂತರು, ಶ್ರೀಮಂತರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಉದಾತ್ತ ಚಾರಿತ್ರ್ಯದೊಂದಿಗೆ ದೀರ್ಘಾಯುಷ್ಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"sreenatha_yoga": [
		"ಶ್ರೀನಾಥ ಯೋಗ",
		"7ನೇ ಅಧಿಪತಿಯು 10ನೇ ಮನೆಯಲ್ಲಿದ್ದು, 10ನೇ ಅಧಿಪತಿಯು 9ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ನೀವು ಸಮಾಜದ ಮೆಚ್ಚಿನ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ, ಸಮೃದ್ಧಿಯನ್ನು ಹೊಂದುತ್ತೀರಿ ಮತ್ತು ಜೀವನದಲ್ಲಿ ಅತ್ಯಂತ ಉನ್ನತ ಸ್ಥಾನವನ್ನು ತಲುಪುತ್ತೀರಿ."
	],
	"lagna_malika_yoga": [
		"ಲಗ್ನ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಲಗ್ನದಿಂದ (1ನೇ ಮನೆ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಕಮಾಂಡರ್ ಅಥವಾ ಆಡಳಿತಗಾರರಾಗುತ್ತೀರಿ, ಸಂಪತ್ತು, ಅನೇಕ ವಾಹನಗಳು ಮತ್ತು ಉನ್ನತ ಸಾಮಾಜಿಕ ಸ್ಥಾನಮಾನವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"dhana_malika_yoga": [
		"ಧನ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 2ನೇ ಮನೆಯಿಂದ (ಧನ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಶ್ರೀಮಂತರಾಗಿರುತ್ತೀರಿ, ದಾನಿಗಳು, ನಿಮ್ಮ ಕುಟುಂಬದ ಕಡೆಗೆ ಕರ್ತವ್ಯನಿಷ್ಠರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ಭೌತಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ."
	],
	"vikrama_malika_yoga": [
		"ವಿಕ್ರಮ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 3ನೇ ಮನೆಯಿಂದ (ವಿಕ್ರಮ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಧೈರ್ಯವಂತರು, ಅನೇಕ ಒಡಹುಟ್ಟಿದವರನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಪರಾಕ್ರಮದ ಮೂಲಕ ಯಶಸ್ಸನ್ನು ಸಾಧಿಸುತ್ತೀರಿ."
	],
	"sukha_malika_yoga": [
		"ಸುಖ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 4ನೇ ಮನೆಯಿಂದ (ಸುಖ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಸುಖಿಯಾಗಿರುತ್ತೀರಿ, ಭೂಮಿ ಮತ್ತು ವಾಹನಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ಆರಾಮದಾಯಕ ಹಾಗೂ ಶಾಂತಿಯುತ ಜೀವನವನ್ನು ನಡೆಸುತ್ತೀರಿ."
	],
	"putra_malika_yoga": [
		"ಪುತ್ರ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 5ನೇ ಮನೆಯಿಂದ (ಪುತ್ರ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಬುದ್ಧಿವಂತರು, ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಪಾರಂಗತರು ಮತ್ತು ನಿಮಗೆ ಹೆಮ್ಮೆ ತರುವ ಮಕ್ಕಳಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟವರಾಗಿರುತ್ತೀರಿ."
	],
	"satru_malika_yoga": [
		"ಶತ್ರು ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 6ನೇ ಮನೆಯಿಂದ (ಶತ್ರು ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಶತ್ರುಗಳನ್ನು ಜಯಿಸುವಲ್ಲಿ ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ, ಆದರೂ ನೀವು ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳು ಅಥವಾ ಕಾನೂನು ಹೋರಾಟಗಳನ್ನು ಎದುರಿಸಬಹುದು."
	],
	"kalatra_malika_yoga": [
		"ಕಳತ್ರ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 7ನೇ ಮನೆಯಿಂದ (ಕಳತ್ರ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ವಿರುದ್ಧ ಲಿಂಗದವರಲ್ಲಿ ಬಹಳ ಜನಪ್ರಿಯರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ಮದುವೆಯ ಮೂಲಕ ಉನ್ನತ ಸಾಮಾಜಿಕ ಸ್ಥಾನಮಾನವನ್ನು ಪಡೆಯಬಹುದು."
	],
	"randhra_malika_yoga": [
		"ರಂಧ್ರ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 8ನೇ ಮನೆಯಿಂದ (ರಂಧ್ರ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ದೀರ್ಘಾಯುಷ್ಯವನ್ನು ಹೊಂದಿರಬಹುದು ಆದರೆ ಹೋರಾಟಗಳು, ಆರ್ಥಿಕ ಹಿನ್ನಡೆಗಳನ್ನು ಎದುರಿಸಬಹುದು ಅಥವಾ ಇತರರಿಂದ ತಪ್ಪು ತಿಳುವಳಿಕೆಗೆ ಒಳಗಾಗಬಹುದು."
	],
	"bhagya_malika_yoga": [
		"ಭಾಗ್ಯ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 9ನೇ ಮನೆಯಿಂದ (ಭಾಗ್ಯ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಅತ್ಯಂತ ಅದೃಷ್ಟವಂತರು, ಧಾರ್ಮಿಕರು ಮತ್ತು ನಿಮ್ಮ ದಾನ ಕಾರ್ಯಗಳಿಗಾಗಿ ಜಗತ್ಪ್ರಸಿದ್ಧರಾಗುತ್ತೀರಿ."
	],
	"karma_malika_yoga": [
		"ಕರ್ಮ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 10ನೇ ಮನೆಯಿಂದ (ಕರ್ಮ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ನಿಮ್ಮ ವೃತ್ತಿಜೀವನದಲ್ಲಿ ಬಹಳ ಯಶಸ್ವಿಯಾಗುತ್ತೀರಿ, ರಾಜ್ಯದಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಕ್ಷೇತ್ರದಲ್ಲಿ ನಾಯಕರಾಗುತ್ತೀರಿ."
	],
	"laabha_malika_yoga": [
		"ಲಾಭ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 11ನೇ ಮನೆಯಿಂದ (ಲಾಭ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಆದಾಯದ ಮಲ್ಟಿಪಲ್ ಮೂಲಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಸಾಮಾಜಿಕ ವಲಯದ ಮೂಲಕ ನಿಮ್ಮ ಎಲ್ಲಾ ಆಸೆಗಳನ್ನು ಪೂರೈಸಿಕೊಳ್ಳುತ್ತೀರಿ."
	],
	"vyaya_malika_yoga": [
		"ವ್ಯಯ ಮಾಲಿಕಾ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು 12ನೇ ಮನೆಯಿಂದ (ವ್ಯಯ ಭಾವ) ಪ್ರಾರಂಭಿಸಿ ಸತತ ಏಳು ಮನೆಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ದುಂದುವೆಚ್ಚ ಮಾಡುವವರಾಗಿರಬಹುದು, ವಿದೇಶದಲ್ಲಿ ವಾಸಿಸುವ ಸಾಧ್ಯತೆಯಿದೆ ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಅಥವಾ ದಾನ ಕಾರ್ಯಗಳಿಗಾಗಿ ಹಣ ವ್ಯಯಿಸಲು ಒಲವು ಹೊಂದಿರಬಹುದು."
	],
	"parijatha_yoga": [
		"ಪಾರಿಜಾತ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿಯು ಇರುವ ರಾಶಿಯ ಅಧಿಪತಿ ಮತ್ತು ಆ ಅಧಿಪತಿಯು ಇರುವ ರಾಶಿಯ ಅಧಿಪತಿ - ಇಬ್ಬರೂ ಲಗ್ನದಿಂದ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಜೀವನದ ಮಧ್ಯ ಮತ್ತು ಕೊನೆಯ ಭಾಗಗಳಲ್ಲಿ ಸುಖಿಯಾಗಿರುತ್ತೀರಿ, ರಾಜರಿಂದ ಅಥವಾ ಸರ್ಕಾರದಿಂದ ಗೌರವಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ. ನೀವು ಶ್ರೀಮಂತರು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಉದಾರವಾಗಿರುತ್ತೀರಿ."
	],
	"kalanidhi_yoga": [
		"ಕಳಾನಿಧಿ ಯೋಗ",
		"ಗುರುವು 2ನೇ ಅಥವಾ 5ನೇ ಮನೆಯಲ್ಲಿ ಬುಧ ಮತ್ತು ಶುಕ್ರರೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ ಅವರಿಂದ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ ಮತ್ತು ಬುಧ ಅಥವಾ ಶುಕ್ರರ ರಾಶಿಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಅತ್ಯಂತ ವಿದ್ವಾಂಸರು, ಅನೇಕ ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಪಂಡಿತರು, ಸದ್ಗುಣಿಗಳು ಮತ್ತು ಉತ್ತಮ ಆರೋಗ್ಯ ಹಾಗೂ ಅಪಾರ ಸಂಪತ್ತಿನಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಟ್ಟವರಾಗಿರುತ್ತೀರಿ."
	],
	"garuda_yoga": [
		"ಗರುಡ ಯೋಗ",
		"ಚಂದ್ರನು ಇರುವ ನವಾಂಶದ ಅಧಿಪತಿಯು ಉಚ್ಚನಾಗಿದ್ದು, ಶುಕ್ಲ ಪಕ್ಷದ ಹಗಲು ವೇಳೆಯಲ್ಲಿ ಜನನವಾಗಿದ್ದಾಗ.",
		"ನೀವು ಸಜ್ಜನರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತೀರಿ, ವಾಕ್ಚತುರರು, ಧೈರ್ಯವಂತರು ಮತ್ತು ನಿಮ್ಮ 34ನೇ ವಯಸ್ಸಿನಲ್ಲಿ ಶತ್ರುಗಳಿಂದ ಅಪಾಯವನ್ನು ಎದುರಿಸಬಹುದು."
	],
	"vallaki_yoga": [
		"ವಲ್ಲಕಿ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಏಳು ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಹಂಚಿಹೋಗಿದ್ದಾಗ.",
		"ನೀವು ಸಂಗೀತ, ಲಲಿತಕಲೆಗಳು ಮತ್ತು ಸಾಹಿತ್ಯದ ಬಗ್ಗೆ ಒಲವು ಹೊಂದಿರುತ್ತೀರಿ. ನೀವು ಸುಖಿಗಳು, ಪ್ರಸಿದ್ಧರು ಮತ್ತು ಅನೇಕ ಸ್ನೇಹಿತರನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"dama_yoga": [
		"ದಾಮ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಆರು ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಹಂಚಿಹೋಗಿದ್ದಾಗ.",
		"ನೀವು ಪರೋಪಕಾರಿ, ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುವವರು, ಧೈರ್ಯವಂತರು ಮತ್ತು ಬಹಳ ಶ್ರೀಮಂತರಾಗಿರುತ್ತೀರಿ."
	],
	"kedara_yoga": [
		"ಕೇದಾರ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ನಾಲ್ಕು ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಹಂಚಿಹೋಗಿದ್ದಾಗ.",
		"ನೀವು ಕೃಷಿಕರು ಅಥವಾ ಭೂಮಿಗೆ ಸಂಬಂಧಿಸಿದವರಾಗಿರುತ್ತೀರಿ, ಸತ್ಯವಂತರು, ಸುಖಿಗಳು ಮತ್ತು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡುವವರಾಗಿರುತ್ತೀರಿ."
	],
	"sula_yoga": [
		"ಶೂಲ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಮೂರು ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಹಂಚಿಹೋಗಿದ್ದಾಗ.",
		"ನೀವು ಸಿಡುಕು ಸ್ವಭಾವದವರಾಗಿರಬಹುದು, ಶೂರರು, ಬಹುಶಃ ಬಡವರಾಗಿರಬಹುದು ಅಥವಾ ಮಿಲಿಟರಿ ಅಥವಾ ಶೌರ್ಯದ ಕಾರ್ಯಗಳ ಮೂಲಕ ಕೀರ್ತಿ ಗಳಿಸಬಹುದು."
	],
	"yuga_yoga": [
		"ಯುಗ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಕೇವಲ ಎರಡು ವಿಭಿನ್ನ ರಾಶಿಗಳಲ್ಲಿ ಹಂಚಿಹೋಗಿದ್ದಾಗ.",
		"ನೀವು ಬಡವರು, ಕಪಟಿಗಳು ಆಗಿರಬಹುದು ಮತ್ತು ಸಾಮಾಜಿಕ ಸ್ಥಾನಮಾನ ಅಥವಾ ಕೌಟುಂಬಿಕ ಸುಖದ ಕೊರತೆಯನ್ನು ಹೊಂದಿರಬಹುದು."
	],
	"gola_yoga": [
		"ಗೋಲ ಯೋಗ",
		"ಎಲ್ಲಾ ಏಳು ಗ್ರಹಗಳು ಒಂದೇ ರಾಶಿಯಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನೀವು ಅವಿದ್ಯಾವಂತರಾಗಿರಬಹುದು, ನಿರ್ಗತಿಕರಾಗಿರಬಹುದು ಮತ್ತು ಸಮಾಜದಿಂದ ತಪ್ಪು ತಿಳುವಳಿಕೆಗೆ ಒಳಗಾಗಿ ಸಂಕಷ್ಟದ ಜೀವನವನ್ನು ನಡೆಸಬಹುದು."
	],
	"dhur_yoga": [
		"ಧುರ್ ಯೋಗ",
		"10ನೇ ಮನೆಯ ಅಧಿಪತಿಯು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ.",
		"ನಿಮ್ಮ ವೃತ್ತಿಜೀವನದಲ್ಲಿ ನೀವು ತೊಂದರೆಗಳನ್ನು ಎದುರಿಸಬಹುದು, ಉದ್ಯೋಗ ಅಥವಾ ಸ್ಥಾನದ ನಷ್ಟವಾಗಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಕೆಲಸಕ್ಕೆ ಮನ್ನಣೆ ಪಡೆಯಲು ಹೋರಾಡಬೇಕಾಗಬಹುದು."
	],
	"dharidhra_yoga": [
		"ದರಿದ್ರ ಯೋಗ",
		"11ನೇ ಮನೆಯ ಅಧಿಪತಿಯು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಆರ್ಥಿಕ ಸಂಕಷ್ಟಗಳನ್ನು, ಭಾರಿ ಸಾಲಗಳನ್ನು ಎದುರಿಸಬಹುದು ಮತ್ತು ಕಠಿಣ ಪರಿಶ್ರಮದ ಹೊರತಾಗಿಯೂ ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸಲು ಕಷ್ಟವಾಗಬಹುದು."
	],
  "dharidhra_yoga_144": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "12ನೇ ಭಾವಾಧಿಪತಿ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿ ಪರಸ್ಪರ ಸ್ಥಾನ ಪರಿವರ್ತನೆ ಮಾಡಿ, 7ನೇ ಭಾವಾಧಿಪತಿಯೊಂದಿಗೆ ಯುತಿ ಇರಲಿ ಅಥವಾ ಅವನ ದೃಷ್ಟಿ ಇರಲಿ.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_145": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "6ನೇ ಭಾವಾಧಿಪತಿ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿ ಪರಸ್ಪರ ಪರಿವರ್ತನೆ ಮಾಡಿ, ಚಂದ್ರನು 2ನೇ ಅಥವಾ 7ನೇ ಭಾವಾಧಿಪತಿಯ ದೃಷ್ಟಿ ಪಡೆಯುವುದು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_146": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಕೇತು ಮತ್ತು ಚಂದ್ರ ಲಗ್ನದಲ್ಲಿರಬೇಕು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_147": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಲಗ್ನಾಧಿಪತಿ 8ನೇ ಭಾವದಲ್ಲಿ ಇದ್ದು, 2ನೇ ಅಥವಾ 7ನೇ ಭಾವಾಧಿಪತಿಯ ದೃಷ್ಟಿ ಇರಲಿ ಅಥವಾ ಅವರೊಂದಿಗೆ ಯುತಿ ಇರಲಿ.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_148": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಲಗ್ನಾಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಭಾವದಲ್ಲಿ ಪಾಪಗ್ರಹದೊಂದಿಗೆ ಇದ್ದು, 2ನೇ ಅಥವಾ 7ನೇ ಭಾವಾಧಿಪತಿಯ ದೃಷ್ಟಿ/ಯುತಿ ಹೊಂದಿರುವುದು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_149": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಲಗ್ನಾಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಭಾವಾಧಿಪತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿ, ಪಾಪ ದೃಷ್ಟಿಗಳಿಂದ ಪೀಡಿತನಾಗುವುದು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_150": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "5ನೇ ಭಾವಾಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಭಾವಾಧಿಪತಿಯನ್ನು ಸೇರಿ, ಶುಭ ದೃಷ್ಟಿ/ಯುತಿ ಇಲ್ಲದೆ.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_151": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "5ನೇ ಭಾವಾಧಿಪತಿ 6ನೇ ಅಥವಾ 10ನೇ ಭಾವದಲ್ಲಿ ಇದ್ದು, 2, 6, 7, 8 ಅಥವಾ 12ನೇ ಭಾವಾಧಿಪತಿಗಳ ದೃಷ್ಟಿಗೆ ಒಳಗಾಗುವುದು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_152": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಸ್ವಭಾವತಃ ಪಾಪ ಗ್ರಹಗಳು (9 ಅಥವಾ 10ನೇ ಭಾವದ ಸ್ವಾಮ್ಯವಿಲ್ಲದೆ) ಲಗ್ನದಲ್ಲಿ ಇದ್ದು, ಮಾರಕಾಧಿಪತಿಗಳ (L2/L7) ಜೊತೆ ಸಂಬಂಧ ಅಥವಾ ಅವರ ದೃಷ್ಟಿ ಹೊಂದುವುದು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
  "dharidhra_yoga_153": [
    "ದಾರಿದ್ರ್ಯ ಯೋಗ",
    "ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು ನವಾಂಶ ಲಗ್ನಾಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಭಾವಗಳಲ್ಲಿ ಇದ್ದು, 2 ಮತ್ತು 7ನೇ ಭಾವಾಧಿಪತಿಗಳ ದೃಷ್ಟಿ ಅಥವಾ ಯುತಿ ಹೊಂದಿರಬೇಕು.",
    "ಈ ಯೋಗವು ಭಾರೀ ದಾರಿದ್ರ್ಯ, ಆರ್ಥಿಕ ಸಂಕಷ್ಟ, ದೀನತೆ ಮತ್ತು ದುಃಖಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ"
  ],
	"sareera_soukhya_yoga": [
		"ಶರೀರ ಸೌಖ್ಯ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ, ಗುರು ಮತ್ತು ಶುಕ್ರರು ಕೇಂದ್ರ ಸ್ಥಾನಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಅತ್ಯುತ್ತಮ ದೈಹಿಕ ಆರೋಗ್ಯ, ದೀರ್ಘಾಯುಷ್ಯ ಮತ್ತು ಐಷಾರಾಮಿ ಜೀವನವನ್ನು ಆನಂದಿಸುವಿರಿ."
	],
	"dehapushti_yoga": [
		"ದೇಹಪುಷ್ಟಿ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿಯು ಚರ ರಾಶಿಯಲ್ಲಿದ್ದು, ಶುಭ ಗ್ರಹದ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಬಲಿಷ್ಠವಾದ, ಸುಟಿಯಾದ ಮತ್ತು ಆರೋಗ್ಯಕರವಾದ ಮೈಕಟ್ಟು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"rogagrastha_yoga": [
		"ರೋಗಗ್ರಸ್ತ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿಯು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದು 6ನೇ ಮನೆಯ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ.",
		"ನಿಮ್ಮ ದೇಹ ಪ್ರಕೃತಿ ದುರ್ಬಲವಾಗಿರಬಹುದು ಮತ್ತು ನೀವು ದೀರ್ಘಕಾಲದ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳಿಗೆ ಅಥವಾ ಪದೇ ಪದೇ ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾಗುವ ಸಾಧ್ಯತೆಯಿದೆ."
	],
"krisanga_yoga_112": [
  "ಕೃಷಾಂಗ ಯೋಗ",
  "ಲಗ್ನಾಧಿಪತಿ ಒಣ (ಡ್ರೈ) ರಾಶಿಯಲ್ಲಿ ಅಥವಾ ಒಣ ಗ್ರಹದ ಸ್ವರಾಶಿಯಲ್ಲಿ ಇರುವಿಕೆ.",
  "ದೇಹ ಸಣ್ಣದು, ಕ್ಷೀಣವಾದದ್ದು ಅಥವಾ ಒಣಗಿದಂತ ಕಾಣಿಕೆ ಇರುತ್ತದೆ."
],
"krisanga_yoga_113": [
  "ಕೃಷಾಂಗ ಯೋಗ",
  "ನವಾಂಶ ಲಗ್ನವು ಒಣ ಗ್ರಹದ ಅಧೀನದಲ್ಲಿದ್ದು ಮತ್ತು ಪಾಪಗ್ರಹಗಳು ರಾಶಿ ಲಗ್ನಕ್ಕೆ ಯುತಿ ಆಗಿರುವಿಕೆ.",
  "ದೇಹ ಸಣ್ಣದು, ಕ್ಷೀಣವಾದದ್ದು ಅಥವಾ ಒಣಗಿದಂತ ಕಾಣಿಕೆ ಇರುತ್ತದೆ."
],
"dehasthoulya_yoga_114": [
  "ದೇಹಸ್ಥೌಲ್ಯ ಯೋಗ",
  "ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು ಅದರ ನವಾಂಶಾಧಿಪತಿ ಇಬ್ಬರೂ (ರಾಶಿಯಲ್ಲಿ) ಜಲ ರಾಶಿಗಳಲ್ಲಿರುವಿಕೆ.",
  "ದೇಹ ಗಟ್ಟಿಯಾಗಿದ್ದು, ಭಾರವಾಗಿದ್ದು ಅಥವಾ ಸ್ಥೂಲಕಾಯ towards ಸಾಗುವ ಪ್ರವೃತ್ತಿ ಇರುತ್ತದೆ."
],
"dehasthoulya_yoga_115": [
  "ದೇಹಸ್ಥೌಲ್ಯ ಯೋಗ",
  "ಗುರು ಲಗ್ನದಲ್ಲಿ ಅಥವಾ ಜಲ ರಾಶಿಯಿಂದ ಲಗ್ನಕ್ಕೆ ಗುರುನ ದೃಷ್ಟಿ ಇರುವಿಕೆ.",
  "ದೇಹ ಗಟ್ಟಿಯಾಗಿದ್ದು, ಭಾರವಾಗಿದ್ದು ಅಥವಾ ಸ್ಥೂಲಕಾಯ towards ಸಾಗುವ ಪ್ರವೃತ್ತಿ ಇರುತ್ತದೆ."
],
"dehasthoulya_yoga_116": [
  "ದೇಹಸ್ಥೌಲ್ಯ ಯೋಗ",
  "ಲಗ್ನವು ಜಲ ರಾಶಿಯಲ್ಲಿ ಶುಭಗ್ರಹಗಳೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿರುವುದು ಅಥವಾ ಲಗ್ನಾಧಿಪತಿ ಜಲತತ್ತ್ವದ ಗ್ರಹವಾಗಿರುವುದು.",
  "ದೇಹ ಗಟ್ಟಿಯಾಗಿದ್ದು, ಭಾರವಾಗಿದ್ದು ಅಥವಾ ಸ್ಥೂಲಕಾಯ towards ಸಾಗುವ ಪ್ರವೃತ್ತಿ ಇರುತ್ತದೆ."
],
	"sada_sanchara_yoga": [
		"ಸದಾ ಸಂಚಾರ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ ಅಥವಾ ಚಂದ್ರನು ಚರ ರಾಶಿಯಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಕೆಲಸದ ಅಥವಾ ವೈಯಕ್ತಿಕ ಕಾರಣಗಳಿಗಾಗಿ ಆಗಾಗ್ಗೆ ಪ್ರಯಾಣಿಸುತ್ತಾ, ಸದಾ ಸಂಚಾರದಲ್ಲಿರುತ್ತೀರಿ."
	],
	"dhana_yoga": [
		"ಧನ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿ ಮತ್ತು 5, 9 ಅಥವಾ 11ನೇ ಅಧಿಪತಿಗಳ ನಡುವೆ ಬಲವಾದ ಸಂಬಂಧವಿದ್ದಾಗ ಅಥವಾ ಅವರು ಕೇಂದ್ರ/ತ್ರಿಕೋಣಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಗಣನೀಯ ಪ್ರಮಾಣದ ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೀರಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ ಮತ್ತು ಬಹು ಆದಾಯದ ಮೂಲಗಳೊಂದಿಗೆ ಆರಾಮದಾಯಕ ಜೀವನ ನಡೆಸುತ್ತೀರಿ."
	],
"dhana_yoga_128": [
  "ಧನ ಯೋಗ",
  "ಶುಕ್ರನು ಲಗ್ನದಲ್ಲಿ ಸ್ವರಾಶಿಯಲ್ಲಿಿದ್ದು, ಶನಿ ಮತ್ತು ಬುಧರಿಂದ ಯುತಿ ಅಥವಾ ದೃಷ್ಟಿ ದೊರಕಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_127": [
  "ಧನ ಯೋಗ",
  "ಗುರು ಲಗ್ನದಲ್ಲಿ ಸ್ವರಾಶಿಯಲ್ಲಿಿದ್ದು, ಬುಧ ಮತ್ತು ಕುಜರಿಂದ ಯುತಿ/ದೃಷ್ಟಿ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_126": [
  "ಧನ ಯೋಗ",
  "ಬುಧ ಲಗ್ನದಲ್ಲಿ ಸ್ವರಾಶಿಯಲ್ಲಿಿದ್ದು, ಶನಿ ಮತ್ತು ಶುಕ್ರರಿಂದ ಯುತಿ/ದೃಷ್ಟಿ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_125": [
  "ಧನ ಯೋಗ",
  "ಕುಜನು ಲಗ್ನದಲ್ಲಿ ಮೇಷ ಅಥವಾ ವೃಶ್ಚಿಕ ರಾಶಿಯಲ್ಲಿದ್ದು, ಚಂದ್ರ, ಶುಕ್ರ ಮತ್ತು ಶನಿಯ ಯುತಿ/ದೃಷ್ಟಿ ಪಡೆಯಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_124": [
  "ಧನ ಯೋಗ",
  "ಚಂದ್ರ ಲಗ್ನದಲ್ಲಿ ಕಟಕ ರಾಶಿಯಲ್ಲಿದ್ದು, ಗುರು ಮತ್ತು ಕುಜರ ದೃಷ್ಟಿ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_123": [
  "ಧನ ಯೋಗ",
  "ಸೂರ್ಯ ಲಗ್ನದಲ್ಲಿ ಸಿಂಹ ರಾಶಿಯಲ್ಲಿದ್ದು, ಕುಜ ಮತ್ತು ಗುರುಗಳ ಯುತಿ ಅಥವಾ ದೃಷ್ಟಿ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_122": [
  "ಧನ ಯೋಗ",
  "ಲಗ್ನದಿಂದ 5ನೇ ಭಾವವು ಗುರುನ ರಾಶಿಯಾಗಿದ್ದು ಅಲ್ಲಿ ಗುರು ಇರುವುದೂ, 11ನೇ ಭಾವದಲ್ಲಿ ಕುಜ ಮತ್ತು ಚಂದ್ರ ಇರುವುದೂ ಆಗಿದ್ದರೆ ಧನ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_121": [
  "ಧನ ಯೋಗ",
  "ಸೂರ್ಯನು 5ನೇ ಭಾವದಲ್ಲಿ ಸ್ವರಾಶಿಯಲ್ಲಿ ಇರಬೇಕು; 11ನೇ ಭಾವದಲ್ಲಿ ಗುರು ಮತ್ತು ಚಂದ್ರ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_120": [
  "ಧನ ಯೋಗ",
  "ಶನಿ ಸ್ವರಾಶಿಯನ್ನು ಅಲಂಕರಿಸಬೇಕು; ಅದು ಲಗ್ನದಿಂದ 5ನೇ ಭಾವವಾಗಿರಬೇಕು; 11ನೇ ಭಾವದಲ್ಲಿ ಬುಧ ಮತ್ತು ಕುಜ ಸ್ಥಿತಿಯಾಗಿರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_119": [
  "ಧನ ಯೋಗ",
  "ಬುಧನು ಸ್ವರಾಶಿಯಲ್ಲಿ ಇರಬೇಕು; ಅದು ಲಗ್ನದಿಂದ 5ನೇ ಭಾವವಾಗಿರಬೇಕು; 11ನೇ ಭಾವದಲ್ಲಿ ಚಂದ್ರ ಮತ್ತು ಕುಜ ಇರಬೇಕು.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
"dhana_yoga_118": [
  "ಧನ ಯೋಗ",
  "ಲಗ್ನದಿಂದ 5ನೇ ಭಾವವು ಶುಕ್ರನ ರಾಶಿಯಾಗಿದ್ದು, 5ನೇಯಲ್ಲಿ ಶುಕ್ರ ಮತ್ತು 11ನೇಯಲ್ಲಿ ಶನಿ ಇದ್ದರೆ ಧನ ಯೋಗ ಸಂಭವಿಸುತ್ತದೆ.",
  "ನೀವು ಮಹತ್ತರ ಐಶ್ವರ್ಯವನ್ನು ಸಂಪಾದಿಸಿ, ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸಿ, ಅನೇಕ ಆದಾಯ ಮೂಲಗಳೊಂದಿಗೆ ಸುಖಕರ ಜೀವನ ನಡೆಸುವಿರಿ."
],
	"bahudravyarjana_yoga": [
		"ಬಹುದ್ರವ್ಯಾರ್ಜನ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ 2ನೇ ಮನೆಯಲ್ಲಿ, 2ನೇ ಅಧಿಪತಿ 11ನೇ ಮನೆಯಲ್ಲಿ ಮತ್ತು 11ನೇ ಅಧಿಪತಿ ಲಗ್ನದಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ವಿವಿಧ ಮೂಲಗಳ ಮೂಲಕ ಅಪಾರ ಸಂಪತ್ತನ್ನು ಗಳಿಸುವಿರಿ ಮತ್ತು ನಿಮ್ಮ ಸಮುದಾಯದಲ್ಲಿ ಅತಿ ಶ್ರೀಮಂತ ವ್ಯಕ್ತಿಯಾಗುತ್ತೀರಿ."
	],
	"swaveeryaddhana_yoga": [
		"ಸ್ವವೀರ್ಯದ್ಧನ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿಯು ಜಾತಕದಲ್ಲಿ ಅತ್ಯಂತ ಬಲವಾದ ಗ್ರಹವಾಗಿದ್ದು, ಕೇಂದ್ರದಲ್ಲಿದ್ದು 2ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಪೂರ್ವಜರ ಸಹಾಯವಿಲ್ಲದೆ ಕೇವಲ ನಿಮ್ಮ ಸ್ವಂತ ಪ್ರಯತ್ನ, ಕಠಿಣ ಪರಿಶ್ರಮ ಮತ್ತು ವೈಯಕ್ತಿಕ ಸಾಮರ್ಥ್ಯದಿಂದ ಸಂಪತ್ತನ್ನು ಗಳಿಸುವಿರಿ."
	],
	"madhya_vayasi_dhana_yoga": [
		"ಮಧ್ಯ ವಯಸಿ ಧನ ಯೋಗ",
		"ಲಗ್ನ, 2 ಮತ್ತು 11ನೇ ಮನೆಗಳ ಅಧಿಪತಿಗಳು ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣಗಳಲ್ಲಿ ಸ್ಥಿತವಾಗಿರುವಾಗ.",
		"ನಿಮ್ಮ ಜೀವನದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ನೀವು ಸಂಪತ್ತು ಮತ್ತು ಆರ್ಥಿಕ ಸ್ಥಿತಿಯಲ್ಲಿ ಗಣನೀಯ ಏರಿಕೆಯನ್ನು ಕಾಣುವಿರಿ."
	],
	"anthya_vayasi_dhana_yoga": [
		"ಅಂತ್ಯ ವಯಸಿ ಧನ ಯೋಗ",
		"2, 9 ಮತ್ತು 11ನೇ ಮನೆಗಳ ಅಧಿಪತಿಗಳು ಪರಸ್ಪರ 12, 6 ಅಥವಾ 8ನೇ ಮನೆಗಳಲ್ಲಿದ್ದು ಶುಭ ಗ್ರಹಗಳ ಸಂಬಂಧ ಹೊಂದಿರುವಾಗ.",
		"ನೀವು ನಿಮ್ಮ ಜೀವನದ ನಂತರದ ವರ್ಷಗಳಲ್ಲಿ ಅಥವಾ ಕೊನೆಯ ಹಂತದಲ್ಲಿ ಹೆಚ್ಚಿನ ಸಂಪತ್ತು ಮತ್ತು ಸಮೃದ್ಧಿಯನ್ನು ಅನುಭವಿಸುವಿರಿ."
	],

	"balya_dhana_yoga":[
	"ಬಾಲ್ಯ ಧನ ಯೋಗ",
	"2ನೇ ಮತ್ತು 10ನೇ ಮನೆಯ ಅಧಿಪತಿಗಳು ಕೇಂದ್ರದಲ್ಲಿ ಸೇರಿ, ಲಗ್ನಾಧಿಪತಿ ಇರುವ ನವಾಂಶದ ಅಧಿಪತಿಯ ದೃಷ್ಟಿಯಲ್ಲಿ ಇರಬೇಕು",
	"ಆ ವ್ಯಕ್ತಿ ಜೀವನದ ಆರಂಭದಲ್ಲಿ ಅಪಾರವಾದ ಸಂಪತ್ತನ್ನು ಪಡೆಯುತ್ತಾನೆ."
	],
	"bhratrumooladdhanaprapti_yoga": [
		"ಭ್ರಾತೃಮೂಲದ್ಧನಪ್ರಾಪ್ತಿ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 3ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ 3ನೇ ಮನೆಯಲ್ಲಿ ಶುಭ ಗ್ರಹದೊಂದಿಗೆ ಇದ್ದಾಗ.",
		"ನಿಮ್ಮ ಸಹೋದರರು ಅಥವಾ ಒಡಹುಟ್ಟಿದವರ ಮೂಲಕ ನೀವು ಸಂಪತ್ತು, ಆಸ್ತಿ ಅಥವಾ ಆರ್ಥಿಕ ಸಹಾಯವನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"matrumooladdhana_yoga": [
		"ಮಾತೃಮೂಲದ್ಧನ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 4ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ ಬಲವಾದ ಶುಭ ಪ್ರಭಾವದೊಂದಿಗೆ 4ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ನಿಮ್ಮ ತಾಯಿಯ ಮೂಲಕ ಅಥವಾ ತಾಯಿಯ ಕಡೆಯ ಕುಟುಂಬದ ಮೂಲಕ ಸಂಪತ್ತು ಮತ್ತು ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"putramooladdhana_yoga": [
		"ಪುತ್ರಮೂಲದ್ಧನ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 5ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ.",
		"ನಿಮ್ಮ ಮಕ್ಕಳ ಮೂಲಕ ನೀವು ಸಂಪತ್ತನ್ನು ಗಳಿಸುವಿರಿ ಅಥವಾ ನಿಮ್ಮ ಮಕ್ಕಳು ನಿಮಗೆ ದೊಡ್ಡ ಆರ್ಥಿಕ ಸಮೃದ್ಧಿಯ ಮೂಲವಾಗುತ್ತಾರೆ."
	],
	"shatrumooladdhana_yoga": [
		"ಶತ್ರುಮೂಲದ್ಧನ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 6ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ 6ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ ಮತ್ತು 6ನೇ ಅಧಿಪತಿಯು ಶುಭ ಸ್ಥಾನದಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ನಿಮ್ಮ ಶತ್ರುಗಳ ಮೂಲಕ, ಸ್ಪರ್ಧೆಗಳ ಮೂಲಕ ಅಥವಾ ಕಾನೂನು ಹೋರಾಟದ ಮೂಲಕ ಸಂಪತ್ತನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"kalatramooladdhana_yoga": [
		"ಕಳತ್ರಮೂಲದ್ಧನ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 7ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ ಅಥವಾ ಶುಭ ಗ್ರಹಗಳೊಂದಿಗೆ 7ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ.",
		"ನಿಮ್ಮ ಸಂಗಾತಿ ಅಥವಾ ನಿಮ್ಮ ಸಂಗಾತಿಯ ಕುಟುಂಬದ ಮೂಲಕ ನೀವು ಸಂಪತ್ತು ಮತ್ತು ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"amaranantha_dhana_yoga": [
		"ಆಮರಣಾಂತ ಧನ ಯೋಗ",
		"2, 9 ಮತ್ತು 11ನೇ ಅಧಿಪತಿಗಳು ಲಗ್ನದಿಂದ ಕೇಂದ್ರಗಳಲ್ಲಿದ್ದು ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದಾಗ.",
		"ನೀವು ಜೀವನದ ಅಂತ್ಯದವರೆಗೂ ಶ್ರೀಮಂತರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ಆರ್ಥಿಕ ಸ್ಥಿರತೆಯನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ."
	],
	"ayatnadhanalabha_yoga": [
		"ಅಯತ್ನಧನಲಾಭ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು 2ನೇ ಅಧಿಪತಿ ಮನೆಗಳ ಪರಿವರ್ತನೆ (ಪರಿವರ್ತನಾ ಯೋಗ) ಹೊಂದಿದ್ದಾಗ ಅಥವಾ ಒಂದು ಮನೆಯಲ್ಲಿ ಜೊತೆಯಾಗಿದ್ದಾಗ.",
		"ನೀವು ಯಾವುದೇ ಪ್ರಯತ್ನವಿಲ್ಲದೆ ಅಥವಾ ಲಾಟರಿ, ಉಡುಗೊರೆ ಅಥವಾ ಹಠಾತ್ ಅದೃಷ್ಟದಂತಹ ಅನಿರೀಕ್ಷಿತ ಮೂಲಗಳ ಮೂಲಕ ಸಂಪತ್ತನ್ನು ಪಡೆಯುತ್ತೀರಿ."
	],
	"yukthi_samanwithavagmi_yoga": [
		"ಯುಕ್ತಿ ಸಮನ್ವಿತವಾಗ್ಮಿ ಯೋಗ",
		"2ನೇ ಮನೆಯ ಅಧಿಪತಿಯು ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದು ಬುಧ ಅಥವಾ ಗುರುವಿನಂತಹ ಶುಭ ಗ್ರಹದಿಂದ ದೃಷ್ಟಿ ಅಥವಾ ಸಂಬಂಧ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಹೆಚ್ಚಿನ ತರ್ಕ ಮತ್ತು ಚಾತುರ್ಯದಿಂದ ಮಾತನಾಡುತ್ತೀರಿ. ನಿಮ್ಮ ಮಾತುಗಳು ಅತ್ಯಂತ ಪ್ರಭಾವಶಾಲಿ ಮತ್ತು ಅರ್ಥಪೂರ್ಣವಾಗಿರುತ್ತವೆ."
	],
	"parihasaka_yoga": [
		"ಪರಿಹಾಸಕ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು 2ನೇ ಮನೆಯ ಅಧಿಪತಿ ಜೊತೆಯಲ್ಲಿದ್ದು, ಶುಭ ಗ್ರಹಗಳಿಂದ ಕೂಡಿದ್ದಾಗ ಅಥವಾ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
		"ನೀವು ಹಾಸ್ಯಪ್ರಜ್ಞೆ ಮತ್ತು ಚತುರತೆಯನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಮಾತುಗಳ ಮೂಲಕ ಇತರರನ್ನು ನಗಿಸುವುದರಲ್ಲಿ ನೀವು ಪರಿಣಿತರಾಗಿರುತ್ತೀರಿ."
	],
	"asatyavadi_yoga": [
		"ಅಸತ್ಯವಾದಿ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು ಪಾಪ ಗ್ರಹಗಳಾದ (ಶನಿ, ರಾಹು, ಕೇತು) ಜೊತೆಗಿದ್ದಾಗ ಮತ್ತು ಬುಧನು ದುರ್ಬಲನಾಗಿದ್ದಾಗ.",
		"ನೀವು ಅಸತ್ಯವನ್ನು ಮಾತನಾಡುವ ಪ್ರವೃತ್ತಿಯನ್ನು ಅಥವಾ ಸುಳ್ಳು ಹೇಳುವ ಅಭ್ಯಾಸವನ್ನು ಹೊಂದಿರಬಹುದು."
	],
	"jada_yoga": [
		"ಜಡ ಯೋಗ",
		"2ನೇ ಮನೆಯ ಅಧಿಪತಿಯು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದು ಪಾಪ ಗ್ರಹಗಳ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ನಿಮ್ಮ ಕಾರ್ಯಗಳಲ್ಲಿ ಸೋಮಾರಿತನ ಅಥವಾ ಮಾನಸಿಕ ಚುರುಕಿನ ಕೊರತೆಯನ್ನು ಪ್ರದರ್ಶಿಸಬಹುದು."
	],
	"marud_yoga": [
		"ಮರುದ್ ಯೋಗ",
		"ಶುಕ್ರ, ಗುರು ಮತ್ತು ಚಂದ್ರ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣ ಭಾವಗಳಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಅದೃಷ್ಟವಂತರಾಗಿರುತ್ತೀರಿ, ಸಂಗೀತ ಮತ್ತು ಕಲೆಗಳಲ್ಲಿ ಆಸಕ್ತಿ ಹೊಂದಿರುತ್ತೀರಿ ಮತ್ತು ಅತ್ಯಂತ ಆಕರ್ಷಕ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"budha_yoga": [
		"ಬುಧ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ ಬಲವಾಗಿದ್ದು ಬುಧನು ಕೇಂದ್ರ ಸ್ಥಾನದಲ್ಲಿದ್ದಾಗ.",
		"ನೀವು ಅತ್ಯಂತ ಬುದ್ಧಿವಂತರು, ವಿದ್ವಾಂಸರು ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರಯತ್ನಗಳಲ್ಲಿ ಕೌಶಲ್ಯಪೂರ್ಣರಾಗಿರುತ್ತೀರಿ."
	],
	"mooka_yoga": [
		"ಮೂಕ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿಯು 8ನೇ ಮನೆಯಲ್ಲಿದ್ದು ಪಾಪ ಗ್ರಹಗಳ ಜೊತೆ ಕೂಡಿದ್ದಾಗ.",
		"ಈ ಸಂಯೋಜನೆಯು ಮಾತಿನ ತೊಂದರೆಗಳನ್ನು ಅಥವಾ ಮೂಕರಾಗುವ ಪ್ರವೃತ್ತಿಯನ್ನು ಸೂಚಿಸಬಹುದು."
	],
	"netranasa_yoga": [
		"ನೇತ್ರನಾಶ ಯೋಗ",
		"2ನೇ ಅಥವಾ 12ನೇ ಮನೆ ದುರ್ಬಲವಾಗಿದ್ದು, ಸೂರ್ಯ ಅಥವಾ ಚಂದ್ರ ಪಾಪ ಗ್ರಹಗಳ ದೃಷ್ಟಿಗೆ ಒಳಗಾದಾಗ.",
		"ಕಣ್ಣಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳು ಅಥವಾ ದೃಷ್ಟಿ ದೋಷ ಉಂಟಾಗುವ ಸಾಧ್ಯತೆಯಿದೆ."
	],
	"andha_yoga": [
		"ಅಂಧ ಯೋಗ",
		"ಲಗ್ನಾಧಿಪತಿ, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರರು 2ನೇ ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿ ಪಾಪ ಗ್ರಹಗಳೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ.",
		"ಇದು ಸಂಭಾವ್ಯ ಅಂಧತ್ವ ಅಥವಾ ದೃಷ್ಟಿ ತೀವ್ರವಾಗಿ ದುರ್ಬಲಗೊಳ್ಳುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ."
	],
	"sumukha_yoga": [
		"ಸುಮುಖ ಯೋಗ",
		"ಶುಭ ಗ್ರಹಗಳು (ಗುರು, ಶುಕ್ರ) 2ನೇ ಮನೆಯಲ್ಲಿದ್ದಾಗ ಅಥವಾ ಆ ಮನೆಯನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾಗ.",
		"ನೀವು ಆಕರ್ಷಕ ಮುಖ ಲಕ್ಷಣಗಳನ್ನು ಮತ್ತು ಶಾಂತ ಸ್ವಭಾವವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"durmukha_yoga": [
		"ದುರ್ಮುಖ ಯೋಗ",
		"ಪಾಪ ಗ್ರಹಗಳು (ಶನಿ, ರಾಹು, ಕೇತು) 2ನೇ ಮನೆಯನ್ನು ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದಾಗ.",
		"ನೀವು ಮುಖದ ದೋಷವನ್ನು ಅಥವಾ ಕೋಪದಿಂದ ಕೂಡಿದ ಅಭಿವ್ಯಕ್ತಿಯನ್ನು ಹೊಂದಿರಬಹುದು."
	],
	"bhojana_soukhya_yoga": [
		"ಭೋಜನ ಸೌಖ್ಯ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿ ಬಲವಾಗಿದ್ದು ಶುಭ ಗ್ರಹಗಳ ಜೊತೆ ಕೂಡಿದ್ದಾಗ.",
		"ನೀವು ಯಾವಾಗಲೂ ರುಚಿಕರವಾದ, ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಆಹಾರ ಮತ್ತು ಭೋಜನದ ಸುಖಗಳನ್ನು ಆನಂದಿಸುತ್ತೀರಿ."
	],
	"annadana_yoga": [
		"ಅನ್ನದಾನ ಯೋಗ",
		"ಗುರು ಅಥವಾ ಚಂದ್ರನು 2ನೇ ಅಥವಾ 12ನೇ ಮನೆಯೊಂದಿಗೆ ಶುಭ ಸಂಬಂಧ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಇತರರಿಗೆ ಅನ್ನದಾನ ಮಾಡುವುದರಲ್ಲಿ ಮತ್ತು ಅಗತ್ಯವಿರುವವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದರಲ್ಲಿ ಹೆಚ್ಚಿನ ಆಸಕ್ತಿ ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"parannabhojana_yoga": [
		"ಪರಾನ್ನಭೋಜನ ಯೋಗ",
		"2ನೇ ಮನೆಯ ಅಧಿಪತಿ ದುರ್ಬಲನಾಗಿ 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿ ಸ್ಥಿತವಾಗಿದ್ದಾಗ.",
		"ನೀವು ಪದೇ ಪದೇ ಇತರರು ನೀಡಿದ ಆಹಾರವನ್ನು ಸೇವಿಸುವ ಅಥವಾ ನಿಮ್ಮ ಊಟಕ್ಕಾಗಿ ಇತರರ ಮೇಲೆ ಅವಲಂಬಿತರಾಗುವ ಪರಿಸ್ಥಿತಿ ಬರಬಹುದು."
	],
	"sraddhannabhuktha_yoga": [
		"ಶ್ರಾದ್ಧಾನ್ನಭುಕ್ತ ಯೋಗ",
		"2ನೇ ಮನೆಯ ಅಧಿಪತಿ ಶನಿ ಮತ್ತು 8ನೇ ಮನೆಯ ಅಧಿಪತಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ.",
		"ನೀವು ಶ್ರಾದ್ಧದಂತಹ ಧಾರ್ಮಿಕ ವಿಧಿಗಳಲ್ಲಿ ಅರ್ಪಿಸಿದ ಆಹಾರವನ್ನು ಸೇವಿಸಬೇಕಾಗಬಹುದು ಅಥವಾ ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ಇತರರ ದಾನದ ಮೇಲೆ ಅವಲಂಬಿತರಾಗಬಹುದು."
	],
	"sarpaganda_yoga": [
		"ಸರ್ಪಗಂಡ ಯೋಗ",
		"ರಾಹು 2ನೇ ಮನೆಯಲ್ಲಿ 2ನೇ ಅಧಿಪತಿಯ ಜೊತೆಗಿದ್ದಾಗ ಅಥವಾ ಪಾಪ ಗ್ರಹದ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಹಾವು ಕಡಿತದಿಂದ ಅಪಾಯವನ್ನು ಎದುರಿಸಬಹುದು ಅಥವಾ ವಿಷಕಾರಿ ಪದಾರ್ಥಗಳು ಮತ್ತು ಚರ್ಮಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಕಾಯಿಲೆಗಳಿಂದ ಬಳಲಬಹುದು."
	],
	"vakchalana_yoga": [
		"ವಾಕ್ಚಲನ ಯೋಗ",
		"2ನೇ ಮನೆಯ ಅಧಿಪತಿಯು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿದ್ದು ರಾಹು ಅಥವಾ ಶನಿಯೊಂದಿಗೆ ಕೂಡಿದ್ದಾಗ.",
		"ನೀವು ನಾಲಿಗೆ ತೊದಲುವಿಕೆ ಅಥವಾ ಮಾತಿನಲ್ಲಿ ಸ್ಪಷ್ಟತೆಯ ಕೊರತೆಯನ್ನು ಎದುರಿಸಬಹುದು."
	],
	"vishaprayoga_yoga": [
		"ವಿಷಪ್ರಯೋಗ ಯೋಗ",
		"2ನೇ ಅಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಅಧಿಪತಿಗಳ ಜೊತೆ ಕೂಡಿದ್ದು ಪಾಪ ಗ್ರಹಗಳ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ.",
		"ನೀವು ಇತರರಿಂದ ವಿಷಪ್ರಾಶನಕ್ಕೆ ಒಳಗಾಗಬಹುದು ಅಥವಾ ವಿಷಕಾರಿ ಪದಾರ್ಥಗಳಿಂದ ಆರೋಗ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸಬಹುದು."
	],
	"bhratruvriddhi_yoga": [
		"ಭ್ರಾತೃವೃದ್ಧಿ ಯೋಗ",
		"3ನೇ ಅಧಿಪತಿ ಅಥವಾ ಮಂಗಳನು ಶುಭ ಗ್ರಹದ ಜೊತೆಗಿದ್ದಾಗ ಅಥವಾ ಶುಭ ರಾಶಿ/ನವಾಂಶದಲ್ಲಿದ್ದಾಗ.",
		"ನಿಮ್ಮ ಸಹೋದರ-ಸಹೋದರಿಯರ ಸಂಖ್ಯೆಯಲ್ಲಿ ಹೆಚ್ಚಳವಿರುತ್ತದೆ ಮತ್ತು ಅವರೊಂದಿಗೆ ನೀವು ಸಾಮರಸ್ಯದ ಸಂಬಂಧವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
	],
	"sodaranasa_yoga": [
		"ಸೋದರನಾಶ ಯೋಗ",
		"ಮಂಗಳ ಮತ್ತು 3ನೇ ಅಧಿಪತಿ 8, 3, 5 ಅಥವಾ 7ನೇ ಮನೆಯಲ್ಲಿದ್ದು ಪಾಪ ಗ್ರಹಗಳ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದಾಗ.",
		"ವ್ಯಕ್ತಿಯು ಸಹೋದರರನ್ನು ಕಳೆದುಕೊಳ್ಳಬಹುದು ಅಥವಾ ಯಾವುದೇ ಒಡಹುಟ್ಟಿದವರನ್ನು ಹೊಂದಿಲ್ಲದಿರಬಹುದು."
	],
	"ekabhagini_yoga": [
		"ಏಕಭಗಿನಿ ಯೋಗ",
		"ಬುಧ 3ನೇ ಮನೆಯಲ್ಲಿದ್ದು, 3ನೇ ಅಧಿಪತಿ ಚಂದ್ರನ ಜೊತೆಗಿದ್ದಾಗ ಮತ್ತು ಮಂಗಳ ಶನಿಯ ಜೊತೆಗಿದ್ದಾಗ.",
		"ವ್ಯಕ್ತಿಯು ಕೇವಲ ಒಬ್ಬಳೇ ಸಹೋದರಿಯನ್ನು ಹೊಂದಿರುತ್ತಾನೆ."
	],
	"dwadasa_sahodara_yoga": [
		"ದ್ವಾದಶ ಸಹೋದರ ಯೋಗ",
		"3ನೇ ಅಧಿಪತಿ ಕೇಂದ್ರದಲ್ಲಿದ್ದು, ಉಚ್ಚ ಮಂಗಳನು 3ನೇ ಅಧಿಪತಿಯಿಂದ ತ್ರಿಕೋಣದಲ್ಲಿ ಗುರುವಿನ ಜೊತೆ ಕೂಡಿದ್ದಾಗ.",
		"ವ್ಯಕ್ತಿಯು ಹನ್ನೆರಡು ಮಂದಿ ಸಹೋದರರು ಅಥವಾ ಒಡಹುಟ್ಟಿದವರಿಂದ ಆಶೀರ್ವದಿಸಲ್ಪಡುತ್ತಾನೆ."
	],
	"sapthasankhya_sahodara_yoga": [
		"ಸಪ್ತಸಂಖ್ಯಾ ಸಹೋದರ ಯೋಗ",
		"12ನೇ ಅಧಿಪತಿಯು ಮಂಗಳನೊಂದಿಗೆ ಸೇರಬೇಕು ಮತ್ತು ಚಂದ್ರನು 3ನೇ ಮನೆಯಲ್ಲಿ ಗುರುವಿನೊಂದಿಗೆ ಇರಬೇಕು, ಶುಕ್ರನ ದೃಷ್ಟಿ ಅಥವಾ ಸಂಯೋಗ ಇರಬಾರದು.",
		"ಜಾತಕನಿಗೆ ಏಳು ಮಂದಿ ಸಹೋದರರಿರುತ್ತಾರೆ ಅಥವಾ ಸಹೋದರ ಸಂಬಂಧಗಳಲ್ಲಿ ಏಳು ಎಂಬ ಸಂಖ್ಯೆಯು ಪ್ರಮುಖ ಪ್ರಭಾವ ಬೀರುತ್ತದೆ."
	],
	"parakrama_yoga": [
		"ಪರಾಕ್ರಮ ಯೋಗ",
		"3ನೇ ಅಧಿಪತಿಯು ಶುಭ ನವಾಂಶದಲ್ಲಿದ್ದು, ಶುಭ ಗ್ರಹಗಳಿಂದ ದೃಷ್ಟಿಸಲ್ಪಟ್ಟಿರಬೇಕು (ಅಥವಾ ಶುಭ ಗ್ರಹಗಳೊಂದಿಗೆ ಇರಬೇಕು) ಮತ್ತು ಮಂಗಳನು ಶುಭ ರಾಶಿಯಲ್ಲಿರಬೇಕು.",
		"ಜಾತಕನು ಅತೀವ ಧೈರ್ಯಶಾಲಿ, ಪರಾಕ್ರಮಿ ಮತ್ತು ಅಡೆತಡೆಗಳನ್ನು ಎದುರಿಸಲು ಬೇಕಾದ ದೈಹಿಕ ಮತ್ತು ಮಾನಸಿಕ ಶಕ್ತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾನೆ."
	],
	"yuddha_praveena_yoga": [
		"ಯುದ್ಧ ಪ್ರವೀಣ ಯೋಗ",
		"೩ನೇ ಮನೆಯ ಅಧಿಪತಿ ಕುಳಿತ ನವಾಂಶ ರಾಶಿಯ ಅಧಿಪತಿಯು ತನ್ನ ಸ್ವಂತ ವರ್ಗಗಳಲ್ಲಿ (ಷಡ್ವರ್ಗ) ಸ್ಥಿತನಾದಾಗ ಈ ಯೋಗವು ಉಂಟಾಗುತ್ತದೆ.",
		"ಇವರು ಸಮರ್ಥ ಯುದ್ಧ ತಂತ್ರಜ್ಞರು ಮತ್ತು ರಣತಂತ್ರಗಳಲ್ಲಿ ಪರಿಣಿತರಾಗುತ್ತಾರೆ."
	],
"yuddhatpoorvadridhachitta_yoga":[
"ಯುದ್ಧತ್ಪೂರ್ವದೃಢಚಿತ್ತ ಯೋಗ",
"184 - 3ನೇ ಮನೆಯ ಉನ್ನತ ಅಧಿಪತಿ ಚಲಿಸುವ ರಾಶಿಗಳಲ್ಲಿ ಅಥವಾ ನವಾಂಶಗಳಲ್ಲಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಸೇರಬೇಕು",
"ಯುದ್ಧ ಆರಂಭಕ್ಕೂ ಮುನ್ನ ಆ ವ್ಯಕ್ತಿ ಧೈರ್ಯಶಾಲಿಯಾಗಿರುತ್ತಾನೆ."
],
"yuddhatpaschaddrudha_yoga": [
    "ಯುದ್ಧತ್ಪಶ್ಚಾದ್ ದೃಢ ಯೋಗ",
    "3ನೇ ಮನೆಯ ಅಧಿಪತಿಯು ಸ್ಥಿರ ರಾಶಿ, ಸ್ಥಿರ ನವಾಂಶ ಮತ್ತು ಕ್ರೂರ ಷಷ್ಟಿಯಂಶದಲ್ಲಿ ಇರಬೇಕು, ಮತ್ತು ಆ ರಾಶಿಯ ಅಧಿಪತಿಯು ನೀಚ ಸ್ಥಾನದಲ್ಲಿರಬೇಕು.",
    "ಸಂಘರ್ಷದ ಆರಂಭದಲ್ಲಿ ನೀವು ಹಿಂಜರಿಕೆ ಅಥವಾ ಭಯವನ್ನು ಅನುಭವಿಸಬಹುದು, ಆದರೆ ಯುದ್ಧವು ಪ್ರಾರಂಭವಾದ ನಂತರ, ನೀವು ಅಚಲವಾದ ಸಂಕಲ್ಪವನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳುತ್ತೀರಿ ಮತ್ತು ತೀವ್ರ ದೃಢತೆಯಿಂದ ಹೋರಾಡುತ್ತೀರಿ."
],
"satkathadisravana_yoga": [
      "ಸತ್ಕಥಾದಿಶ್ರವಣ ಯೋಗ",
      "3ನೇ ಮನೆ ಶುಭ ರಾಶಿಯಾಗಿದ್ದು ಶುಭ ಗ್ರಹಗಳ ದೃಷ್ಟಿ ಇರಬೇಕು ಮತ್ತು 3ನೇ ಅಧಿಪತಿ ಶುಭ ಅಂಶದಲ್ಲಿರಬೇಕು.",
      "ನಿಮಗೆ ಪುಣ್ಯ ಕಥೆಗಳು ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ವಿಚಾರಗಳನ್ನು ಕೇಳುವಲ್ಲಿ ಆಸಕ್ತಿ ಇರುತ್ತದೆ."
    ],
    "utthama_graha_yoga": [
      "ಉತ್ತಮ ಗೃಹ ಯೋಗ",
      "4ನೇ ಅಧಿಪತಿ ಶುಭ ಗ್ರಹಗಳೊಂದಿಗೆ ಸೇರಿ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿದ್ದು ಶುಭ ಗ್ರಹಗಳಿಂದ ದೃಷ್ಟಿಸಲ್ಪಡಬೇಕು.",
      "ಇದು ಸುಂದರ ಮತ್ತು ಸಕಲ ಸೌಲಭ್ಯವುಳ್ಳ ಮನೆ ಪ್ರಾಪ್ತಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ."
    ],
    "vichitra_saudha_prakara_yoga": [
      "ವಿಚಿತ್ರ ಸೌಧ ಪ್ರಾಕಾರ ಯೋಗ",
      "4ನೇ ಮತ್ತು 10ನೇ ಮನೆಯ ಅಧಿಪತಿಗಳು ಶನಿ ಮತ್ತು ಮಂಗಳನೊಂದಿಗೆ ಕೂಡಿರಬೇಕು.",
      "ನೀವು ವಿಶಿಷ್ಟವಾದ ಅಥವಾ ಭವ್ಯವಾದ ಬಂಗಲೆಗಳನ್ನು ಹೊಂದಿರುತ್ತೀರಿ."
    ],
  "ayatna_griha_prapta_yoga_189": [
    "ಆಯತ್ನ ಗೃಹ ಪ್ರಾಪ್ತ ಯೋಗ",
    "189. ಲಗ್ನ ಮತ್ತು 7ನೇ ಮನೆಯ ಅಧಿಪತಿಗಳು ಲಗ್ನ ಅಥವಾ 4ನೇ ಮನೆಯಲ್ಲಿ ಇದ್ದು, ಶುಭಗ್ರಹಗಳ ದೃಷ್ಟಿಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಕಡಿಮೆ ಪ್ರಯತ್ನದಿಂದ ದೊಡ್ಡ ಮನೆ ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತಾನೆ."
  ],
  "ayatna_griha_prapta_yoga_190": [
    "ಆಯತ್ನ ಗೃಹ ಪ್ರಾಪ್ತ ಯೋಗ",
    "190. 9ನೇ ಮನೆಯ ಅಧಿಪತಿ ಕೇಂದ್ರದಲ್ಲಿ ಇರಬೇಕು ಮತ್ತು 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಉಚ್ಚ, ಮೂಲತ್ರಿಕೋಣ ಅಥವಾ ಸ್ವಗೃಹದಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಕಡಿಮೆ ಪ್ರಯತ್ನದಿಂದ ದೊಡ್ಡ ಮನೆ ಆಸ್ತಿಯನ್ನು ಪಡೆಯುತ್ತಾನೆ."
  ],
  "grihanasa_yoga_191": [
    "ಗೃಹನಾಶ ಯೋಗ",
    "191 - 4ನೇ ಮನೆಯ ಅಧಿಪತಿ 12ನೇ ಮನೆಯಲ್ಲಿ ಪಾಪಗ್ರಹದ ದೃಷ್ಟಿಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಮನೆ ಆಸ್ತಿಯನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ."
  ],
  "grihanasa_yoga_192": [
    "ಗೃಹನಾಶ ಯೋಗ",
    "192 - 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಇರುವ ನವಾಂಶದ ಅಧಿಪತಿ 12ನೇ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಮನೆ ಆಸ್ತಿಯನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ."
  ],
  "bandhu_pujya_yoga_193": [
    "ಬಂಧು ಪೂಜ್ಯ ಯೋಗ",
    "193 - 4ನೇ ಮನೆಯ ಶುಭ ಅಧಿಪತಿ ಮತ್ತೊಂದು ಶುಭಗ್ರಹದ ದೃಷ್ಟಿಯಲ್ಲಿ ಇರಬೇಕು ಮತ್ತು ಬುಧ ಲಗ್ನದಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಬಂಧುಗಳು ಮತ್ತು ಸ್ನೇಹಿತರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತಾನೆ."
  ],
  "bandhu_pujya_yoga_194": [
    "ಬಂಧು ಪೂಜ್ಯ ಯೋಗ",
    "194 - 4ನೇ ಮನೆ ಅಥವಾ ಅದರ ಅಧಿಪತಿ ಗುರುಗ್ರಹದ ಸಂಬಂಧ ಅಥವಾ ದೃಷ್ಟಿ ಹೊಂದಿರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಬಂಧುಗಳು ಮತ್ತು ಸ್ನೇಹಿತರಿಂದ ಗೌರವಿಸಲ್ಪಡುತ್ತಾನೆ."
  ],
  "bandhubhisthyaktha_yoga": [
    "ಬಂಧು ಭಿಸ್ಥ್ಯಕ್ತ ಯೋಗ",
    "195 - 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರಬೇಕು ಅಥವಾ ಕೆಟ್ಟ ಷಷ್ಟಿಯಾಂಶಗಳಲ್ಲಿ ಇರಬೇಕು ಅಥವಾ ಶತ್ರು ರಾಶಿಗಳಲ್ಲಿ ಸೇರಿರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿ ಬಂಧುಗಳಿಂದ ದೂರವಾಗುತ್ತಾನೆ."
  ],
  "matrudeerghayur_yoga_196": [
    "ಮಾತೃ ದೀರ್ಘಾಯುರ ಯೋಗ",
    "196 - ಶುಭಗ್ರಹವು 4ನೇ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು, 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಉಚ್ಚದಲ್ಲಿ ಇರಬೇಕು ಮತ್ತು ಚಂದ್ರ ಬಲವಾಗಿರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿಯ ತಾಯಿ ದೀರ್ಘಾಯುಷ್ಯ ಹೊಂದಿರುತ್ತಾಳೆ."
  ],
  "matrudeerghayur_yoga_197": [
    "ಮಾತೃ ದೀರ್ಘಾಯುರ ಯೋಗ",
    "197 - 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಇರುವ ನವಾಂಶದ ಅಧಿಪತಿ ಬಲವಾಗಿರಬೇಕು ಮತ್ತು ಲಗ್ನ ಮತ್ತು ಚಂದ್ರ ಲಗ್ನದಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿಯ ತಾಯಿ ದೀರ್ಘಾಯುಷ್ಯ ಹೊಂದಿರುತ್ತಾಳೆ."
  ],
  "matrunasa_yoga_198": [
    "ಮಾತೃ ನಾಶ ಯೋಗ",
    "198 - ಚಂದ್ರನು ಪಾಪಗ್ರಹಗಳಿಂದ ಸುತ್ತುವರಿದಿರಬೇಕು ಅಥವಾ ಅವುಗಳ ದೃಷ್ಟಿಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿಯ ತಾಯಿ ಶೀಘ್ರದಲ್ಲೇ ಮರಣ ಹೊಂದುತ್ತಾಳೆ."
  ],
  "matrunasa_yoga_199": [
    "ಮಾತೃ ನಾಶ ಯೋಗ",
    "199 - 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಇರುವ ನವಾಂಶದ ಅಧಿಪತಿ 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಆ ವ್ಯಕ್ತಿಯ ತಾಯಿ ಶೀಘ್ರದಲ್ಲೇ ಮರಣ ಹೊಂದುತ್ತಾಳೆ."
  ],
"kapata_yoga_202": [
  "ಕಪಟ ಯೋಗ",
  "202 - 4ನೇ ಭಾವವು ಪಾಪಗ್ರಹದಿಂದ ಆಕ್ರಮಿತವಾಗಿರಬೇಕು; 4ನೇ ಅಧಿಪತಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಸಂಬಂಧ ಹೊಂದಿರಬೇಕು, ಅಥವಾ ಪಾಪದೃಷ್ಟಿ ಹೊಂದಿರಬೇಕು, ಅಥವಾ ಪಾಪಗ್ರಹಗಳ ನಡುವೆ ಸುತ್ತುವರಿದಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಕಪಟಸ್ವಭಾವಿಯಾಗುತ್ತಾನೆ."
],
"kapata_yoga_203": [
  "ಕಪಟ ಯೋಗ",
  "203 - 4ನೇ ಭಾವದಲ್ಲಿ ಶನಿ, ಕುಜ, ರಾಹು ಹಾಗೂ ಪಾಪಸ್ವಭಾವದ 10ನೇ ಅಧಿಪತಿ ಇರಬೇಕು; ಆ 10ನೇ ಅಧಿಪತಿಯೂ ಪಾಪದೃಷ್ಟಿ ಪಡೆಯಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಕಪಟಸ್ವಭಾವಿಯಾಗುತ್ತಾನೆ."
],
"kapata_yoga_204": [
  "ಕಪಟ ಯೋಗ",
  "204 - 4ನೇ ಅಧಿಪತಿ ಶನಿ, ಮಂಡಿ ಮತ್ತು ರಾಹುವೊಡನೆ ಯುತಿ ಹೊಂದಿ ಪಾಪದೃಷ್ಟಿಯನ್ನು ಪಡೆಯಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಕಪಟಸ್ವಭಾವಿಯಾಗುತ್ತಾನೆ."
],
"nishkapata_yoga_205": [
  "ನಿಷ್ಕಪಟ ಯೋಗ",
  "205 - 4ನೇ ಭಾವದಲ್ಲಿ ಶುಭಗ್ರಹವಿರಲಿ, ಅಥವಾ ಉಚ್ಚ/ಮಿತ್ರ/ಸ್ವರಾಶಿಯ ಗ್ರಹವಿರಲಿ, ಅಥವಾ 4ನೇ ಭಾವವು ಶುಭರಾಶಿಯಾಗಿರಲಿ.",
  "ವ್ಯಕ್ತಿ ಹೃದಯಶುದ್ಧಿಯಾಗಿದ್ದು, ರಹಸ್ಯ ಮತ್ತು ಕಪಟತೆಯನ್ನು ದ್ವೇಷಿಸುತ್ತಾನೆ."
],
"nishkapata_yoga_206": [
  "ನಿಷ್ಕಪಟ ಯೋಗ",
  "206 - ಲಗ್ನಾಧಿಪತಿ 4ನೇ ಭಾವದಲ್ಲಿ ಶುಭಗ್ರಹದೊಂದಿಗೆ ಯುತಿ ಅಥವಾ ಶುಭದೃಷ್ಟಿಯಲ್ಲಿರಲಿ, ಅಥವಾ ಪರ್ವತ/ಉತ್ತಮಾಂಶದಲ್ಲಿರಲಿ."
],
"matru_satrutwa_yoga": [
      "ಮಾತೃ ಶತ್ರುತ್ವ ಯೋಗ",
      "ಲಗ್ನ ಮತ್ತು ನಾಲ್ಕನೇ ಮನೆಯ ಅಧಿಪತಿ ಬುದ್ಧನಾಗಿದ್ದು, ಬುದ್ಧನು ಪಾಪಗ್ರಹದೊಂದಿಗೆ ಸೇರಿರಬೇಕು ಅಥವಾ ಪಾಪಗ್ರಹದಿಂದ ದೃಷ್ಟಿಗೊಳಗಾಗಿರಬೇಕು.",
      "ಆ ವ್ಯಕ್ತಿ ತನ್ನ ತಾಯಿಯನ್ನು ದ್ವೇಷಿಸುತ್ತಾನೆ."
    ],
"matru_sneha_yoga": [
      "ಮಾತೃ ಸ್ನೇಹ ಯೋಗ",
      "ಮೊದಲ ನಿಯಮ - ಲಗ್ನ (1ನೇ ಮನೆ) ಮತ್ತು 4ನೇ ಮನೆ ಒಂದೇ ಗ್ರಹಾಧಿಪತಿಯನ್ನು ಹೊಂದಿರಬೇಕು. 1 ಮತ್ತು 4ನೇ ಮನೆಗಳು ಸಾಮಾನ್ಯ ಅಧಿಪತಿಗಳನ್ನು ಹೊಂದುವುದು ಕೇವಲ ಜೆ/ವಿ (ಬುಧ) ಅಥವಾ ಎಸ್‌ಜಿ/ಪಿ (ಗುರು) ಮಾತ್ರ. ಎರಡನೇ ನಿಯಮ - 1ನೇ ಮತ್ತು 4ನೇ ಮನೆಗಳ ಅಧಿಪತಿಗಳು ಸಹಜ ಅಥವಾ ತಾತ್ಕಾಲಿಕ ಸ್ನೇಹಿತರಾಗಿರಬೇಕು. ಮೂರನೇ ನಿಯಮ - ಲಗ್ನ ಅಧಿಪತಿ ಮತ್ತು 4ನೇ ಮನೆಯ ಅಧಿಪತಿ ಶುಭಗ್ರಹಗಳಿಂದ ದೃಷ್ಟಿಗೊಳಗಾಗಿರಬೇಕು.",
      "ತಾಯಿ ಮತ್ತು ಮಗನ ನಡುವೆ ಸ್ನೇಹಪೂರ್ಣ ಸಂಬಂಧಗಳು ಇರುತ್ತವೆ."
    ],
"vahana_yoga_209": [
  "ವಾಹನ ಯೋಗ",
  "209 - ಲಗ್ನಾಧಿಪತಿ 4ನೇ, 11ನೇ ಅಥವಾ 9ನೇ ಭಾವವನ್ನು ಸೇರಿರಬೇಕು.",
  "ಜೀವನದಲ್ಲಿ ಭೌತಿಕ ಸೌಕರ್ಯಗಳು ಮತ್ತು ವಾಹನಗಳನ್ನು ಹೊಂದುವನು."
],
"vahana_yoga_210": [
  "ವಾಹನ ಯೋಗ",
  "210 - 4ನೇ ಅಧಿಪತಿ ಉಚ್ಚದಲ್ಲಿರಬೇಕು; ಆ ಉಚ್ಚರಾಶಿಯ ಅಧಿಪತಿ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿ ಇರಬೇಕು.",
  "ಜೀವನದಲ್ಲಿ ಭೌತಿಕ ಸೌಕರ್ಯಗಳು ಮತ್ತು ವಾಹನಗಳನ್ನು ಹೊಂದುವನು."
],
  "anapathya_yoga": [
    "ಅನಪತ್ಯ ಯೋಗ",
    "ಗುರು ಮತ್ತು ಲಗ್ನ, 7ನೇ ಮತ್ತು 5ನೇ ಭವನದ ಅಧಿಪತಿಗಳು ದುರ್ಬಲರಾಗಿದ್ದಾರೆ",
    "ಆ ವ್ಯಕ್ತಿಗೆ ಮಕ್ಕಳಿರಲಾರರು."
  ],
"sarpasaapa_yoga_212": [
  "ಸರ್ಪ ಶಾಪ ಯೋಗ",
  "212 - 5ನೇ ಭಾವದಲ್ಲಿ ರಾಹು ಇದ್ದು, ಕುಜದೃಷ್ಟಿ ಇರಲಿ; ಅಥವಾ 5ನೇಯು ಕುಜರಾಶಿಯಾಗಿದ್ದು ಅಲ್ಲಿ ರಾಹು ಇರಲಿ.",
  "ಸರ್ಪಶಾಪದಿಂದಾಗಿ ಸಂತಾನನಾಶ ಸಂಭವಿಸುತ್ತದೆ."
],
"sarpasaapa_yoga_213": [
  "ಸರ್ಪ ಶಾಪ ಯೋಗ",
  "213 - 5ನೇ ಅಧಿಪತಿ ರಾಹುವೊಡನೆ ಯುತಿ ಹೊಂದಿ, ಶನಿ 5ನೇ ಭಾವದಲ್ಲಿ ಚಂದ್ರನೊಂದಿಗೆ ಸಂಬಂಧ/ದೃಷ್ಟಿಯಲ್ಲಿರಬೇಕು.",
  "ಸರ್ಪಶಾಪದಿಂದಾಗಿ ಸಂತಾನನಾಶ ಸಂಭವಿಸುತ್ತದೆ."
],
"sarpasaapa_yoga_214": [
  "ಸರ್ಪ ಶಾಪ ಯೋಗ",
  "214 - ಸಂತಾನ ಕಾರಕ (ಗುರು) ಕುಜಸಂಬಂಧದಲ್ಲಿ, ರಾಹು ಲಗ್ನದಲ್ಲಿ, 5ನೇ ಅಧಿಪತಿ ದುಸ್ಥಾನದಲ್ಲಿ.",
  "ಸರ್ಪಶಾಪದಿಂದಾಗಿ ಸಂತಾನನಾಶ ಸಂಭವಿಸುತ್ತದೆ."
],
"sarpasaapa_yoga_215": [
  "ಸರ್ಪ ಶಾಪ ಯೋಗ",
  "215 - 5ನೇ ಭಾವವು ಕುಜರಾಶಿಯಾಗಿದ್ದು ರಾಹುವಿಂದ ಯುತಿ ಹೊಂದಿರಬೇಕು ಮತ್ತು ಬುಧನಿಂದ ದೃಷ್ಟಿ ಅಥವಾ ಸಂಬಂಧ ಇರಬೇಕು.",
  "ಸರ್ಪಶಾಪದಿಂದಾಗಿ ಸಂತಾನನಾಶ ಸಂಭವಿಸುತ್ತದೆ."
],
"pithru_saapa_sutakshaya_yoga": [
  "ಪಿತೃಶಾಪ ಸುಟಕ್ಷಯ ಯೋಗ",
  "5ನೇ ಮನೆಯಲ್ಲಿ ಸೂರ್ಯನು ಇರಬೇಕು. ಅ. ಸೂರ್ಯನು ಮಿಥುನ ರಾಶಿಯಲ್ಲಿ ನೀಚವಾಗಿರಬೇಕು, ಅಥವಾ ಬಿ. ಸೂರ್ಯನ ನವಾಂಶ ಮಕರ ಅಥವಾ ಕುಂಭದಲ್ಲಿ ಇರಬೇಕು. ಸಿ. ಸೂರ್ಯನು ಎರಡೂ ಬದಿಗಳಲ್ಲಿ ಪಾಪಗ್ರಹಗಳಿಂದ ಸುತ್ತಲ್ಪಟ್ಟಿರಬೇಕು.",
  "ತಂದೆಯ ಶಾಪದಿಂದ ಮಕ್ಕಳ ನಷ್ಟವಾಗುತ್ತದೆ."
],
"maathru_saapa_sutakshaya_yoga": [
  "ಅ. 8ನೇ ಮನೆಯ ಅಧಿಪತಿ 5ನೇ ಮನೆಯ ಅಧಿಪತಿಯ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು ಮತ್ತು 5ನೇ ಮನೆಯ ಅಧಿಪತಿ 8ನೇ ಮನೆಯ ಅಧಿಪತಿಯ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು ಮತ್ತು ಬಿ. ಚಂದ್ರನು ಮತ್ತು 4ನೇ ಮನೆಯ ಅಧಿಪತಿ 6ನೇ ಮನೆಯಲ್ಲಿ ಸೇರಬೇಕು.",
  "ತಾಯಿಯ ಶಾಪದಿಂದ ಮಕ್ಕಳ ನಷ್ಟವಾಗುತ್ತದೆ."
],
"bhraathru_saapa_sutakshaya_yoga": [
  "ಅ. ಲಗ್ನ ಮತ್ತು 5ನೇ ಮನೆಯ ಅಧಿಪತಿಗಳು 8ನೇ ಮನೆಯಲ್ಲಿ ಸೇರಬೇಕು ಮತ್ತು ಬಿ. 3ನೇ ಮನೆಯ ಅಧಿಪತಿ ಮಂಗಳ ಮತ್ತು ರಾಹುವಿನೊಂದಿಗೆ 5ನೇ ಮನೆಯಲ್ಲಿ ಸೇರಬೇಕು.",
  "ಅಣ್ಣತಮ್ಮಂದಿರ ಶಾಪದಿಂದ ಮಕ್ಕಳಿಗೆ ಮರಣವಾಗುತ್ತದೆ."
],
"pretha_saapa_yoga": [
  "ಸೂರ್ಯ ಮತ್ತು ಶನಿ 5ನೇ ಮನೆಯಲ್ಲಿ, ದುರ್ಬಲ ಚಂದ್ರನು 7ನೇ ಮನೆಯಲ್ಲಿ, ರಾಹು ಲಗ್ನದಲ್ಲಿ ಮತ್ತು ಗುರು 12ನೇ ಮನೆಯಲ್ಲಿ ಇರಬೇಕು.",
  "ಪ್ರೇತಗಳ ಅಥವಾ ಮೃತರ ಪಿತೃಗಳ ಶಾಪದಿಂದ ಮಕ್ಕಳಿಗೆ ಮರಣವಾಗುತ್ತದೆ."
],
"bahu_puthra_yoga_220": [
  "ಬಹು ಪುತ್ರ ಯೋಗ",
  "220 - ರಾಹು 5ನೇ ಭಾವದಲ್ಲಿರಬೇಕು. ಮತ್ತು ರಾಹು ಶನಿಯ ನವಾಂಶದಲ್ಲಿರಬಾರದು (ಅಂದರೆ D9 ನಲ್ಲಿ ಕುಂಭ/ಮಕರದಲ್ಲಿಲ್ಲ).",
  "ವ್ಯಕ್ತಿಗೆ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯ ಸಂತಾನವಾಗುವರು."
],
"bahu_puthra_yoga_221": [
  "ಬಹು ಪುತ್ರ ಯೋಗ",
  "221 - 7ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಸಂಬಂಧವುಳ್ಳ ಗ್ರಹ ಯಾವ ನವಾಂಶ ರಾಶಿಯಲ್ಲಿ ಇದೆಯೋ, ಆ ರಾಶಿಯ ಅಧಿಪತಿ ರಾಶಿಚಕ್ರದಲ್ಲಿ ಲಗ್ನದಿಂದ 1/2/5ನೇ ಭಾವದಲ್ಲಿ ಇದ್ದರೆ ಇದೇ ಯೋಗ. ಹೆಜ್ಜೆಗಳು: (1) ರಾಶಿಯಲ್ಲಿ 7ನೇ ಅಧಿಪತಿಯನ್ನು ಕಂಡುಹಿಡಿ. (2) ಆ 7ನೇ ಅಧಿಪತಿ ನವಾಂಶದಲ್ಲಿ ಯಾವ ರಾಶಿಯಲ್ಲಿದೆ ನೋಡಿ. (3) ಹಂತ-2 ರ ರಾಶಿಯ ಅಧಿಪತಿಯನ್ನು ಗುರುತಿಸಿ. (4) ರಾಶಿಯಲ್ಲಿ ಆ ಅಧಿಪತಿ ಎಲ್ಲಿದೆ ನೋಡಿ. (5) ಅದು ಲಗ್ನದಿಂದ 1/2/5ನೇ ಆಗಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯ ಸಂತಾನವಾಗುವರು."
],
"dattha_puthra_yoga_222": [
  "ದತ್ತ ಪುತ್ರ ಯೋಗ",
  "222 - ಕುಜ ಮತ್ತು ಶನಿ 5ನೇ ಭಾವದಲ್ಲಿ ಇರಬೇಕು; ಲಗ್ನಾಧಿಪತಿ ಬುಧರ ರಾಶಿಯಲ್ಲಿ ಇದ್ದು, ಬುಧನ ದೃಷ್ಟಿ ಅಥವಾ ಸಂಬಂಧ ಹೊಂದಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ದತ್ತ ಸಂತಾನ ಲಭಿಸುವುದು."
],
"dattha_puthra_yoga_223": [
  "ದತ್ತ ಪುತ್ರ ಯೋಗ",
  "223 - 7ನೇ ಅಧಿಪತಿ 11ನೇ ಭಾವದಲ್ಲಿ ಇರಬೇಕು; 5ನೇ ಅಧಿಪತಿ ಶುಭಗ್ರಹವೊಡನೆ ಯುತಿ ಹೊಂದಿರಬೇಕು; 5ನೇ ಭಾವದಲ್ಲಿ ಕುಜ ಅಥವಾ ಶನಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ದತ್ತ ಸಂತಾನ ಲಭಿಸುವುದು."
],
"aputhra_yoga":[
"ಅಪುತ್ರ ಯೋಗ",
"224 - 5ನೇ ಮನೆಯ ಸ್ವಾಮಿ ದುಷ್ಟಾನದಲ್ಲಿ ಇರಬೇಕು.",
"ಆ ವ್ಯಕ್ತಿಗೆ ಮಕ್ಕಳಿರಲಾರರು."
],
"eka_puthra_yoga":[
"ಏಕ ಪುತ್ರ ಯೋಗ",
"225 - 5ನೇ ಮನೆಯ ಸ್ವಾಮಿ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿ ಇರಬೇಕು.",
"ಆ ವ್ಯಕ್ತಿಗೆ ಒಬ್ಬ ಮಗುವಿರುತ್ತದೆ."
],
"suputhra_yoga":[
"ಸುಪುತ್ರ ಯೋಗ",
"226 - ಗುರು 5ನೇ ಮನೆಯ ಸ್ವಾಮಿ (ಲಗ್ನ ಸಿಂಹ/ವೃಶ್ಚಿಕ) ಮತ್ತು ಸೂರ್ಯನು ಉತ್ತಮ ಸ್ಥಿತಿಯಲ್ಲಿ ಇರಬೇಕು (ಸ್ವರಾಶಿ, ಉಚ್ಚ, ಸ್ನೇಹರಾಶಿ).",
"ಆ ವ್ಯಕ್ತಿಗೆ ಒಳ್ಳೆಯ ಮಗುವು ಜನಿಸುತ್ತದೆ."
],
"kaalanirdesat_puthra_yoga_227": [
  "ಕಾಲನಿರ್ದೇಶಾತ್ ಪುತ್ರ ಯೋಗ",
  "227 - ಗುರು 5ನೇ ಭಾವದಲ್ಲಿದ್ದು, 5ನೇ ಅಧಿಪತಿ ಶುಕ್ರನೊಂದಿಗೆ ಸೇರುವನು.",
  "ಸ್ಥಳಿಕನು ತನ್ನ 32/33 ಅಥವಾ 40ನೇ ವರ್ಷದಲ್ಲಿ ಸಂತಾನಲಾಭ ಹೊಂದುತ್ತಾನೆ."
],
"kaalanirdesat_puthra_yoga_228": [
  "ಕಾಲನಿರ್ದೇಶಾತ್ ಪುತ್ರ ಯೋಗ",
  "228 - ಗುರು ಲಗ್ನದಿಂದ 9ನೇ ಭಾವದಲ್ಲಿರಬೇಕು; ಶುಕ್ರನು ಗುರುದಿಂದ 9ನೇ ಭಾವದಲ್ಲಿದ್ದು, ಲಗ್ನಾಧಿಪತితో ಯುತಿ ಹೊಂದಿರಬೇಕು.",
  "ಸ್ಥಳಿಕನು ತನ್ನ 32/33 ಅಥವಾ 40ನೇ ವರ್ಷದಲ್ಲಿ ಸಂತಾನಲಾಭ ಹೊಂದುತ್ತಾನೆ."
],
"kaalanirdesat_puthranaasa_yoga_229": [
  "ಕಾಲನಿರ್ದೇಶಾತ್ ಪುತ್ರನಾಶ ಯೋಗ",
  "229 - ರಾಹು 5ನೇ ಭಾವದಲ್ಲಿರಬೇಕು; 5ನೇ ಅಧಿಪತಿ ಪಾಪಗ್ರಹದೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿರಬೇಕು; ಗುರು ನೀಚಸ್ಥಿತಿಯಲ್ಲಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಕ್ರಮವಾಗಿ 32 ಮತ್ತು 40ನೇ ವರ್ಷಗಳಲ್ಲಿ ಸಂತಾನನಷ್ಟ ಅನುಭವಿಸುವನು."
],
"kaalanirdesat_puthranaasa_yoga_230": [
  "ಕಾಲನಿರ್ದೇಶಾತ್ ಪುತ್ರನಾಶ ಯೋಗ",
  "230 - ಪಾಪಗ್ರಹಗಳು ಗುರುದಿಂದ 5ನೇಯಲ್ಲಿ ಹಾಗೂ ಲಗ್ನದಿಂದ 5ನೇಯಲ್ಲಿ (ಯುತಿ ಅಥವಾ ದೃಷ್ಟಿ ಮೂಲಕ) ನಿವೇಶಿಸಲ್ಪಟ್ಟಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಕ್ರಮವಾಗಿ 32 ಮತ್ತು 40ನೇ ವರ್ಷಗಳಲ್ಲಿ ಸಂತಾನನಷ್ಟ ಅನುಭವಿಸುವನು."
],
"buddhimaturya_yoga": [
  "ಬುದ್ಧಿಮತ್ಯುರ್ಯ ಯೋಗ",
  "231 - 5ನೇ ಭವನದ ಅಧಿಪತಿ ಶುಭಗ್ರಹವಾಗಿದ್ದು, ಮತ್ತೊಂದು ಶುಭಗ್ರಹದಿಂದ ದೃಷ್ಟಿಗೊಳ್ಳುವುದಾದರೂ ಅಥವಾ ಶುಭರಾಶಿಯಲ್ಲಿ ಇರುವುದಾದರೂ, ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
  "ಆ ವ್ಯಕ್ತಿ ಮಹಾನ್ ಬುದ್ಧಿಶಕ್ತಿ ಮತ್ತು ಉತ್ತಮ ಸ್ವಭಾವದವನಾಗಿರುತ್ತಾನೆ."
],
"theevrabuddhi_yoga": [
  "ತೀವ್ರಬುದ್ಧಿ ಯೋಗ",
  "232 - ರಾಶಿಯಲ್ಲಿ 5ನೇ ಭವನದ ಅಧಿಪತಿ ಶುಭಗ್ರಹವಾಗಿದ್ದು ನವಾಂಶ ಲಗ್ನದಲ್ಲಿ ಇರಬೇಕು. ನವಾಂಶ ಲಗ್ನದ ಅಧಿಪತಿ ಶುಭಗ್ರಹವಾಗಿರಬೇಕು ಅಥವಾ ಶುಭಗ್ರಹದಿಂದ ದೃಷ್ಟಿಗೊಳ್ಳಬೇಕು.",
  "ಆ ವ್ಯಕ್ತಿ ಅತ್ಯಂತ ತೀಕ್ಷ್ಣ ಬುದ್ಧಿಶಕ್ತಿಯವನಾಗಿರುತ್ತಾನೆ."
],
"buddhi_jada_yoga": [
  "ಬುದ್ಧಿ ಜಡ ಯೋಗ",
  "233 - ಲಗ್ನ ಅಧಿಪತಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಸಂಯುಕ್ತವಾಗಿರುವುದು ಅಥವಾ ಅವುಗಳಿಂದ ದೃಷ್ಟಿಗೊಳ್ಳುವುದು. ಜೊತೆಗೆ ಶನಿ 5ನೇ ಭವನದಲ್ಲಿ ಇರಬೇಕು, ಮತ್ತು ಲಗ್ನ ಅಧಿಪತಿ ಶನಿಯಿಂದ ದೃಷ್ಟಿಗೊಳ್ಳಬೇಕು. ಅಥವಾ 5ನೇ ಭವನದ ಅಧಿಪತಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಸಂಯುಕ್ತವಾಗಿದ್ದು (ಶನಿ 5ನೇ ಅಧಿಪತಿಯನ್ನು ದೃಷ್ಟಿಸಬೇಕು) ಅಥವಾ ಚಂದ್ರ 5ನೇ ಭವನದಲ್ಲಿ ಇರಬೇಕು.",
  "ಆ ವ್ಯಕ್ತಿ ಮೂರ್ಖನಾಗಿರುತ್ತಾನೆ."
],
"thrikaala_gnana_yoga": [
  "ತ್ರಿಕಾಲ ಜ್ಞಾನ ಯೋಗ",
  "234 - ಗುರು ತನ್ನ ಸ್ವಂತ ನವಾಂಶದಲ್ಲಿ ಮೃದ್ವಾಂಶದಲ್ಲಿ ಇರಬೇಕು. ಅಥವಾ ಗುರು ಗೋಪುರಾಂಶದಲ್ಲಿ (ಅಂಕ >= 4) ಇದ್ದು ಶುಭಗ್ರಹದಿಂದ ದೃಷ್ಟಿಗೊಳ್ಳಬೇಕು.",
  "ಆ ವ್ಯಕ್ತಿ ಭೂತ, ವರ್ತಮಾನ ಮತ್ತು ಭವಿಷ್ಯವನ್ನು ತಿಳಿಯಬಲ್ಲನು."
],
"jara_yoga": [
  "ಜರಾ ಯೋಗ",
  "236 - 10ನೇ ಭವನದಲ್ಲಿ 10ನೇ, 2ನೇ ಮತ್ತು 7ನೇ ಭವನದ ಅಧಿಪತಿಗಳು ಇರಬೇಕು.",
  "ಆ ವ್ಯಕ್ತಿ ಅನೇಕ ಮಹಿಳೆಯರೊಂದಿಗೆ ವಿವಾಹೇತರ ಸಂಬಂಧಗಳನ್ನು ಹೊಂದಿರುತ್ತಾನೆ."
],
"jarajaputra_yoga":[
"ಜರಜಪುತ್ರ ಯೋಗ",
"237. 5 ಮತ್ತು 7ನೇ ಮನೆಯ ಬಲಶಾಲಿ ಅಧಿಪತಿಗಳು 6ನೇ ಅಧಿಪತಿಯೊಂದಿಗೆ ಸೇರಿರಬೇಕು ಮತ್ತು ಶುಭ ಗ್ರಹಗಳಿಂದ ದೃಷ್ಟಿಸಲ್ಪಟ್ಟಿರಬೇಕು.",
"ವ್ಯಕ್ತಿಗೆ ಸಂತಾನೋತ್ಪತ್ತಿ ಶಕ್ತಿ ಇರುವುದಿಲ್ಲ ಆದರೆ ಆತನ ಪತ್ನಿಗೆ ಮತ್ತೊಬ್ಬ ಪುರುಷನಿಂದ ಮಗ ಹುಟ್ಟುತ್ತಾನೆ."
],
"bahu_sthree_yoga":[
"ಬಹು ಸ್ತ್ರೀ ಯೋಗ",
"238 - ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು 7ನೇ ಅಧಿಪತಿ ಜೊತೆಯಲ್ಲಿದ್ದರೆ ಅಥವಾ ಪರಸ್ಪರ ದೃಷ್ಟಿ ಹೊಂದಿದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
"ವ್ಯಕ್ತಿಯು ಎಷ್ಟು ಬೇಕಾದರೂ ಹೆಂಡತಿಯರನ್ನು ಹೊಂದಿರಬಹುದು."
],
"satkalatra_yoga":[
"ಸತ್ಕಳತ್ರ ಯೋಗ",
"239 - 7ನೇ ಅಧಿಪತಿ ಅಥವಾ ಶುಕ್ರನು ಗುರು ಅಥವಾ ಬುಧನೊಂದಿಗೆ ಸೇರಿರಬೇಕು ಅಥವಾ ಅವರಿಂದ ದೃಷ್ಟಿಸಲ್ಪಟ್ಟಿರಬೇಕು.",
"ಜಾತಕನ ಹೆಂಡತಿ ಉದಾತ್ತ ಮತ್ತು ಸದ್ಗುಣಶೀಲಳಾಗಿರುತ್ತಾಳೆ."
],
"bhaga_chumbana_yoga":[
"ಭಗ ಚುಂಬನ ಯೋಗ",
"240 - 7ನೇ ಅಧಿಪತಿಯು 4ನೇ ಮನೆಯಲ್ಲಿ ಶುಕ್ರನೊಂದಿಗೆ ಸೇರಿದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
"ವ್ಯಕ್ತಿಯು ಸ್ವಯಂ-ಸುಖದ ಬಗ್ಗೆ ಅತಿಯಾದ ಲಗತ್ತನ್ನು ಹೊಂದಿರುತ್ತಾನೆ ಮತ್ತು ಇಂದ್ರಿಯ ಬಯಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಕಷ್ಟಪಡುತ್ತಾನೆ."
],
"bhaagya_yoga":[
"ಭಾಗ್ಯ ಯೋಗ",
"241 - ಬಲವಾದ ಶುಭ ಗ್ರಹವು ಲಗ್ನ, 3 ಅಥವಾ 5ನೇ ಮನೆಯಲ್ಲಿದ್ದು, ಏಕಕಾಲದಲ್ಲಿ 9ನೇ ಮನೆಯನ್ನು ನೋಡಬೇಕು.",
"ಜಾತಕನು ಅತ್ಯಂತ ಅದೃಷ್ಟವಂತ, ಸುಖಪ್ರಿಯ ಮತ್ತು ಶ್ರೀಮಂತನಾಗಿರುತ್ತಾನೆ."
],
"jananatpurvam_pitru_marana_yoga":[
"ಜನನಾತ್ಪೂರ್ವಂ ಪಿತೃ ಮರಣ ಯೋಗ",
"242 - ಸೂರ್ಯನು 6, 8 ಅಥವಾ 12ನೇ ಮನೆಯಲ್ಲಿರಬೇಕು; 8ನೇ ಅಧಿಪತಿ 9ರಲ್ಲಿರಬೇಕು; 12ನೇ ಅಧಿಪತಿ ಲಗ್ನದಲ್ಲಿ ಮತ್ತು 6ನೇ ಅಧಿಪತಿ 5ರಲ್ಲಿರಬೇಕು.",
"ವ್ಯಕ್ತಿಯು ತಂದೆಯ ಮరణದ ನಂತರ ಜನಿಸಿದ ಮಗುವಾಗಿರುತ್ತಾನೆ."
],
"dhatrutwa_yoga":[
"ದಾತೃತ್ವ ಯೋಗ",
"243. 9ನೇ ಅಧಿಪತಿಯು ಉಚ್ಚನಾಗಿರಬೇಕು ಮತ್ತು ಶುಭ ಗ್ರಹದಿಂದ ದೃಷ್ಟಿಸಲ್ಪಟ್ಟಿರಬೇಕು, ಮತ್ತು 9ನೇ ಮನೆಯಲ್ಲಿ ಶುಭ ಗ್ರಹವಿರಬೇಕು.",
"ವ್ಯಕ್ತಿಯು ಉದಾರತೆಯ ಮೂರ್ತರೂಪವಾಗಿರುತ್ತಾನೆ."
],
"apakeerthi_yoga":[
"ಅಪಕೀರ್ತಿ ಯೋಗ",
"244 - 10ನೇ ಮನೆಯಲ್ಲಿ ಸೂರ್ಯ ಮತ್ತು ಶನಿ ಇರಬೇಕು, ಅವರು ಪಾಪ ಗ್ರಹಗಳ ಅಂಶಗಳಲ್ಲಿರಬೇಕು ಅಥವಾ ಪಾಪ ಗ್ರಹಗಳಿಂದ ದೃಷ್ಟಿಸಲ್ಪಟ್ಟಿರಬೇಕು.",
"ವ್ಯಕ್ತಿಯು ಕೆಟ್ಟ ಹೆಸರನ್ನು ಹೊಂದಿರುತ್ತಾನೆ."
],
  "galakarna_yoga": [
    "ಗಲಕರಣ ಯೋಗ",
    "264. 3ನೇ ಭಾವದಲ್ಲಿ ಮ್ಯಾಂಡಿ (ಗುಲಿಕ) ಮತ್ತು ರಾಹು ಇರಬೇಕು; ಅಥವಾ ಮಂಗಳ ‘ಪ್ರೇತ ಪುರಿಷ’ ಎನ್ನುವ ಕ್ರೂರ ಷಷ್ಟ್ಯಾಂಶ (D60)ದಲ್ಲಿ ಇರಬೇಕು.",
    "ಜಾತಕನಿಗೆ ಕಿವಿ ಸಂಬಂಧಿತ ತೊಂದರೆಗಳು ಉಂಟಾಗುತ್ತವೆ."
  ],
  "vrana_yoga": [
    "ವ್ರಣ ಯೋಗ",
    "265 - 6ನೇ ಭಾವಾಧಿಪತಿ ಪಾಪಗ್ರಹವಾಗಿದ್ದು ಲಗ್ನ, 8ನೇ ಅಥವಾ 10ನೇ ಭಾವದಲ್ಲಿ ಇರಬೇಕು. 6ನೇ ಭಾವಾಧಿಪತಿಯನ್ನು ಅವಲಂಬಿಸಿ ಪ್ರಭಾವಿತ ಅಂಗಗಳು: ಸೂರ್ಯ– ಪ್ಲೀಹ, ಹೃದಯ. ಚಂದ್ರ– ಗ್ರಸನಳಿ, ಆಹಾರ ನಾಳಿ. ಮಂಗಳ– ಲೈಂಗಿಕ ಅಂಗಗಳು, ಎಡ ಮೆದುಳಿನ ಗೋಳಾರ್ಧ, ರಕ್ತದ ಕೆಂಪು ವರ್ಣಪದಾರ್ಥ, ಗುದ. ಬುಧ– ನರಗಳು, ಬಲ ಮೆದುಳಿನ ಗೋಳಾರ್ಧ, ಮೆದುಳು-ಹುಲ್ಲುರಜ್ಜು ವ್ಯವಸ್ಥೆ, ಬ್ರಾಂಕಿಯಲ್ ಟ್ಯೂಬ್‌ಗಳು, ಕಿವಿ, ನಾಲಿಗೆ. ಗುರು– ಯಕೃತ್, ಅಧಿವೃಕ್ಕ. ಶುಕ್ರ– ಗಂಟಲು, ಮೂತ್ರಪಿಂಡಗಳು, ಗರ್ಭಾಶಯ, ಅಂಡಾಶಯಗಳು. ಶನಿ– ಹಲ್ಲು, ಚರ್ಮ, ವ್ಯಾಗಸ್ ನರ. ರಾಹು– ಪಿಟ್ಯುಟರಿ ಗ್ರಂಥಿ. ಕೆತು– ಪೈನಿಯಲ್ ಗ್ರಂಥಿ.",
    "ವ್ಯಕ್ತಿಗೆ ಭಯಾನಕ ಕ್ಯಾನ್ಸರ್ ರೋಗ ಬಾಧಿಸುತ್ತದೆ."
  ],
  "sisnavyadhi_yoga": [
    "ಶಿಶ್ನವ್ಯಾಧಿ ಯೋಗ",
    "266 - ಬುಧ ಲಗ್ನದಲ್ಲಿ 6ನೇ ಮತ್ತು 8ನೇ ಭಾವಾಧಿಪತಿಗಳೊಂದಿಗೆ ಯುತಿಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಜಾತಕನು ಗುಣವಾಗದ ಲೈಂಗಿಕ ರೋಗಗಳಿಂದ ಬಾಧಿತನಾಗುತ್ತಾನೆ."
  ],
  "kushtaroga_yoga_268": [
    "ಕುಷ್ಠರೋಗ ಯೋಗ",
    "268 - ಲಗ್ನಾಧಿಪತಿ 4ನೇ ಅಥವಾ 12ನೇ ಭಾವದಲ್ಲಿ ಮಂಗಳ ಮತ್ತು ಬುಧರೊಂದಿಗೆ ಯುತಿಯಲ್ಲಿ ಇರಬೇಕು.",
    "ವ್ಯಕ್ತಿಗೆ ಕುಷ್ಠರೋಗ ಬಾಧಿಸುತ್ತದೆ."
  ],
  "kushtaroga_yoga_269": [
    "ಕುಷ್ಠರೋಗ ಯೋಗ",
    "269 - ಗುರು, ಶನಿ ಮತ್ತು ಚന്ദ്ര ಯುತಿಯಲ್ಲಿ 6ನೇ ಭಾವವನ್ನು ಆಕ್ರಮಿಸಿರಬೇಕು.",
    "ವ್ಯಕ್ತಿಗೆ ಕುಷ್ಠರೋಗ ಬಾಧಿಸುತ್ತದೆ."
  ],
  "kshayaroga_yoga": [
    "ಕ್ಷಯರೋಗ ಯೋಗ",
    "270 - ರಾಹು 6ನೇ ಭಾವದಲ್ಲಿ, ಮ್ಯಾಂಡಿ ಲಗ್ನದಿಂದ ಕೇಂದ್ರದಲ್ಲಿ ಮತ್ತು ಲಗ್ನಾಧಿಪತಿ 8ನೇ ಭಾವದಲ್ಲಿ ಇದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
    "ವ್ಯಕ್ತಿಗೆ ಕ್ಷಯರೋಗ (ಟಿಬಿ) ಬಾಧಿಸುತ್ತದೆ."
  ],
  "bhandhana_yoga": [
    "ಬಂಧನ ಯೋಗ",
    "271 - ಲಗ್ನಾಧಿಪತಿ ಮತ್ತು 6ನೇ ಭಾವಾಧಿಪತಿ, ಶನಿ ಅಥವಾ ರಾಹು ಅಥವಾ ಕೆತುಗಳೊಂದಿಗೆ ಲಗ್ನದಿಂದ ಕೇಂದ್ರ ಅಥವಾ ತ್ರಿಕೋಣದಲ್ಲಿ ಯುತಿಯಾಗಿರುವಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
    "ಜಾತಕನು ಕಾರಾಗೃಹ ಶಿಕ್ಷೆ ಅನುಭವಿಸುತ್ತಾನೆ."
  ],
  "karascheda_yoga": [
    "ಕರಛ್ಛೇದ ಯೋಗ",
    "272 - ಶನಿ ಮತ್ತು ಗುರು 9ನೇ ಮತ್ತು 3ನೇ ಭಾವಗಳಲ್ಲಿ ಇರಬೇಕು.",
    "ಜಾತಕನ ಕೈಗಳನ್ನು ಕತ್ತರಿಸಲಾಗುತ್ತದೆ."
  ],
  "sirachcheda_yoga": [
    "ಶಿರಛ್ಛೇದ ಯೋಗ",
    "273 - 6ನೇ ಭಾವಾಧಿಪತಿ ಶುಕ್ರನೊಂದಿಗೆ ಯುತಿಯಲ್ಲಿ ಇರಬೇಕು; ಜೊತೆಗೆ ಸೂರ್ಯ ಅಥವಾ ಶನಿ ರಾಹು ಅಥವಾ ಕೆತುಗಳೊಂದಿಗೆ ಕ್ರೂರ ಷಷ್ಟ್ಯಾಂಶದಲ್ಲಿ (D60) ಹೊಂದಾಣಿಕೆಯಲ್ಲಿ ಇರಬೇಕು.",
    "ಜಾತಕನ ಮರಣ ಶಿರಛ್ಛೇದದಿಂದಾಗುತ್ತದೆ."
  ],
  "dhurmarana_yoga": [
    "ದುರ್ಮರಣ ಯೋಗ",
    "274 - ಲಗ್ನಾಧಿಪತಿಯ ದೃಷ್ಟಿ ಪಡೆದ ಚಂದ್ರನು ಲಗ್ನದಿಂದ 6, 8 ಅಥವಾ 12ನೇ ಭಾವದಲ್ಲಿ ಶನಿ, ಮ್ಯಾಂಡಿ (ಗುಲಿಕ) ಅಥವಾ ರಾಹುವಿನೊಂದಿಗೆ ಯುತಿಯಾಗಿರಬೇಕು.",
    "ಜಾತಕನು ಅಸಹಜ ಮರಣವನ್ನು ಎದುರಿಸುತ್ತಾನೆ."
  ],
  "yuddha_marana_yoga": [
    "ಯುದ್ಧ ಮರಣ ಯೋಗ",
    "275 - ಮಂಗಳ (6 ಅಥವಾ 8ನೇ ಭಾವಾಧಿಪತಿ) 3ನೇ ಭಾವಾಧಿಪತಿಯೊಂದಿಗೆ ಮತ್ತು ರಾಹು, ಶನಿ ಅಥವಾ ಮ್ಯಾಂಡಿ ಜೊತೆಯಲ್ಲಿ ಕ್ರೂರ ಷಷ್ಟ್ಯಾಂಶಗಳಲ್ಲಿ ಯುತಿಯಾಗಿರಬೇಕು.",
    "ವ್ಯಕ್ತಿ ಯುದ್ಧದಲ್ಲಿ ಅಥವಾ ಯುದ್ಧದ ಪರಿಣಾಮಗಳಿಂದ ಸಾವನ್ನಪ್ಪುತ್ತಾನೆ."
  ],
  "pittharoga_yoga": [
    "ಪಿತ್ತರೋಗ ಯೋಗ",
    "279 - ಲಗ್ನದಿಂದ 6ನೇ ಭಾವವನ್ನು ಸೂರ್ಯನು ಆಕ್ರಮಿಸಿಕೊಂಡಿದ್ದು, ಆತನು ಒಂದು ಪಾಪಗ್ರಹದೊಂದಿಗೆ ಯುತಿಯಾಗಿದ್ದು, ಇನ್ನೊಂದು ಪಾಪಗ್ರಹವು ಸೂರ್ಯನನ್ನು ದೃಷ್ಟಿಸಬೇಕು.",
    "ವ್ಯಕ್ತಿಗೆ ಪಿತ್ತ ಸಂಬಂಧಿತ ತೊಂದರೆಗಳು ಉಂಟಾಗುತ್ತವೆ."
  ],
  "putrakalatraheena_yoga": [
    "ಪುತ್ರ‑ಕಲತ್ರಹೀನ ಯೋಗ",
    "281 - ಕ್ಷಯದ (ಕೃಷ್ಣ ಪಕ್ಷ) ಚಂದ್ರನು ಲಗ್ನದಿಂದ 5ನೇ ಭಾವದಲ್ಲಿದ್ದು, 12ನೇ, 7ನೇ ಮತ್ತು ಲಗ್ನ ಭಾವಗಳನ್ನು ಪಾಪಗ್ರಹಗಳು ಆಕ್ರಮಿಸಿದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
    "ವ್ಯಕ್ತಿಗೆ ಕುಟುಂಬ ಮತ್ತು ಸಂತಾನ ಸುಖದಿಂದ ವಂಚನೆ ಉಂಟಾಗುತ್ತದೆ."
  ],
  "bharyasahavyabhichara_yoga": [
    "ಭಾರ್ಯ ಸಹವ್ಯಭಿಚಾರ ಯೋಗ",
    "282 - ಲಗ್ನದಿಂದ 7ನೇ ಭಾವದಲ್ಲಿ ಚಂದ್ರನೊಂದಿಗೆ ಶುಕ್ರ, ಶನಿ ಮತ್ತು ಕುಜರು ಯುತಿಯಾಗಿರಬೇಕು. ವೈವಿಧ್ಯ: 7ನೇ ಭಾವಾಧಿಪತಿ ಶುಕ್ರನೊಂದಿಗೆ ಯುತಿಯಾಗಿ ಶನಿಯ ದೃಷ್ಟಿಯನ್ನು ಪಡೆಯಬೇಕು; 7ನೇ ಭಾವವು ಶನಿ ಮತ್ತು ಕುಜರಿಂದ ದೃಷ್ಟಿಗೊಳಗಾಗಿರಬೇಕು; ಶುಕ್ರ ಮತ್ತು ಚಂದ್ರರು ಸ್ವಾಭಾವಿಕ ಪಾಪಗ್ರಹಗಳಿಂದ (natural malefics) ದೋಷಿತವಾಗಿರಬೇಕು.",
    "ಗಂಡ‑ಹೆಂಡತಿ ಇಬ್ಬರೂ ವ್ಯಭಿಚಾರದಲ್ಲಿ ತಪ್ಪಿತಸ್ಥರಾಗುತ್ತಾರೆ."
  ],
  "vamsacheda_yoga": [
    "ವಂಶಛೇದ ಯೋಗ",
    "283 - ಲಗ್ನದಿಂದ 10ನೇ, 7ನೇ ಮತ್ತು 4ನೇ ಭಾವಗಳಲ್ಲಿ ಕ್ರಮವಾಗಿ ಚಂದ್ರ, ಶುಕ್ರ ಮತ್ತು ಪಾಪಗ್ರಹಗಳು ಇರಬೇಕು. ವೈವಿಧ್ಯ: ಚಂದ್ರ ಮತ್ತು ಶುಕ್ರ 7ನೇ ಭಾವದಲ್ಲಿ; ಪಾಪಗ್ರಹಗಳು 4ನೇ ಮತ್ತು 10ನೇ ಭಾವಗಳಲ್ಲಿ ಇರಬೇಕು.",
    "ವ್ಯಕ್ತಿ ತನ್ನ ವಂಶವನ್ನು ನಾಶಪಡಿಸುವವನಾಗುತ್ತಾನೆ."
  ],
"guhyaroga_yoga": [
  "ಗುಹ್ಯರೋಗ ಯೋಗ",
  "284 - ಚಂದ್ರನು ಕಟಕ ಅಥವಾ ವೃಶ್ಚಿಕ ನವಾಂಶದಲ್ಲಿ ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಗುಪ್ತಾಂಗಗಳ ರೋಗಗಳು ಉಂಟಾಗುತ್ತವೆ."
],
"angaheena_yoga": [
  "ಅಂಗಹೀನ ಯೋಗ",
  "285 - ಸೂರ್ಯನಿಂದ 10ನೇ ಸ್ಥಾನದಲ್ಲಿ ಚಂದ್ರ, 7ನೇನಲ್ಲಿ ಮಂಗಳ ಮತ್ತು 2ನೇನಲ್ಲಿ ಶನಿ ಇರುವಾಗ ಈ ಯೋಗ ನಿರ್ಮಾಣವಾಗುತ್ತದೆ.",
  "ವ್ಯಕ್ತಿಗೆ ಅಂಗ ನಷ್ಟ (ಅಂಗಭಂಗ) ಸಂಭವಿಸುತ್ತದೆ."
],
"swetakushta_yoga": [
  "ಶ್ವೇತಕುಷ್ಟ ಯೋಗ",
  "286 - ಮಂಗಳ ಮತ್ತು ಶನಿ 2ನೇ ಮತ್ತು 12ನೇ ಸ್ಥಾನಗಳಲ್ಲಿ, ಚಂದ್ರ ಲಗ್ನದಲ್ಲಿ, ಸೂರ್ಯ 7ನೇ ಸ್ಥಾನದಲ್ಲಿ ಇದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
  "ವ್ಯಕ್ತಿಗೆ ಶ್ವೇತಕುಷ್ಟ (ವಿಟಿಲಿಗೋ) ತೊಂದರೆ ಉಂಟಾಗುತ್ತದೆ."
],
"pisacha_grastha_yoga": [
  "ಪಿಶಾಚಗ್ರಸ್ತ ಯೋಗ",
  "287 - ರಾಹು ಲಗ್ನದಲ್ಲಿ ಚಂದ್ರನೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿ, ಪಾಪಗ್ರಹಗಳು ತ್ರಿಕೋಣಗಳಲ್ಲಿ ಇದ್ದರೆ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ.",
  "ವ್ಯಕ್ತಿ 'ಭೂತ-ಪ್ರೇತ'ಗಳ ದಾಳಿಯಿಂದ ಬಳಲುತ್ತಾನೆ."
],
"andha_yoga_288": [
  "ಅಂಧ ಯೋಗ",
  "288 - ರಾಹು ಲಗ್ನದಲ್ಲಿ ಸೂರ್ಯನೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿದ್ದು, ಪಾಪಗ್ರಹಗಳು ತ್ರಿಕೋಣಗಳಲ್ಲಿ ಇದ್ದರೆ ಈ ಯೋಗ ನಿರ್ಮಾಣವಾಗುತ್ತದೆ.",
  "ವ್ಯಕ್ತಿ ಪೂರ್ಣ ಅಂಧನಾಗುತ್ತಾನೆ."
],
"andha_yoga_289": [
  "ಅಂಧ ಯೋಗ",
  "289 - ಮಂಗಳ, ಚಂದ್ರ, ಶನಿ ಮತ್ತು ಸೂರ್ಯ ಕ್ರಮವಾಗಿ 2ನೇ, 6ನೇ, 12ನೇ ಮತ್ತು 8ನೇ ಸ್ಥಾನಗಳಲ್ಲಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿ ಪೂರ್ಣ ಅಂಧನಾಗುತ್ತಾನೆ."
],
"vaatharoga_yoga":[
  "ವಾತರೋಗ ಯೋಗ",
  "290 - ಗುರು ಲಗ್ನದಲ್ಲಿದ್ದು, ಶನಿ 7ನೇ ಭಾವದಲ್ಲಿದ್ದಾಗ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ. ವಿಧಾನ=2: ಮಂಗಳನು 5/7/9ನೇ ಭಾವಗಳಲ್ಲಿ ಇರುವುದಾಗಲಿ ಅಥವಾ ಸೂರ್ಯನು ಲಗ್ನದಲ್ಲಿ, ಪಾಪ ಚಂದ್ರ ಮತ್ತು ಶನಿ 12ನೇ ಭಾವದಲ್ಲಿ ಇರುವುದಾಗಲಿ.",
  "ವ್ಯಕ್ತಿಗೆ ವಾತರೋಗ ತೊಂದರೆಗಳು ಉಂಟಾಗುತ್ತವೆ."
],
"mathibhramana_yoga_291":[
  "ಮತಿಭ್ರಮಣ ಯೋಗ",
  "291 - ಗುರು ಲಗ್ನದಲ್ಲಿ, ಮಂಗಳ 7ನೇ ಭಾವದಲ್ಲಿ ಕ್ರಮವಾಗಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಮನಸ್ಸಿನ ಅಸ್ಥಿರತೆ (ಮತಿಭ್ರಾಂತಿ) ಉಂಟಾಗುತ್ತದೆ."
],
"mathibhramana_yoga_292":[
  "ಮತಿಭ್ರಮಣ ಯೋಗ",
  "292 - ಶನಿ ಲಗ್ನದಲ್ಲಿರಬೇಕು; ಮಂಗಳ 9/5/7ನೇ ಭಾವಗಳಲ್ಲಿ ಒಂದರಲ್ಲಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಮತಿಭ್ರಾಂತಿ ಉಂಟಾಗುತ್ತದೆ."
],
"mathibhramana_yoga_293":[
  "ಮತಿಭ್ರಮಣ ಯೋಗ",
  "293 - ಶನಿ 12ನೇ ಭಾವದಲ್ಲಿ ಕ್ಷಯಮಾನ (ಕೃಷ್ಣಪಕ್ಷ) ಚಂದ್ರನೊಂದಿಗೆ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಮತಿಭ್ರಾಂತಿ ಉಂಟಾಗುತ್ತದೆ."
],
"mathibhramana_yoga_294":[
  "ಮತಿಭ್ರಮಣ ಯೋಗ",
  "294 - ಚಂದ್ರ ಮತ್ತು ಬುಧರು ಕೆಂದ್ರದಲ್ಲಿ ಇದ್ದು, ಇತರ ಯಾವುದೇ ಗ್ರಹದ ದೃಷ್ಟಿಯಲ್ಲಿರಬೇಕು ಅಥವಾ ಯುತಿ ಹೊಂದಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಮತಿಭ್ರಾಂತಿ ಉಂಟಾಗುತ್ತದೆ."
],
"mathibhramana_yoga_variation":[
  "ಮತಿಭ್ರಮಣ ಯೋಗ",
  "B.V. ರಾಮನ್ ಸೂಚಿಸಿದ ಪರಿವರ್ತನೆಗಳ ಪ್ರಕಾರ ಈ ಯೋಗ ಉಂಟಾಗುತ್ತದೆ — (1) 6ನೇ ಭಾವವನ್ನು ರಾಹು ಹಿಡಿದು, ಕೇತುವಿನ ದೃಷ್ಟಿ ಇರಬೇಕು. (2) 6ನೇ ಭಾವಾಧಿಪತಿ ಮಂಗಳನ ಯುತಿಯಿಂದ ಇನ್ನಷ್ಟು ದುಷ್ಟವಾಗಿರಬೇಕು. (3) ನರಗಳ ಗ್ರಹವಾದ ಬುಧನು ಸಾಮಾನ್ಯ (ದ್ವಿಸ್ವಭಾವ) ರಾಶಿಯಲ್ಲಿ ಸೂರ್ಯ ಮತ್ತು ಮಂಗಳ ಎಂಬ ಎರಡು ಪಾಪಗ್ರಹಗಳೊಂದಿಗೆ ಯುತಿ ಹೊಂದಿರಬೇಕು. (4) ನವಾಂಶದಲ್ಲಿಯೂ ಬುಧನು 6ನೇಯಲ್ಲಿ ರಾಹುವಿನೊಂದಿಗೆ ಇದ್ದು, 6ನೇ ಭಾವಾಧಿಪತಿ ಮಂಗಳನೊಂದಿಗೆ ಯುತಿಯಾಗಿರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ಮತಿಭ್ರಾಂತಿ ಉಂಟಾಗುತ್ತದೆ."
],
"khalwata_yoga":[
  "ಖಲ್ವಟ ಯೋಗ",
  "295 - ಲಗ್ನವು ಪಾಪ ರಾಶಿಯಾಗಿರಬೇಕು ಅಥವಾ ಧನು/ವೃಷಭವಾಗಿರಬೇಕು ಮತ್ತು ಪಾಪಗ್ರಹಗಳ ದೃಷ್ಟಿ ಇರಬೇಕು.",
  "ವ್ಯಕ್ತಿಗೆ ತಲೆಕೂದಲು ಕುಗ್ಗಿ ಗಂಜಿಯಾಗುವ ಸಾಧ್ಯತೆ ಇದೆ."
],
"nishturabhashi_yoga":[
  "ನಿಷ್ಠುರಭಾಷಿ ಯೋಗ",
  "296 - ಚಂದ್ರನು ಶನಿಯೊಂದಿಗೆ ಯುತಿಯಲ್ಲಿ ಇದ್ದು, ಗುರುದೃಷ್ಟಿ ಇರಬಾರದು.",
  "ವ್ಯಕ್ತಿಯ ಮಾತು ಕಠೋರವಾಗಿರುತ್ತದೆ."
],
"rajabhrashta_yoga":[
"ರಾಜಭ್ರಷ್ಟ ಯೋಗ",
"297 - ಆರೂಢ ಲಗ್ನ (A1/AL) ಮತ್ತು ಆರೂಢ ದ್ವಾದಶ (A12/UL)ಗಳ ಅಧಿಪತಿಗಳು ಯುತಿಯಲ್ಲಿ ಇರಬೇಕು.",
"ಉನ್ನತ ಸ್ಥಾನದಿಂದ ಪತನ ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ."
],
"raja_bhanga_yoga_298":[
"ರಾಜಭಂಗ ಯೋಗ",
"298 - ಲಗ್ನವು ಸಿಂಹವಾಗಿರುವಾಗ, ಶನಿ ಉಚ್ಚಸ್ಥಿತಿಯಲ್ಲಿ ಇದ್ದು ನೀಚ ನವಾಂಶವನ್ನು ಹೊಂದಿರಬೇಕು ಅಥವಾ ಶುಭಗ್ರಹದ ದೃಷ್ಟಿ ಇರಬೇಕು.",
"ರಾಜಕುಟುಂಬದಲ್ಲಿ ಜನಿಸಿದವರಾದರೂ ಭಾಗ್ಯ ಮತ್ತು ಸಾಮಾಜಿಕ ಸ್ಥಾನ ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ."
],
"raja_bhanga_yoga_299":[
"ರಾಜಭಂಗ ಯೋಗ",
"299 - ಸೂರ್ಯನು ತುಲಾ ರಾಶಿಯ 10ನೇ ಅಂಶದಲ್ಲಿ (10°) ಇರಬೇಕು.",
"ರಾಜಕುಟುಂಬದಲ್ಲಿ ಜನಿಸಿದವರಾದರೂ ಭಾಗ್ಯ ಮತ್ತು ಸಾಮಾಜಿಕ ಸ್ಥಾನ ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ."
]
}